var unimart = {
  "7-11": [
    {
      "name": "東引",
      "address": "連江縣東引鄉中柳村85與86號1樓",
      "y": 26.366415,
      "x": 120.492587
    },
    {
      "name": "坪里",
      "address": "連江縣北竿鄉?里村42號1樓",
      "y": 26.225495,
      "x": 119.99696
    },
    {
      "name": "塘岐",
      "address": "連江縣北竿鄉塘岐村219號",
      "y": 26.223646,
      "x": 119.990336
    },
    {
      "name": "北竿",
      "address": "連江縣北竿鄉塘岐村中山路193號195號",
      "y": 26.223646,
      "x": 119.990336
    },
    {
      "name": "芹壁",
      "address": "連江縣北竿鄉芹壁村48號",
      "y": 26.220092,
      "x": 119.976664
    },
    {
      "name": "馬港",
      "address": "連江縣南竿鄉馬祖村中山路58號60號",
      "y": 26.164593,
      "x": 119.918555
    },
    {
      "name": "福澳港",
      "address": "連江縣南竿鄉福澳村129號",
      "y": 26.155876,
      "x": 119.950327
    },
    {
      "name": "中隴",
      "address": "連江縣南竿鄉介壽村3鄰48-2號",
      "y": 26.155063,
      "x": 119.955243
    },
    {
      "name": "馬祖",
      "address": "連江縣南竿鄉介壽村215號1樓",
      "y": 26.155063,
      "x": 119.955243
    },
    {
      "name": "山隴",
      "address": "連江縣南竿鄉介壽村232號233號284號",
      "y": 26.155063,
      "x": 119.955243
    },
    {
      "name": "南竿",
      "address": "連江縣南竿鄉清水村100號",
      "y": 26.148187,
      "x": 119.934345
    },
    {
      "name": "石門",
      "address": "新北市石門區中山路78號",
      "y": 25.29191,
      "x": 121.567848
    },
    {
      "name": "金芝",
      "address": "新北市三芝區中興街一段2號6號1樓",
      "y": 25.258,
      "x": 121.49784
    },
    {
      "name": "淺水灣",
      "address": "新北市三芝區中柳村北勢子42之11號1樓",
      "y": 25.257878,
      "x": 121.501086
    },
    {
      "name": "三芝",
      "address": "新北市三芝區中正路一段61號63號1樓",
      "y": 25.257872,
      "x": 121.503449
    },
    {
      "name": "智成",
      "address": "新北市三芝區中正路二段1號智成街79號",
      "y": 25.255789,
      "x": 121.504724
    },
    {
      "name": "淡芝",
      "address": "新北市淡水區淡金路五段120號1樓",
      "y": 25.237432,
      "x": 121.45705
    },
    {
      "name": "金全",
      "address": "新北市金山區清水路52號",
      "y": 25.235036,
      "x": 121.630126
    },
    {
      "name": "聖約翰",
      "address": "新北市淡水區淡金路四段532號",
      "y": 25.226648,
      "x": 121.451992
    },
    {
      "name": "金聖",
      "address": "新北市淡水區淡金路四段493號",
      "y": 25.225139,
      "x": 121.451733
    },
    {
      "name": "金中",
      "address": "新北市金山區中山路305號307號",
      "y": 25.223492,
      "x": 121.635732
    },
    {
      "name": "金祥",
      "address": "新北市金山區中正路145號",
      "y": 25.221332,
      "x": 121.632017
    },
    {
      "name": "金美",
      "address": "新北市金山區中山路143號145號",
      "y": 25.220131,
      "x": 121.6389
    },
    {
      "name": "溫泉",
      "address": "新北市萬里區大鵬里萬里加投15鄰197號1樓",
      "y": 25.214554,
      "x": 121.647953
    },
    {
      "name": "金旦",
      "address": "新北市淡水區淡金路三段254號256號",
      "y": 25.206395,
      "x": 121.44907
    },
    {
      "name": "新野柳",
      "address": "新北市萬里區野柳港東路158號",
      "y": 25.204887,
      "x": 121.689858
    },
    {
      "name": "柳豐",
      "address": "新北市萬里區港東路162之11號162之12號",
      "y": 25.204128,
      "x": 121.690167
    },
    {
      "name": "金紅",
      "address": "新北市淡水區淡金路三段2號2樓",
      "y": 25.197873,
      "x": 121.447036
    },
    {
      "name": "和億",
      "address": "新北市淡水區濱海路一段306巷60弄35.41號1樓",
      "y": 25.191637,
      "x": 121.441849
    },
    {
      "name": "愛琴灣",
      "address": "新北市淡水區濱海路一段430號432號",
      "y": 25.189886,
      "x": 121.438378
    },
    {
      "name": "金昂",
      "address": "新北市淡水區新市一路一段99巷51.53號1樓",
      "y": 25.188538,
      "x": 121.431145
    },
    {
      "name": "翡翠灣",
      "address": "新北市萬里區龜吼村美崙38號39號",
      "y": 25.186571,
      "x": 121.685605
    },
    {
      "name": "天元",
      "address": "新北市淡水區北新路三段30號1樓2樓",
      "y": 25.186564,
      "x": 121.483801
    },
    {
      "name": "台北灣",
      "address": "新北市淡水區新市一路一段108號1樓",
      "y": 25.186426,
      "x": 121.43108
    },
    {
      "name": "鯊魚",
      "address": "新北市淡水區沙崙路196號",
      "y": 25.183776,
      "x": 121.424514
    },
    {
      "name": "真善美",
      "address": "新北市淡水區新市一路三段141號141之1號1樓",
      "y": 25.183148,
      "x": 121.447284
    },
    {
      "name": "新市鎮",
      "address": "新北市淡水區新市一路三段18號1樓",
      "y": 25.182885,
      "x": 121.448259
    },
    {
      "name": "金沙",
      "address": "新北市淡水區沙崙路133號",
      "y": 25.182803,
      "x": 121.422827
    },
    {
      "name": "皇后",
      "address": "新北市淡水區新春街87號",
      "y": 25.18265,
      "x": 121.438917
    },
    {
      "name": "新春",
      "address": "新北市淡水區新春街142號1樓",
      "y": 25.181465,
      "x": 121.441784
    },
    {
      "name": "川金",
      "address": "新北市淡水區淡金路一段567號569號571號1樓",
      "y": 25.180328,
      "x": 121.452979
    },
    {
      "name": "君品",
      "address": "新北市淡水區北新路141巷56.58號1樓",
      "y": 25.179608,
      "x": 121.448409
    },
    {
      "name": "新淡專",
      "address": "新北市淡水區新民街180巷18號20號1樓",
      "y": 25.179108,
      "x": 121.437471
    },
    {
      "name": "金星",
      "address": "新北市淡水區北新路65號",
      "y": 25.178387,
      "x": 121.446009
    },
    {
      "name": "立征",
      "address": "新北市淡水區大義街16號1樓",
      "y": 25.178346,
      "x": 121.443378
    },
    {
      "name": "巧立",
      "address": "新北市淡水區北新路184巷57號59號1樓",
      "y": 25.177802,
      "x": 121.451059
    },
    {
      "name": "水鑫",
      "address": "新北市淡水區大忠街83號",
      "y": 25.177587,
      "x": 121.446085
    },
    {
      "name": "新真理",
      "address": "新北市淡水區新民街102號104號",
      "y": 25.177172,
      "x": 121.438198
    },
    {
      "name": "淡大",
      "address": "新北市淡水區北新路182巷5弄39號",
      "y": 25.177123,
      "x": 121.449222
    },
    {
      "name": "禮萊",
      "address": "新北市淡水區中正路一段2號1樓",
      "y": 25.176197,
      "x": 121.426239
    },
    {
      "name": "萬里",
      "address": "新北市萬里區瑪鋉路49號51號",
      "y": 25.176077,
      "x": 121.687764
    },
    {
      "name": "淡江",
      "address": "新北市淡水區學府路207號",
      "y": 25.175582,
      "x": 121.446328
    },
    {
      "name": "淡欣",
      "address": "新北市淡水區水源街二段104號",
      "y": 25.174452,
      "x": 121.45226
    },
    {
      "name": "鑫鑫",
      "address": "新北市淡水區水源街二段76號",
      "y": 25.174073,
      "x": 121.451334
    },
    {
      "name": "協元",
      "address": "新北市淡水區中山路176之2號1樓",
      "y": 25.174048,
      "x": 121.441416
    },
    {
      "name": "源德",
      "address": "新北市淡水區水源街一段75-2號1樓",
      "y": 25.172373,
      "x": 121.44482
    },
    {
      "name": "英專",
      "address": "新北市淡水區英專路91號",
      "y": 25.171841,
      "x": 121.445621
    },
    {
      "name": "金滬",
      "address": "新北市淡水區中山路66號1.2樓.66-1號1樓",
      "y": 25.170592,
      "x": 121.44361
    },
    {
      "name": "學府",
      "address": "新北市淡水區學府路39號41號1樓",
      "y": 25.169045,
      "x": 121.447768
    },
    {
      "name": "淡水",
      "address": "新北市淡水區中正東路3號",
      "y": 25.168709,
      "x": 121.445484
    },
    {
      "name": "見欣",
      "address": "新北市淡水區中正東路一段三巷12號1樓",
      "y": 25.165015,
      "x": 121.451309
    },
    {
      "name": "布拉諾",
      "address": "新北市淡水區坪頂路56-8號56-9號1樓",
      "y": 25.162434,
      "x": 121.458302
    },
    {
      "name": "觀景",
      "address": "新北市八里區觀海大道53號",
      "y": 25.161607,
      "x": 121.428185
    },
    {
      "name": "霞關",
      "address": "新北市淡水區淡金路59-61號B1",
      "y": 25.160603,
      "x": 121.456273
    },
    {
      "name": "左岸",
      "address": "新北市八里區龍米路二段230號之1號之2號1樓",
      "y": 25.158614,
      "x": 121.431935
    },
    {
      "name": "麥金",
      "address": "基隆市安樂區基金三路80號80-1號",
      "y": 25.156878,
      "x": 121.695943
    },
    {
      "name": "海神",
      "address": "新北市八里區中山路二段6號8號",
      "y": 25.156365,
      "x": 121.408296
    },
    {
      "name": "和平島",
      "address": "基隆市中正區和一路125號127號",
      "y": 25.154872,
      "x": 121.765514
    },
    {
      "name": "紅林站",
      "address": "新北市淡水區中正東路二段65號",
      "y": 25.154796,
      "x": 121.459531
    },
    {
      "name": "瑞金",
      "address": "基隆市安樂區基金三路75-1號",
      "y": 25.154631,
      "x": 121.696476
    },
    {
      "name": "紅樹林",
      "address": "新北市淡水區中正東路二段81號1樓",
      "y": 25.153834,
      "x": 121.459664
    },
    {
      "name": "擎天崗",
      "address": "台北市北投區湖山路一段12號",
      "y": 25.152537,
      "x": 121.547462
    },
    {
      "name": "海洋",
      "address": "基隆市中正區中正路609號1樓",
      "y": 25.151646,
      "x": 121.771167
    },
    {
      "name": "漁港",
      "address": "基隆市中正區中正路672號",
      "y": 25.151444,
      "x": 121.767734
    },
    {
      "name": "西雅圖",
      "address": "新北市八里區中山路二段151號153號1樓",
      "y": 25.150979,
      "x": 121.405216
    },
    {
      "name": "武訓",
      "address": "基隆市安樂區武訓街102號1樓",
      "y": 25.150469,
      "x": 121.696851
    },
    {
      "name": "新大慶",
      "address": "基隆市中山區中和路168巷7弄13號15號1樓",
      "y": 25.149895,
      "x": 121.715823
    },
    {
      "name": "德欣",
      "address": "基隆市中山區復興路328號之6號之7號1樓",
      "y": 25.14949,
      "x": 121.727062
    },
    {
      "name": "新和慶",
      "address": "基隆市安樂區中和路166之5號166之6號1樓",
      "y": 25.149004,
      "x": 121.718164
    },
    {
      "name": "八仙",
      "address": "新北市八里區中華路二段290號292號296號",
      "y": 25.148937,
      "x": 121.404387
    },
    {
      "name": "港富",
      "address": "基隆市中山區中華路93號",
      "y": 25.147474,
      "x": 121.737849
    },
    {
      "name": "八里",
      "address": "新北市八里區中山路二段343號1樓",
      "y": 25.147244,
      "x": 121.399441
    },
    {
      "name": "益彰",
      "address": "新北市八里區中山路二段409號411號",
      "y": 25.146556,
      "x": 121.39776
    },
    {
      "name": "德復",
      "address": "基隆市中山區復興路193號195號197號1樓",
      "y": 25.146177,
      "x": 121.726252
    },
    {
      "name": "秀山",
      "address": "台北市北投區中和街476號478號",
      "y": 25.145291,
      "x": 121.495182
    },
    {
      "name": "富華",
      "address": "基隆市中山區中華路9號",
      "y": 25.145245,
      "x": 121.738588
    },
    {
      "name": "喜城",
      "address": "新北市八里區中華路二段562號",
      "y": 25.144901,
      "x": 121.398728
    },
    {
      "name": "翔濱",
      "address": "基隆市中正區建國里祥豐街339號",
      "y": 25.144778,
      "x": 121.767727
    },
    {
      "name": "豐勝",
      "address": "基隆市中正區中正路322號",
      "y": 25.142572,
      "x": 121.76099
    },
    {
      "name": "武晴",
      "address": "基隆市安樂區基金一路214之17號",
      "y": 25.142252,
      "x": 121.709485
    },
    {
      "name": "大武崙",
      "address": "基隆市安樂區基金一路381號383號1樓",
      "y": 25.141725,
      "x": 121.703949
    },
    {
      "name": "金和",
      "address": "台北市北投區中和街314號316號1樓",
      "y": 25.140962,
      "x": 121.499919
    },
    {
      "name": "正濱",
      "address": "基隆市中正區豐稔街27號29號",
      "y": 25.140869,
      "x": 121.761017
    },
    {
      "name": "新武嶺",
      "address": "基隆市安樂區基金一路168之26號",
      "y": 25.140655,
      "x": 121.711599
    },
    {
      "name": "龍米",
      "address": "新北市八里區龍米路二段46號48號50號",
      "y": 25.140617,
      "x": 121.44839
    },
    {
      "name": "大武嶺",
      "address": "基隆市安樂區大武嶺里基金一路135巷21弄2-1號",
      "y": 25.140427,
      "x": 121.709526
    },
    {
      "name": "泉源",
      "address": "台北市北投區泉源路30號地下一樓",
      "y": 25.140013,
      "x": 121.506659
    },
    {
      "name": "八斗子",
      "address": "基隆市中正區北寧路327號1樓",
      "y": 25.13971,
      "x": 121.795824
    },
    {
      "name": "北寧",
      "address": "基隆市中正區北寧路382號382-5號",
      "y": 25.139364,
      "x": 121.795998
    },
    {
      "name": "北投",
      "address": "台北市北投區中和街222號",
      "y": 25.139116,
      "x": 121.50187
    },
    {
      "name": "渡船頭",
      "address": "新北市淡水區中正路57號59號",
      "y": 25.13899,
      "x": 121.45999
    },
    {
      "name": "太學",
      "address": "台北市士林區華岡路45之1號1樓",
      "y": 25.138223,
      "x": 121.543432
    },
    {
      "name": "立飛",
      "address": "新北市淡水區民生路126號128號1樓2樓",
      "y": 25.138212,
      "x": 121.463936
    },
    {
      "name": "和豐",
      "address": "基隆市中正區新豐街203號1樓",
      "y": 25.138016,
      "x": 121.789134
    },
    {
      "name": "中陽",
      "address": "台北市北投區中央北路三段55號57號1樓",
      "y": 25.137918,
      "x": 121.484902
    },
    {
      "name": "偕成",
      "address": "新北市淡水區民生路54號",
      "y": 25.137743,
      "x": 121.461903
    },
    {
      "name": "和業",
      "address": "台北市北投區中和街10號",
      "y": 25.137542,
      "x": 121.503427
    },
    {
      "name": "竹圍",
      "address": "新北市淡水區民權路109號111號",
      "y": 25.137495,
      "x": 121.460225
    },
    {
      "name": "金福佑",
      "address": "新北市淡水區中正路113號",
      "y": 25.137416,
      "x": 121.46024
    },
    {
      "name": "文學",
      "address": "台北市士林區光華路26巷10號1樓",
      "y": 25.1373,
      "x": 121.541612
    },
    {
      "name": "美的",
      "address": "基隆市信義區教孝街28號1樓",
      "y": 25.137286,
      "x": 121.775034
    },
    {
      "name": "雙全",
      "address": "台北市北投區中庸里大業路715-717號",
      "y": 25.137241,
      "x": 121.500946
    },
    {
      "name": "春天",
      "address": "台北市北投區泉源路12-1號1樓",
      "y": 25.137093,
      "x": 121.504378
    },
    {
      "name": "深澳坑",
      "address": "基隆市信義區深澳坑路2-6號2-7號",
      "y": 25.136863,
      "x": 121.771292
    },
    {
      "name": "草山",
      "address": "台北市士林區格致路28號",
      "y": 25.136861,
      "x": 121.546524
    },
    {
      "name": "深美",
      "address": "基隆市信義區深美街196號",
      "y": 25.136757,
      "x": 121.778895
    },
    {
      "name": "竹捷",
      "address": "新北市淡水區竹圍里民族路10號",
      "y": 25.136721,
      "x": 121.460531
    },
    {
      "name": "政戰",
      "address": "台北市北投區中央北路二段15號17號",
      "y": 25.136402,
      "x": 121.496158
    },
    {
      "name": "立竹",
      "address": "新北市淡水區民族路58號1樓2樓",
      "y": 25.135861,
      "x": 121.461877
    },
    {
      "name": "金寶",
      "address": "新北市淡水區中正路169號",
      "y": 25.135823,
      "x": 121.460005
    },
    {
      "name": "加賀屋",
      "address": "台北市北投區溫泉路73巷5號地下二樓之1",
      "y": 25.135783,
      "x": 121.505712
    },
    {
      "name": "財豐",
      "address": "基隆市中正區新豐街389號1樓",
      "y": 25.135329,
      "x": 121.785397
    },
    {
      "name": "泉北",
      "address": "台北市北投區溫泉路70號",
      "y": 25.135165,
      "x": 121.504823
    },
    {
      "name": "薇閣",
      "address": "台北市北投區中央北路一段108號",
      "y": 25.134921,
      "x": 121.499544
    },
    {
      "name": "新峨嵋",
      "address": "台北市萬華區峨嵋街111之2號之3號",
      "y": 25.134811,
      "x": 121.56763
    },
    {
      "name": "新財發",
      "address": "基隆市中正區新豐街303巷11弄1號3號1樓",
      "y": 25.134312,
      "x": 121.788679
    },
    {
      "name": "旭東",
      "address": "基隆市中正區中正路54號",
      "y": 25.134193,
      "x": 121.745543
    },
    {
      "name": "光寶",
      "address": "台北市北投區光明路132之2號1.2樓",
      "y": 25.133748,
      "x": 121.502169
    },
    {
      "name": "馥竹",
      "address": "新北市淡水區民權路187巷19號1樓",
      "y": 25.133573,
      "x": 121.460535
    },
    {
      "name": "武強",
      "address": "新北市淡水區自強路375號1樓",
      "y": 25.133487,
      "x": 121.464634
    },
    {
      "name": "哨船頭",
      "address": "基隆市中正區義一路43號1樓",
      "y": 25.133359,
      "x": 121.745765
    },
    {
      "name": "光中",
      "address": "台北市北投區光明路122號",
      "y": 25.13329,
      "x": 121.501849
    },
    {
      "name": "公館",
      "address": "台北市北投區公館路31號",
      "y": 25.133096,
      "x": 121.503155
    },
    {
      "name": "安一",
      "address": "基隆市安樂區安一路172及174號",
      "y": 25.132587,
      "x": 121.732735
    },
    {
      "name": "新福樂",
      "address": "基隆市信義區深溪路43號45號1樓",
      "y": 25.132441,
      "x": 121.781856
    },
    {
      "name": "聖心",
      "address": "基隆市中山區西定路38號40號",
      "y": 25.132403,
      "x": 121.735505
    },
    {
      "name": "港都",
      "address": "基隆市中正區義二路8號1樓",
      "y": 25.132256,
      "x": 121.746089
    },
    {
      "name": "龍騰",
      "address": "基隆市中正區義一路22號24號",
      "y": 25.13212,
      "x": 121.745454
    },
    {
      "name": "港隆",
      "address": "基隆市仁愛區孝四路23號1樓",
      "y": 25.131401,
      "x": 121.739018
    },
    {
      "name": "浩瀚",
      "address": "新北市八里區龍形二街2-11號",
      "y": 25.13117,
      "x": 121.450737
    },
    {
      "name": "孝三",
      "address": "基隆市仁愛區孝三路89號91號1樓",
      "y": 25.13074,
      "x": 121.739492
    },
    {
      "name": "大中",
      "address": "台北市北投區中央南路一段114號",
      "y": 25.130504,
      "x": 121.501019
    },
    {
      "name": "基醫",
      "address": "基隆市信義區信二路268號1樓",
      "y": 25.130456,
      "x": 121.748322
    },
    {
      "name": "西安",
      "address": "台北市北投區大興街44號46號1樓",
      "y": 25.130082,
      "x": 121.49936
    },
    {
      "name": "杰昕",
      "address": "基隆市信義區信二路243號245號",
      "y": 25.129966,
      "x": 121.748045
    },
    {
      "name": "長坑",
      "address": "新北市八里區中華路三段168號",
      "y": 25.129897,
      "x": 121.39224
    },
    {
      "name": "忠三",
      "address": "基隆市仁愛區忠三路52之1號54號1樓",
      "y": 25.129687,
      "x": 121.738878
    },
    {
      "name": "愛鑫",
      "address": "基隆市仁愛區愛二路65號",
      "y": 25.12966,
      "x": 121.742362
    },
    {
      "name": "新廟口",
      "address": "基隆市仁愛區仁二路228號1樓",
      "y": 25.12957,
      "x": 121.74383
    },
    {
      "name": "清江",
      "address": "台北市北投區公館路165號1樓.165-1號B1",
      "y": 25.129497,
      "x": 121.506868
    },
    {
      "name": "信二",
      "address": "基隆市信義區信二路167號",
      "y": 25.129424,
      "x": 121.752065
    },
    {
      "name": "極上",
      "address": "基隆市仁愛區仁三路66號愛二路54巷10號1樓",
      "y": 25.128958,
      "x": 121.742682
    },
    {
      "name": "極緻",
      "address": "基隆市仁愛區仁二路211號1樓",
      "y": 25.128835,
      "x": 121.744317
    },
    {
      "name": "崁頂",
      "address": "基隆市仁愛區仁四路60號62號1樓",
      "y": 25.128492,
      "x": 121.74116
    },
    {
      "name": "愛六",
      "address": "基隆市仁愛區仁一路281號1樓",
      "y": 25.12845,
      "x": 121.747262
    },
    {
      "name": "和信醫",
      "address": "台北市北投區立德路125號1樓",
      "y": 25.128339,
      "x": 121.472009
    },
    {
      "name": "崇信",
      "address": "基隆市信義區東信路212-4,214號1F",
      "y": 25.128215,
      "x": 121.763085
    },
    {
      "name": "一德",
      "address": "台北市北投區中央北路四段513號",
      "y": 25.128137,
      "x": 121.468527
    },
    {
      "name": "吉發",
      "address": "新北市淡水區自強路275號",
      "y": 25.128131,
      "x": 121.462571
    },
    {
      "name": "極品",
      "address": "基隆市仁愛區仁三路19號21號1,2樓",
      "y": 25.127973,
      "x": 121.743689
    },
    {
      "name": "德信",
      "address": "基隆市信義區東信路50號52號",
      "y": 25.127947,
      "x": 121.767831
    },
    {
      "name": "東明",
      "address": "基隆市信義區東明路181號183號1樓",
      "y": 25.127722,
      "x": 121.757708
    },
    {
      "name": "新福成",
      "address": "基隆市仁愛區仁二路84號86號1樓",
      "y": 25.127641,
      "x": 121.748322
    },
    {
      "name": "坤海",
      "address": "基隆市信義區東明路69號",
      "y": 25.127588,
      "x": 121.76228
    },
    {
      "name": "仁五",
      "address": "基隆市仁愛區仁五路63號1樓",
      "y": 25.127574,
      "x": 121.740116
    },
    {
      "name": "新華成",
      "address": "基隆市仁愛區成功一路115號117號",
      "y": 25.127425,
      "x": 121.736944
    },
    {
      "name": "新仁二",
      "address": "基隆市仁愛區仁二路11號13號1樓",
      "y": 25.127383,
      "x": 121.750594
    },
    {
      "name": "華碩二",
      "address": "台北市北投區立德路115號3樓",
      "y": 25.126793,
      "x": 121.471801
    },
    {
      "name": "滿福",
      "address": "基隆市信義區深澳坑路166之30號1樓",
      "y": 25.126763,
      "x": 121.784482
    },
    {
      "name": "奇岩",
      "address": "台北市北投區崇仁路一段76號",
      "y": 25.1262,
      "x": 121.501465
    },
    {
      "name": "神州",
      "address": "新北市八里區龍米路一段113號",
      "y": 25.126073,
      "x": 121.452388
    },
    {
      "name": "觀海",
      "address": "新北市八里區龍米路一段140號",
      "y": 25.125668,
      "x": 121.453036
    },
    {
      "name": "公岩",
      "address": "台北市北投區公館路259號1樓",
      "y": 25.125492,
      "x": 121.508201
    },
    {
      "name": "關渡站",
      "address": "台北市北投區大度路三段270巷69號71號1樓",
      "y": 25.125036,
      "x": 121.467181
    },
    {
      "name": "新金樂",
      "address": "基隆市安樂區麥金路427號",
      "y": 25.12494,
      "x": 121.719513
    },
    {
      "name": "深瑞",
      "address": "基隆市信義區深澳坑路129號1樓",
      "y": 25.124667,
      "x": 121.789209
    },
    {
      "name": "鼻頭角",
      "address": "新北市瑞芳區鼻頭路227之4號1樓",
      "y": 25.123906,
      "x": 121.914548
    },
    {
      "name": "天裕",
      "address": "台北市士林區中山北路七段156號1樓",
      "y": 25.123867,
      "x": 121.53275
    },
    {
      "name": "慶龍",
      "address": "基隆市仁愛區南榮路187號1樓",
      "y": 25.123638,
      "x": 121.743151
    },
    {
      "name": "天真",
      "address": "台北市士林區中山北路七段141巷6之1號1樓",
      "y": 25.123259,
      "x": 121.531617
    },
    {
      "name": "知心",
      "address": "台北市北投區知行路185號1樓",
      "y": 25.122821,
      "x": 121.466897
    },
    {
      "name": "行義",
      "address": "台北市北投區石牌路二段348巷1號3號1樓",
      "y": 25.122747,
      "x": 121.52521
    },
    {
      "name": "瑞濱",
      "address": "新北市瑞芳區海濱路157號",
      "y": 25.12175,
      "x": 121.829402
    },
    {
      "name": "樂添",
      "address": "基隆市安樂區樂利二街62巷291號2樓292號293號1樓",
      "y": 25.121569,
      "x": 121.71511
    },
    {
      "name": "關渡",
      "address": "台北市北投區知行路282號",
      "y": 25.121538,
      "x": 121.467478
    },
    {
      "name": "榮總",
      "address": "台北市北投區石牌路二段301號",
      "y": 25.12138,
      "x": 121.52276
    },
    {
      "name": "丞展",
      "address": "新北市瑞芳區瑞濱路32之8號1樓",
      "y": 25.121374,
      "x": 121.826237
    },
    {
      "name": "基金",
      "address": "基隆市安樂區麥金路197號1樓",
      "y": 25.120858,
      "x": 121.721495
    },
    {
      "name": "福瀛",
      "address": "台北市北投區西安街二段345號1樓",
      "y": 25.120689,
      "x": 121.505371
    },
    {
      "name": "新長基",
      "address": "基隆市安樂區安樂路二段161號",
      "y": 25.120645,
      "x": 121.723427
    },
    {
      "name": "天鑫",
      "address": "台北市士林區天玉街8號",
      "y": 25.119755,
      "x": 121.526948
    },
    {
      "name": "陽明",
      "address": "台北市北投區立農街二段155號1樓",
      "y": 25.119514,
      "x": 121.514847
    },
    {
      "name": "東洋",
      "address": "台北市士林區中山北路七段14巷19號Ｂ1",
      "y": 25.118858,
      "x": 121.532442
    },
    {
      "name": "鑫仰德",
      "address": "台北市士林區仰德大道三段68號70號",
      "y": 25.118842,
      "x": 121.55291
    },
    {
      "name": "立農",
      "address": "台北市北投區承德路七段378號",
      "y": 25.118643,
      "x": 121.502804
    },
    {
      "name": "榮護",
      "address": "台北市北投區石牌路二段179號1樓",
      "y": 25.118601,
      "x": 121.518213
    },
    {
      "name": "齊德",
      "address": "台北市士林區天母西路85號1樓2樓",
      "y": 25.118552,
      "x": 121.524778
    },
    {
      "name": "天東",
      "address": "台北市士林區中山北路七段14巷2-1號",
      "y": 25.118551,
      "x": 121.531084
    },
    {
      "name": "天北",
      "address": "台北市士林區天母里天母西路39-1號1樓",
      "y": 25.118515,
      "x": 121.527402
    },
    {
      "name": "天越",
      "address": "台北市士林區天母東路50巷25號",
      "y": 25.118166,
      "x": 121.531804
    },
    {
      "name": "護專",
      "address": "台北市北投區振興街31號",
      "y": 25.117971,
      "x": 121.522313
    },
    {
      "name": "三玉",
      "address": "台北市士林區天母東路88之1號1樓",
      "y": 25.117917,
      "x": 121.535726
    },
    {
      "name": "鐏賢",
      "address": "台北市北投區尊賢街247號",
      "y": 25.117451,
      "x": 121.506855
    },
    {
      "name": "安遠",
      "address": "台北市北投區致遠二路149號",
      "y": 25.117451,
      "x": 121.512953
    },
    {
      "name": "振華",
      "address": "台北市北投區石牌路二段80號82號",
      "y": 25.116884,
      "x": 121.516353
    },
    {
      "name": "東華",
      "address": "台北市北投區裕民一路40巷1號",
      "y": 25.116452,
      "x": 121.517966
    },
    {
      "name": "新壯觀",
      "address": "基隆市安樂區麥金路64號66號1樓",
      "y": 25.116405,
      "x": 121.726323
    },
    {
      "name": "天福",
      "address": "台北市士林區天福里天母東路８巷39號天母東路8巷41弄1號",
      "y": 25.116361,
      "x": 121.53167
    },
    {
      "name": "湖海",
      "address": "桃園市蘆竹區濱海路一段335號337號1樓",
      "y": 25.115575,
      "x": 121.26019
    },
    {
      "name": "石捷",
      "address": "台北市北投區石牌路二段8號",
      "y": 25.115351,
      "x": 121.515503
    },
    {
      "name": "富邦",
      "address": "台北市北投區實踐街22號24號",
      "y": 25.114937,
      "x": 121.508157
    },
    {
      "name": "商城",
      "address": "台北市北投區裕民六路111號113號1樓",
      "y": 25.114734,
      "x": 121.517374
    },
    {
      "name": "天美",
      "address": "台北市士林區天母東路8巷98號",
      "y": 25.114247,
      "x": 121.53009
    },
    {
      "name": "懷得",
      "address": "台北市北投區懷德街85號1樓",
      "y": 25.114096,
      "x": 121.519656
    },
    {
      "name": "致遠",
      "address": "台北市北投區石牌路一段126號",
      "y": 25.114014,
      "x": 121.512397
    },
    {
      "name": "天富",
      "address": "台北市北投區富貴一路3號1樓",
      "y": 25.113624,
      "x": 121.523757
    },
    {
      "name": "百齡",
      "address": "台北市北投區石牌路一段37號",
      "y": 25.113148,
      "x": 121.510306
    },
    {
      "name": "德芝",
      "address": "台北市士林區士東路266巷5弄18號20號1樓",
      "y": 25.112376,
      "x": 121.537545
    },
    {
      "name": "福致",
      "address": "台北市北投區致遠一路二段49號51號1樓",
      "y": 25.11196,
      "x": 121.513633
    },
    {
      "name": "士東",
      "address": "台北市士林區士東路48號",
      "y": 25.111891,
      "x": 121.527844
    },
    {
      "name": "海湖",
      "address": "桃園市蘆竹區濱海路一段40號42號",
      "y": 25.111832,
      "x": 121.254657
    },
    {
      "name": "統勝",
      "address": "台北市北投區自強街82號",
      "y": 25.110557,
      "x": 121.514613
    },
    {
      "name": "明德",
      "address": "台北市北投區明德路114號",
      "y": 25.109849,
      "x": 121.520215
    },
    {
      "name": "德東",
      "address": "台北市士林區德行東路262號1樓",
      "y": 25.109715,
      "x": 121.534679
    },
    {
      "name": "九份",
      "address": "新北市瑞芳區基山街3號",
      "y": 25.109705,
      "x": 121.845215
    },
    {
      "name": "明華",
      "address": "台北市北投區明德路99號",
      "y": 25.10951,
      "x": 121.519421
    },
    {
      "name": "德行",
      "address": "台北市士林區忠誠路二段7號1樓",
      "y": 25.108879,
      "x": 121.530632
    },
    {
      "name": "德寶",
      "address": "台北市士林區忠誠路2段50巷12號",
      "y": 25.108784,
      "x": 121.529906
    },
    {
      "name": "新天強",
      "address": "台北市士林區克強路11及11-1號1樓",
      "y": 25.108711,
      "x": 121.524484
    },
    {
      "name": "瑞明",
      "address": "新北市瑞芳區明燈路三段86號1樓2樓",
      "y": 25.108468,
      "x": 121.805693
    },
    {
      "name": "瑞芳",
      "address": "新北市瑞芳區明燈路三段52號54號",
      "y": 25.108109,
      "x": 121.807116
    },
    {
      "name": "德誠",
      "address": "台北市士林區德行東路106號108號1樓",
      "y": 25.107683,
      "x": 121.528544
    },
    {
      "name": "芝玉",
      "address": "台北市士林區忠義街121號",
      "y": 25.107669,
      "x": 121.532827
    },
    {
      "name": "三爪坑",
      "address": "新北市瑞芳區三爪子坑路15號17號",
      "y": 25.107486,
      "x": 121.813891
    },
    {
      "name": "瑞信",
      "address": "新北市瑞芳區民生街23號",
      "y": 25.10735,
      "x": 121.80618
    },
    {
      "name": "南山北",
      "address": "桃園市蘆竹區南山北路二段426號1樓",
      "y": 25.107301,
      "x": 121.274218
    },
    {
      "name": "御城",
      "address": "新北市五股區御史路3號5號1樓",
      "y": 25.107036,
      "x": 121.419653
    },
    {
      "name": "誠義",
      "address": "台北市士林區忠誠路一段126號",
      "y": 25.106678,
      "x": 121.529594
    },
    {
      "name": "蘭雅",
      "address": "台北市士林區德行東路6之2號1樓",
      "y": 25.106511,
      "x": 121.525273
    },
    {
      "name": "泰里",
      "address": "新北市五股區成泰路四段12號1樓",
      "y": 25.10644,
      "x": 121.453271
    },
    {
      "name": "凱立",
      "address": "台北市士林區忠義街68號",
      "y": 25.105918,
      "x": 121.531342
    },
    {
      "name": "新豪美",
      "address": "台北市北投區文林北路98號100號",
      "y": 25.105629,
      "x": 121.517656
    },
    {
      "name": "瑞慈",
      "address": "新北市瑞芳區三爪子坑路64之39號64之40號1樓",
      "y": 25.105342,
      "x": 121.808748
    },
    {
      "name": "濱海",
      "address": "桃園市大園區竹圍里五鄰竹圍街45-3號",
      "y": 25.104654,
      "x": 121.243126
    },
    {
      "name": "德天",
      "address": "台北市士林區德行西路52號1樓",
      "y": 25.104647,
      "x": 121.523427
    },
    {
      "name": "成洲",
      "address": "新北市五股區成泰路三段577巷92號94號",
      "y": 25.104113,
      "x": 121.449365
    },
    {
      "name": "福溢",
      "address": "台北市士林區德行西路96號",
      "y": 25.104079,
      "x": 121.521246
    },
    {
      "name": "新忠誠",
      "address": "台北市士林區中山北路六段18號20號1樓",
      "y": 25.10394,
      "x": 121.526726
    },
    {
      "name": "泰股",
      "address": "新北市五股區成泰路三段577巷24號",
      "y": 25.103016,
      "x": 121.451553
    },
    {
      "name": "芝山",
      "address": "台北市士林區福華路126號1樓",
      "y": 25.102705,
      "x": 121.522922
    },
    {
      "name": "龍五",
      "address": "新北市五股區凌雲路一段136號",
      "y": 25.102304,
      "x": 121.449663
    },
    {
      "name": "至誠",
      "address": "台北市士林區至誠路二段31號",
      "y": 25.10182,
      "x": 121.529397
    },
    {
      "name": "鑫成",
      "address": "台北市士林區至誠路二段82號1樓",
      "y": 25.101593,
      "x": 121.527725
    },
    {
      "name": "成曜",
      "address": "新北市五股區凌雲路一段87號89號91號1樓",
      "y": 25.101272,
      "x": 121.450611
    },
    {
      "name": "德華",
      "address": "台北市士林區文林路669號1樓及B1",
      "y": 25.10083,
      "x": 121.522191
    },
    {
      "name": "新建興",
      "address": "新北市瑞芳區大埔路138號",
      "y": 25.10083,
      "x": 121.76184
    },
    {
      "name": "至善天",
      "address": "台北市士林區至善路二段264號",
      "y": 25.100419,
      "x": 121.550913
    },
    {
      "name": "晨曦",
      "address": "基隆市暖暖區東勢街6之52號6之53號1樓",
      "y": 25.099529,
      "x": 121.736537
    },
    {
      "name": "源遠",
      "address": "基隆市暖暖區源遠路294號296號298號1樓",
      "y": 25.099319,
      "x": 121.758331
    },
    {
      "name": "新暖東",
      "address": "基隆市暖暖區暖暖街177號1樓",
      "y": 25.099296,
      "x": 121.736002
    },
    {
      "name": "福志",
      "address": "台北市士林區雨農路25號",
      "y": 25.098519,
      "x": 121.532213
    },
    {
      "name": "永富",
      "address": "基隆市七堵區永富路99號101號103號1樓",
      "y": 25.09839,
      "x": 121.712197
    },
    {
      "name": "七堵",
      "address": "基隆市七堵區明德一路174號",
      "y": 25.09814,
      "x": 121.714387
    },
    {
      "name": "碇內",
      "address": "基隆市暖暖區源遠路158號160號",
      "y": 25.098126,
      "x": 121.74897
    },
    {
      "name": "利客來",
      "address": "新北市五股區成泰路三段419號",
      "y": 25.097338,
      "x": 121.449592
    },
    {
      "name": "丹樺",
      "address": "台北市士林區文林路530號",
      "y": 25.097231,
      "x": 121.524134
    },
    {
      "name": "冬樂",
      "address": "台北市士林區美崙街112號一樓",
      "y": 25.097107,
      "x": 121.519699
    },
    {
      "name": "暖碇",
      "address": "基隆市暖暖區碇內街9號11號",
      "y": 25.096289,
      "x": 121.755059
    },
    {
      "name": "正光",
      "address": "基隆市七堵區自治街9號11號",
      "y": 25.096268,
      "x": 121.713137
    },
    {
      "name": "新文",
      "address": "台北市士林區文昌路64號",
      "y": 25.096136,
      "x": 121.521385
    },
    {
      "name": "福榮",
      "address": "台北市士林區中正路220號222號",
      "y": 25.095529,
      "x": 121.526093
    },
    {
      "name": "成雲",
      "address": "新北市五股區西雲路200.202號1樓",
      "y": 25.095524,
      "x": 121.44784
    },
    {
      "name": "日安",
      "address": "台北市士林區文林路444號1樓",
      "y": 25.095297,
      "x": 121.524674
    },
    {
      "name": "豐基",
      "address": "台北市士林區基河路368號370號",
      "y": 25.094757,
      "x": 121.518465
    },
    {
      "name": "福鑫",
      "address": "台北市士林區中正路324號",
      "y": 25.094726,
      "x": 121.522543
    },
    {
      "name": "士正",
      "address": "台北市士林區中正路301號1樓",
      "y": 25.094652,
      "x": 121.523741
    },
    {
      "name": "東吳",
      "address": "台北市士林區臨溪路70號",
      "y": 25.094448,
      "x": 121.545754
    },
    {
      "name": "民仁",
      "address": "新北市蘆洲區仁愛街58號60號",
      "y": 25.093794,
      "x": 121.471627
    },
    {
      "name": "遠雄",
      "address": "桃園市大園區航翔路5之7號1樓",
      "y": 25.093677,
      "x": 121.254551
    },
    {
      "name": "蘆海",
      "address": "桃園市蘆竹區坑口里海山路一段76號一樓",
      "y": 25.093315,
      "x": 121.268037
    },
    {
      "name": "七堵站",
      "address": "基隆市七堵區東新街2號1樓",
      "y": 25.093145,
      "x": 121.714626
    },
    {
      "name": "洲美",
      "address": "台北市士林區延平北路六段505號",
      "y": 25.093133,
      "x": 121.49826
    },
    {
      "name": "成旺",
      "address": "新北市五股區成泰路三段212號216號218號1樓",
      "y": 25.092729,
      "x": 121.44611
    },
    {
      "name": "暖鑫",
      "address": "基隆市暖暖區暖暖街554號",
      "y": 25.092587,
      "x": 121.736584
    },
    {
      "name": "新天際",
      "address": "新北市蘆洲區三民路575號",
      "y": 25.092474,
      "x": 121.46201
    },
    {
      "name": "文饌",
      "address": "台北市士林區福德路12號14號1樓",
      "y": 25.09241,
      "x": 121.525787
    },
    {
      "name": "社中",
      "address": "台北市士林區社中街320號322號1樓",
      "y": 25.092335,
      "x": 121.505186
    },
    {
      "name": "鷺江",
      "address": "新北市蘆洲區長榮路679號1樓",
      "y": 25.092162,
      "x": 121.460202
    },
    {
      "name": "新士林",
      "address": "台北市士林區大東路123號125號1樓",
      "y": 25.091595,
      "x": 121.525449
    },
    {
      "name": "統吉",
      "address": "新北市蘆洲區永平街32巷12弄1號",
      "y": 25.091505,
      "x": 121.459249
    },
    {
      "name": "文豪",
      "address": "新北市蘆洲區民族路402號406號1樓",
      "y": 25.091456,
      "x": 121.474805
    },
    {
      "name": "友成",
      "address": "台北市士林區社中街211號1樓",
      "y": 25.091018,
      "x": 121.508422
    },
    {
      "name": "沙崙",
      "address": "桃園市大園區沙崙里國際路二段759號761號763號1樓",
      "y": 25.090754,
      "x": 121.229544
    },
    {
      "name": "聚鑫",
      "address": "台北市士林區延平北路六段350號",
      "y": 25.090686,
      "x": 121.501276
    },
    {
      "name": "民悅",
      "address": "新北市蘆洲區民族路316.318號",
      "y": 25.090275,
      "x": 121.477176
    },
    {
      "name": "美禎",
      "address": "新北市蘆洲區復興路322號",
      "y": 25.090264,
      "x": 121.481878
    },
    {
      "name": "航祥",
      "address": "桃園市大園區三民路一段785號1樓",
      "y": 25.090207,
      "x": 121.252418
    },
    {
      "name": "長鴻",
      "address": "台北市內湖區大湖山莊街219巷6號8號1樓",
      "y": 25.09001,
      "x": 121.599716
    },
    {
      "name": "文林",
      "address": "台北市士林區大北路14號16號1樓",
      "y": 25.089791,
      "x": 121.52659
    },
    {
      "name": "川詠山",
      "address": "新北市三重區集賢路158號1樓",
      "y": 25.08974,
      "x": 121.488232
    },
    {
      "name": "至富",
      "address": "新北市林口區中湖里14鄰中湖40號之9",
      "y": 25.089709,
      "x": 121.380624
    },
    {
      "name": "福泰",
      "address": "新北市五股區五福路49號51號1樓",
      "y": 25.089675,
      "x": 121.433102
    },
    {
      "name": "健倫",
      "address": "新北市蘆洲區保新里4鄰三民路230號",
      "y": 25.089596,
      "x": 121.468493
    },
    {
      "name": "福通",
      "address": "台北市士林區大南路400號402號1樓",
      "y": 25.089541,
      "x": 121.515861
    },
    {
      "name": "大饌",
      "address": "台北市士林區大東路35號1樓",
      "y": 25.089387,
      "x": 121.52521
    },
    {
      "name": "集鑫",
      "address": "台北市士林區延平北路六段229號231號",
      "y": 25.089301,
      "x": 121.505053
    },
    {
      "name": "福氣",
      "address": "台北市士林區延平北路六段122號124號1樓",
      "y": 25.089279,
      "x": 121.507732
    },
    {
      "name": "山林",
      "address": "桃園市蘆竹區海山路407號409號411號",
      "y": 25.089241,
      "x": 121.27686
    },
    {
      "name": "蘆權",
      "address": "新北市蘆洲區民權路136號138號1樓",
      "y": 25.089022,
      "x": 121.473221
    },
    {
      "name": "豫鋒",
      "address": "台北市士林區大南路322號",
      "y": 25.088972,
      "x": 121.518355
    },
    {
      "name": "實萬",
      "address": "新北市汐止區汐萬路二段248號1樓",
      "y": 25.088868,
      "x": 121.646237
    },
    {
      "name": "集吉",
      "address": "新北市三重區三賢街61號63號1樓",
      "y": 25.088842,
      "x": 121.489037
    },
    {
      "name": "承河",
      "address": "台北市士林區基河路132號1樓",
      "y": 25.088761,
      "x": 121.522552
    },
    {
      "name": "金碧",
      "address": "台北市內湖區金龍路219號217巷1號1樓",
      "y": 25.088599,
      "x": 121.587469
    },
    {
      "name": "民欣",
      "address": "新北市蘆洲區光榮路63號65號67號",
      "y": 25.08854,
      "x": 121.461136
    },
    {
      "name": "珍饌",
      "address": "台北市士林區文林路126號1樓",
      "y": 25.088442,
      "x": 121.526519
    },
    {
      "name": "京饌",
      "address": "台北市士林區大東路15-6號15-7號1樓",
      "y": 25.088423,
      "x": 121.525001
    },
    {
      "name": "鑫港",
      "address": "台北市士林區後港街210號",
      "y": 25.088396,
      "x": 121.520576
    },
    {
      "name": "上饌",
      "address": "台北市士林區基河路125號127號",
      "y": 25.088354,
      "x": 121.52384
    },
    {
      "name": "洲子洋",
      "address": "新北市五股區芳洲八路107號109號111號1.2樓",
      "y": 25.088256,
      "x": 121.446176
    },
    {
      "name": "永樂",
      "address": "新北市蘆洲區永樂街35號37號1樓",
      "y": 25.088225,
      "x": 121.457931
    },
    {
      "name": "池田",
      "address": "新北市蘆洲區民族路224號226號1樓",
      "y": 25.088049,
      "x": 121.479649
    },
    {
      "name": "領袖",
      "address": "新北市蘆洲區集賢路224巷60號62號",
      "y": 25.088002,
      "x": 121.480965
    },
    {
      "name": "福聚",
      "address": "基隆市七堵區實踐路286號福二街229號1樓",
      "y": 25.087378,
      "x": 121.69529
    },
    {
      "name": "福臨",
      "address": "新北市五股區工商路150號",
      "y": 25.087364,
      "x": 121.433331
    },
    {
      "name": "銘傳",
      "address": "台北市士林區中山北路五段250號",
      "y": 25.087349,
      "x": 121.526953
    },
    {
      "name": "蘆正",
      "address": "新北市蘆洲區中正路261號",
      "y": 25.087166,
      "x": 121.467421
    },
    {
      "name": "泰星",
      "address": "新北市蘆洲區成功里長安街276號",
      "y": 25.087113,
      "x": 121.457375
    },
    {
      "name": "信義路",
      "address": "新北市蘆洲區信義路341號341之1號341之2號341之3號1樓",
      "y": 25.087,
      "x": 121.47791
    },
    {
      "name": "侯硐",
      "address": "新北市瑞芳區柴寮路40號1樓",
      "y": 25.08696,
      "x": 121.82759
    },
    {
      "name": "珈英",
      "address": "新北市蘆洲區復興路92號",
      "y": 25.086904,
      "x": 121.475707
    },
    {
      "name": "新福慶",
      "address": "台北市士林區基河路1號1樓(部份)",
      "y": 25.086765,
      "x": 121.524768
    },
    {
      "name": "粉寮",
      "address": "新北市林口區粉寮路二段36號",
      "y": 25.086667,
      "x": 121.403356
    },
    {
      "name": "金湖",
      "address": "台北市內湖區文湖街83號1樓",
      "y": 25.086602,
      "x": 121.564182
    },
    {
      "name": "機場",
      "address": "桃園市大園區三民路二段110號112號",
      "y": 25.0866,
      "x": 121.254301
    },
    {
      "name": "環湖",
      "address": "台北市內湖區環山路一段70號",
      "y": 25.086558,
      "x": 121.566998
    },
    {
      "name": "六工",
      "address": "基隆市七堵區工建路1之22號1之23號1樓",
      "y": 25.08653,
      "x": 121.702744
    },
    {
      "name": "集德",
      "address": "新北市蘆洲區集賢路228號1樓",
      "y": 25.086433,
      "x": 121.482137
    },
    {
      "name": "社鑽",
      "address": "台北市士林區中正路639號1樓",
      "y": 25.086119,
      "x": 121.508208
    },
    {
      "name": "蘆樂",
      "address": "新北市蘆洲區長樂路55號1樓",
      "y": 25.086108,
      "x": 121.462931
    },
    {
      "name": "碧綠",
      "address": "台北市內湖區內湖路三段59巷1號61號63號",
      "y": 25.086056,
      "x": 121.591999
    },
    {
      "name": "金聯發",
      "address": "台北市內湖區金龍路137號1樓",
      "y": 25.086046,
      "x": 121.590151
    },
    {
      "name": "民揚",
      "address": "新北市五股區新五路二段572號1樓",
      "y": 25.085783,
      "x": 121.443261
    },
    {
      "name": "前港",
      "address": "台北市士林區後港街98之1號2號1樓",
      "y": 25.085581,
      "x": 121.521562
    },
    {
      "name": "新義民",
      "address": "新北市蘆洲區民族路122號124號",
      "y": 25.085535,
      "x": 121.47898
    },
    {
      "name": "華新一",
      "address": "基隆市七堵區華新一路22號26號1樓",
      "y": 25.085506,
      "x": 121.674441
    },
    {
      "name": "重樂",
      "address": "新北市三重區三信路196號1樓",
      "y": 25.085436,
      "x": 121.487115
    },
    {
      "name": "重華",
      "address": "新北市三重區五華街181號185號1樓",
      "y": 25.085289,
      "x": 121.490162
    },
    {
      "name": "蘆竹",
      "address": "桃園市蘆竹區山腳里南山路三段306號308號",
      "y": 25.085278,
      "x": 121.286501
    },
    {
      "name": "福陽",
      "address": "台北市士林區延平北路五段269號271號1樓",
      "y": 25.085268,
      "x": 121.509578
    },
    {
      "name": "愛山林",
      "address": "桃園市蘆竹區山林路一段297號",
      "y": 25.085179,
      "x": 121.293629
    },
    {
      "name": "成湖",
      "address": "台北市內湖區成功路四段346號",
      "y": 25.085076,
      "x": 121.599665
    },
    {
      "name": "百義",
      "address": "新北市三重區仁義街232號",
      "y": 25.085065,
      "x": 121.49445
    },
    {
      "name": "金德",
      "address": "台北市內湖區金龍路5號1F",
      "y": 25.084941,
      "x": 121.593493
    },
    {
      "name": "蘆荻",
      "address": "新北市蘆洲區永康街1巷35號1樓",
      "y": 25.084887,
      "x": 121.460214
    },
    {
      "name": "新五福",
      "address": "基隆市七堵區福五街80號82號1樓",
      "y": 25.084879,
      "x": 121.698725
    },
    {
      "name": "前進",
      "address": "新北市蘆洲區中正路185巷50號52號1樓",
      "y": 25.08484,
      "x": 121.467061
    },
    {
      "name": "美麗華",
      "address": "台北市中山區北安路839-1號",
      "y": 25.084759,
      "x": 121.557398
    },
    {
      "name": "環金",
      "address": "台北市內湖區環山路二段81號83號1樓",
      "y": 25.084728,
      "x": 121.574884
    },
    {
      "name": "陽州",
      "address": "新北市蘆洲區重陽街92.96號1樓",
      "y": 25.08465,
      "x": 121.482169
    },
    {
      "name": "馨瑩",
      "address": "台北市內湖區內湖路一段91巷2號",
      "y": 25.084632,
      "x": 121.561428
    },
    {
      "name": "蘆興",
      "address": "新北市蘆洲區長樂路2之6號1樓",
      "y": 25.084544,
      "x": 121.464347
    },
    {
      "name": "金龍",
      "address": "台北市內湖區內湖路二段407號409號411號1樓",
      "y": 25.084527,
      "x": 121.593311
    },
    {
      "name": "秀湖",
      "address": "台北市內湖區成功路四段359號1樓",
      "y": 25.084466,
      "x": 121.600055
    },
    {
      "name": "西武",
      "address": "台北市內湖區內湖路一段285巷65弄3號5號1樓",
      "y": 25.084426,
      "x": 121.568513
    },
    {
      "name": "貝比",
      "address": "新北市林口區湖南村8鄰頭湖70-9號",
      "y": 25.084381,
      "x": 121.376648
    },
    {
      "name": "福二",
      "address": "基隆市七堵區福二街157號1樓",
      "y": 25.084364,
      "x": 121.695865
    },
    {
      "name": "重富",
      "address": "新北市三重區溪尾街321號323號1樓",
      "y": 25.084337,
      "x": 121.487972
    },
    {
      "name": "新劍潭",
      "address": "台北市士林區福港街246號248號",
      "y": 25.084266,
      "x": 121.51746
    },
    {
      "name": "盛發",
      "address": "新北市蘆洲區光復路10號",
      "y": 25.084221,
      "x": 121.462564
    },
    {
      "name": "葫東",
      "address": "台北市士林區延平北路五段228號1樓230號1樓2樓",
      "y": 25.084214,
      "x": 121.510056
    },
    {
      "name": "幸福市",
      "address": "新北市林口區文化三路二段302號1樓",
      "y": 25.084189,
      "x": 121.377786
    },
    {
      "name": "三樂",
      "address": "台北市士林區劍潭路21號1樓",
      "y": 25.084154,
      "x": 121.522684
    },
    {
      "name": "直安",
      "address": "台北市中山區北安路649號",
      "y": 25.084057,
      "x": 121.549119
    },
    {
      "name": "五華",
      "address": "新北市三重區五華街148號1.2樓，150號1樓",
      "y": 25.084013,
      "x": 121.491111
    },
    {
      "name": "大興",
      "address": "新北市三重區仁華街80巷27號1樓",
      "y": 25.08397,
      "x": 121.484416
    },
    {
      "name": "大五股",
      "address": "新北市五股區成泰路二段81號",
      "y": 25.083964,
      "x": 121.438034
    },
    {
      "name": "長樂",
      "address": "新北市蘆洲區長安街269號",
      "y": 25.083928,
      "x": 121.458496
    },
    {
      "name": "得勝",
      "address": "新北市蘆洲區得勝街67號1樓",
      "y": 25.083783,
      "x": 121.47394
    },
    {
      "name": "集賢",
      "address": "新北市蘆洲區集賢路271號",
      "y": 25.083691,
      "x": 121.481114
    },
    {
      "name": "雙捷",
      "address": "新北市蘆洲區信義路162號166號168號1樓",
      "y": 25.083675,
      "x": 121.479298
    },
    {
      "name": "成竹",
      "address": "台北市內湖區成功路四段173號1樓",
      "y": 25.083635,
      "x": 121.594646
    },
    {
      "name": "明美",
      "address": "台北市中山區敬業一路130號1樓",
      "y": 25.083577,
      "x": 121.552549
    },
    {
      "name": "憲金",
      "address": "新北市蘆洲區光華路22巷1號",
      "y": 25.083533,
      "x": 121.469383
    },
    {
      "name": "弘龍",
      "address": "新北市五股區工商路16號",
      "y": 25.083257,
      "x": 121.439739
    },
    {
      "name": "福順",
      "address": "台北市士林區重慶北路四段149號151號1樓",
      "y": 25.083212,
      "x": 121.511874
    },
    {
      "name": "港華",
      "address": "台北市內湖區港華街46號1樓",
      "y": 25.082971,
      "x": 121.574763
    },
    {
      "name": "飛龍",
      "address": "新北市蘆洲區永安南路二段356號環堤大道2號6號",
      "y": 25.082947,
      "x": 121.456218
    },
    {
      "name": "華齡",
      "address": "台北市士林區華齡街17巷2號4號1樓",
      "y": 25.082872,
      "x": 121.518182
    },
    {
      "name": "智華",
      "address": "新北市蘆洲區光華路72號",
      "y": 25.082837,
      "x": 121.467893
    },
    {
      "name": "明水",
      "address": "台北市中山區明水路636號樂群三路1號",
      "y": 25.082822,
      "x": 121.551327
    },
    {
      "name": "新大直",
      "address": "台北市中山區北安路621巷48號",
      "y": 25.082796,
      "x": 121.546472
    },
    {
      "name": "篤鑫",
      "address": "基隆市七堵區堵南街22-1號1樓",
      "y": 25.082554,
      "x": 121.686418
    },
    {
      "name": "佳林",
      "address": "新北市林口區林口路197號",
      "y": 25.082496,
      "x": 121.387489
    },
    {
      "name": "德福",
      "address": "台北市內湖區成功路四段30巷27號29號31號",
      "y": 25.082428,
      "x": 121.592032
    },
    {
      "name": "福湖",
      "address": "台北市內湖區內湖路一段411巷17號19弄1號",
      "y": 25.082418,
      "x": 121.571254
    },
    {
      "name": "成泰",
      "address": "新北市五股區成泰路二段84號1樓",
      "y": 25.082408,
      "x": 121.437584
    },
    {
      "name": "德成",
      "address": "台北市內湖區內湖路二段366號",
      "y": 25.08238,
      "x": 121.590967
    },
    {
      "name": "西湖",
      "address": "台北市內湖區內湖路一段321號",
      "y": 25.08233,
      "x": 121.567887
    },
    {
      "name": "明園",
      "address": "新北市汐止區汐萬路二段62巷1號1樓",
      "y": 25.082313,
      "x": 121.649876
    },
    {
      "name": "麗池",
      "address": "新北市林口區中山路583號1樓.文化二路二段120號1樓",
      "y": 25.082241,
      "x": 121.379704
    },
    {
      "name": "墘麗",
      "address": "台北市內湖區港墘路37巷15號",
      "y": 25.082208,
      "x": 121.579103
    },
    {
      "name": "蘆華",
      "address": "新北市蘆洲區長安街140號1樓",
      "y": 25.082206,
      "x": 121.460325
    },
    {
      "name": "和華",
      "address": "新北市蘆洲區正和街28號",
      "y": 25.082194,
      "x": 121.469675
    },
    {
      "name": "清湖",
      "address": "台北市內湖區金湖路49號1樓",
      "y": 25.082189,
      "x": 121.596674
    },
    {
      "name": "百利",
      "address": "新北市三重區仁義街208號",
      "y": 25.08218,
      "x": 121.496296
    },
    {
      "name": "分子尾",
      "address": "新北市三重區仁愛街479號479之1號",
      "y": 25.082177,
      "x": 121.489091
    },
    {
      "name": "蘆三",
      "address": "新北市蘆洲區三民路6號8號",
      "y": 25.082173,
      "x": 121.476098
    },
    {
      "name": "葫蘆",
      "address": "台北市士林區延平北路五段134號134-2號1樓",
      "y": 25.082046,
      "x": 121.510508
    },
    {
      "name": "巧龍",
      "address": "基隆市七堵區百三街61號",
      "y": 25.082046,
      "x": 121.69588
    },
    {
      "name": "新林口",
      "address": "新北市林口區中正路90號92號1樓",
      "y": 25.082043,
      "x": 121.373253
    },
    {
      "name": "富港",
      "address": "台北市內湖區港墘路46號48號1樓",
      "y": 25.082037,
      "x": 121.578054
    },
    {
      "name": "欣旺",
      "address": "台北市中山區北安路606號",
      "y": 25.081977,
      "x": 121.548932
    },
    {
      "name": "達人",
      "address": "台北市內湖區內湖路二段249號251號",
      "y": 25.081959,
      "x": 121.589675
    },
    {
      "name": "樂林",
      "address": "新北市三重區永安北路二段15號",
      "y": 25.081591,
      "x": 121.482131
    },
    {
      "name": "榮曜",
      "address": "新北市林口區文化三路二段156.158號",
      "y": 25.081555,
      "x": 121.375637
    },
    {
      "name": "泰順",
      "address": "新北市三重區仁義街180.182號",
      "y": 25.081371,
      "x": 121.496727
    },
    {
      "name": "鄉長",
      "address": "新北市汐止區鄉長路二段16號",
      "y": 25.081344,
      "x": 121.668718
    },
    {
      "name": "麗安",
      "address": "台北市內湖區內湖路一段445號1樓",
      "y": 25.081271,
      "x": 121.572375
    },
    {
      "name": "薇美",
      "address": "台北市中山區敬業三路11號1樓",
      "y": 25.081157,
      "x": 121.55619
    },
    {
      "name": "伍泉",
      "address": "新北市三重區五華街52.54號1樓",
      "y": 25.081145,
      "x": 121.494243
    },
    {
      "name": "航站五",
      "address": "桃園市大園區航站南路9號5樓",
      "y": 25.081115,
      "x": 121.237049
    },
    {
      "name": "雙華",
      "address": "新北市蘆洲區中華街39號、中華街35巷6號1樓",
      "y": 25.081094,
      "x": 121.463232
    },
    {
      "name": "承富",
      "address": "台北市士林區承德路四段39號",
      "y": 25.081068,
      "x": 121.522905
    },
    {
      "name": "內海",
      "address": "桃園市大園區民生路183號1樓",
      "y": 25.081043,
      "x": 121.183871
    },
    {
      "name": "航站南",
      "address": "桃園市大園區航站南路15號B1樓",
      "y": 25.080919,
      "x": 121.236854
    },
    {
      "name": "天勝",
      "address": "新北市三重區仁愛街687號",
      "y": 25.080913,
      "x": 121.483318
    },
    {
      "name": "新吉麗",
      "address": "新北市蘆洲區中山一路204號1樓",
      "y": 25.080912,
      "x": 121.473424
    },
    {
      "name": "朗廷會",
      "address": "新北市林口區文化三路二段91號1樓",
      "y": 25.080895,
      "x": 121.374614
    },
    {
      "name": "華安",
      "address": "新北市蘆洲區長安街107號",
      "y": 25.080879,
      "x": 121.461436
    },
    {
      "name": "瑞景",
      "address": "台北市內湖區瑞光路583巷30號1樓",
      "y": 25.080752,
      "x": 121.568341
    },
    {
      "name": "觀林",
      "address": "新北市林口區林口路78號80號",
      "y": 25.080751,
      "x": 121.389173
    },
    {
      "name": "墘運",
      "address": "台北市內湖區洲子街12號1樓",
      "y": 25.080733,
      "x": 121.569536
    },
    {
      "name": "瑞寶",
      "address": "台北市內湖區瑞光路583巷27號1樓",
      "y": 25.080725,
      "x": 121.567887
    },
    {
      "name": "堤頂",
      "address": "台北市內湖區堤頂大道二段411號1樓",
      "y": 25.080679,
      "x": 121.563235
    },
    {
      "name": "紫新",
      "address": "台北市內湖區成功路三段201號1樓",
      "y": 25.080603,
      "x": 121.591062
    },
    {
      "name": "蘆讚",
      "address": "新北市蘆洲區中山二路184號",
      "y": 25.080602,
      "x": 121.47048
    },
    {
      "name": "慈佑",
      "address": "新北市三重區溪尾街189號191號",
      "y": 25.080601,
      "x": 121.488689
    },
    {
      "name": "萬濠",
      "address": "台北市中山區敬業四路1號1樓",
      "y": 25.080511,
      "x": 121.558468
    },
    {
      "name": "新承德",
      "address": "台北市士林區承德路四段30號",
      "y": 25.080476,
      "x": 121.522015
    },
    {
      "name": "大永",
      "address": "台北市中山區明水路581巷15號1樓",
      "y": 25.080244,
      "x": 121.551033
    },
    {
      "name": "瑞鑫",
      "address": "台北市內湖區瑞光路580號",
      "y": 25.080011,
      "x": 121.566417
    },
    {
      "name": "桃捷",
      "address": "桃園市蘆竹區南山路三段98號100號1樓2樓",
      "y": 25.080009,
      "x": 121.285994
    },
    {
      "name": "瑞東",
      "address": "台北市內湖區洲子街102號1樓",
      "y": 25.07999,
      "x": 121.570591
    },
    {
      "name": "蘆安",
      "address": "新北市蘆洲區長安街64號1樓",
      "y": 25.079985,
      "x": 121.462886
    },
    {
      "name": "墘都",
      "address": "台北市內湖區內湖路一段669號",
      "y": 25.079983,
      "x": 121.575938
    },
    {
      "name": "長九",
      "address": "新北市蘆洲區九芎街92號94號1樓",
      "y": 25.079972,
      "x": 121.465754
    },
    {
      "name": "果林",
      "address": "桃園市大園區果林里3鄰拔子林23之45號1",
      "y": 25.07984,
      "x": 121.248446
    },
    {
      "name": "三好",
      "address": "新北市三重區自強路四段102號104號1樓",
      "y": 25.079831,
      "x": 121.49121
    },
    {
      "name": "金雲",
      "address": "台北市內湖區星雲街136號",
      "y": 25.079795,
      "x": 121.595057
    },
    {
      "name": "港鑫",
      "address": "台北市內湖區內湖路一段737巷35號",
      "y": 25.079771,
      "x": 121.578768
    },
    {
      "name": "藍天樓",
      "address": "台北市中山區北安路387號1樓",
      "y": 25.079763,
      "x": 121.54041
    },
    {
      "name": "湖光",
      "address": "台北市內湖區基湖路35巷13號1樓",
      "y": 25.079757,
      "x": 121.565585
    },
    {
      "name": "敬群",
      "address": "台北市中山區樂群二路154號1樓",
      "y": 25.079696,
      "x": 121.557304
    },
    {
      "name": "基河",
      "address": "台北市中山區樂群二路206號1樓",
      "y": 25.079656,
      "x": 121.55924
    },
    {
      "name": "霖口",
      "address": "新北市林口區中山路250號250之3號1樓",
      "y": 25.07959,
      "x": 121.385928
    },
    {
      "name": "德瑞",
      "address": "台北市內湖區洲子街70號1樓",
      "y": 25.079564,
      "x": 121.571944
    },
    {
      "name": "美慈",
      "address": "新北市三重區慈愛街52號",
      "y": 25.079279,
      "x": 121.486241
    },
    {
      "name": "洲子",
      "address": "台北市內湖區瑞光路517號1樓",
      "y": 25.07922,
      "x": 121.569088
    },
    {
      "name": "長洲",
      "address": "新北市蘆洲區長安街25.27號1樓",
      "y": 25.079142,
      "x": 121.463901
    },
    {
      "name": "民視",
      "address": "新北市林口區信義路101號1樓",
      "y": 25.079027,
      "x": 121.379786
    },
    {
      "name": "康雲",
      "address": "台北市內湖區康寧路一段160號",
      "y": 25.079009,
      "x": 121.594368
    },
    {
      "name": "仁森",
      "address": "新北市林口區粉寮路1段62、64號1樓",
      "y": 25.078992,
      "x": 121.397157
    },
    {
      "name": "蘆揚",
      "address": "新北市蘆洲區民生街30號",
      "y": 25.078906,
      "x": 121.474545
    },
    {
      "name": "匯和",
      "address": "新北市三重區三和路四段390巷2號",
      "y": 25.078869,
      "x": 121.481927
    },
    {
      "name": "鑫文德",
      "address": "台北市內湖區文德路99號1樓",
      "y": 25.078738,
      "x": 121.583363
    },
    {
      "name": "旺來",
      "address": "新北市林口區文化三路二段20號1樓",
      "y": 25.078732,
      "x": 121.373766
    },
    {
      "name": "鑫江南",
      "address": "台北市內湖區文德路6號1樓",
      "y": 25.07865,
      "x": 121.581835
    },
    {
      "name": "高仁",
      "address": "新北市三重區仁愛街274號",
      "y": 25.078644,
      "x": 121.49268
    },
    {
      "name": "尊爵",
      "address": "新北市汐止區伯爵街32號",
      "y": 25.078369,
      "x": 121.639076
    },
    {
      "name": "星成",
      "address": "台北市內湖區星雲街17號",
      "y": 25.078162,
      "x": 121.590575
    },
    {
      "name": "永明",
      "address": "台北市中山區明水路397巷7弄25號1樓",
      "y": 25.0781,
      "x": 121.549479
    },
    {
      "name": "瑞鑽",
      "address": "台北市內湖區瑞光路478巷24號1樓",
      "y": 25.078077,
      "x": 121.568888
    },
    {
      "name": "里昂",
      "address": "台北市內湖區瑞光路406號1樓",
      "y": 25.078061,
      "x": 121.570564
    },
    {
      "name": "未來",
      "address": "新北市林口區文化二路一段571號1樓2樓",
      "y": 25.078,
      "x": 121.375527
    },
    {
      "name": "頂社",
      "address": "桃園市蘆竹區山林路三段170-2號",
      "y": 25.07786,
      "x": 121.31913
    },
    {
      "name": "南勢埔",
      "address": "新北市林口區忠福路169號",
      "y": 25.077848,
      "x": 121.360295
    },
    {
      "name": "正翔",
      "address": "新北市林口區中正路285.287號",
      "y": 25.077645,
      "x": 121.389575
    },
    {
      "name": "卿斳",
      "address": "新北市林口區竹林路48號",
      "y": 25.077597,
      "x": 121.387171
    },
    {
      "name": "重運",
      "address": "新北市三重區三和路四段111-1及111-2號1樓",
      "y": 25.077434,
      "x": 121.48564
    },
    {
      "name": "遠來",
      "address": "新北市林口區仁愛路二段510號1樓",
      "y": 25.077427,
      "x": 121.374106
    },
    {
      "name": "華峰",
      "address": "新北市林口區文化三路一段617巷51號",
      "y": 25.077409,
      "x": 121.370256
    },
    {
      "name": "正林",
      "address": "新北市林口區中正路201號1樓",
      "y": 25.077388,
      "x": 121.391919
    },
    {
      "name": "工林",
      "address": "新北市林口區工六路76號",
      "y": 25.077256,
      "x": 121.400168
    },
    {
      "name": "蘆永",
      "address": "新北市蘆洲區永安南路二段18號",
      "y": 25.077213,
      "x": 121.467594
    },
    {
      "name": "布拉格",
      "address": "桃園市大園區拔子林一路137號拔子林三路6號",
      "y": 25.076882,
      "x": 121.262179
    },
    {
      "name": "新圓山",
      "address": "新北市五股區成泰路一段191號",
      "y": 25.076566,
      "x": 121.434944
    },
    {
      "name": "立行",
      "address": "新北市三重區力行路二段158號160號",
      "y": 25.07643,
      "x": 121.482676
    },
    {
      "name": "興林",
      "address": "新北市林口區南勢村南勢街280號",
      "y": 25.076321,
      "x": 121.357709
    },
    {
      "name": "瑞江",
      "address": "台北市內湖區瑞陽里江南街71巷16弄76號",
      "y": 25.076298,
      "x": 121.578768
    },
    {
      "name": "荷運",
      "address": "新北市三重區三和路四段97號.97之1.97之2號1樓",
      "y": 25.076297,
      "x": 121.487658
    },
    {
      "name": "瑞湖",
      "address": "台北市內湖區江南街128號",
      "y": 25.076262,
      "x": 121.575535
    },
    {
      "name": "興都",
      "address": "新北市林口區文化二路一段378號1樓之一之二之三",
      "y": 25.076119,
      "x": 121.37427
    },
    {
      "name": "車路頭",
      "address": "新北市三重區車路頭街135號",
      "y": 25.076015,
      "x": 121.484089
    },
    {
      "name": "仁盛",
      "address": "新北市三重區仁興街39巷14之6.14之7.14之8號",
      "y": 25.075999,
      "x": 121.499492
    },
    {
      "name": "瓏馬",
      "address": "台北市內湖區康樂街213號",
      "y": 25.07594,
      "x": 121.621945
    },
    {
      "name": "保長坑",
      "address": "新北市汐止區大同路三段261號263號1樓",
      "y": 25.075925,
      "x": 121.673617
    },
    {
      "name": "瑞和",
      "address": "台北市內湖區瑞光路316巷56號1樓",
      "y": 25.075722,
      "x": 121.57317
    },
    {
      "name": "立軒",
      "address": "新北市林口區文化一路一段200號202號1樓2樓",
      "y": 25.075558,
      "x": 121.379135
    },
    {
      "name": "幸亞",
      "address": "新北市三重區溪尾街29號",
      "y": 25.075551,
      "x": 121.491416
    },
    {
      "name": "下竹圍",
      "address": "新北市三重區下竹圍街26號",
      "y": 25.075523,
      "x": 121.480961
    },
    {
      "name": "康醫",
      "address": "台北市內湖區成功路五段420巷30號",
      "y": 25.075469,
      "x": 121.608786
    },
    {
      "name": "合康",
      "address": "新北市三重區永福街179之1及179之2號1樓",
      "y": 25.075217,
      "x": 121.47892
    },
    {
      "name": "航林",
      "address": "桃園市大園區三民路二段626號1樓",
      "y": 25.074919,
      "x": 121.260016
    },
    {
      "name": "見晴",
      "address": "台北市內湖區瑞光路196號",
      "y": 25.074904,
      "x": 121.576993
    },
    {
      "name": "紫陽",
      "address": "台北市內湖區紫陽里陽光街159號",
      "y": 25.0749,
      "x": 121.585335
    },
    {
      "name": "維中",
      "address": "新北市五股區四維路120號",
      "y": 25.07472,
      "x": 121.467948
    },
    {
      "name": "愛鄉",
      "address": "新北市林口區仁愛路二段140號142號1樓",
      "y": 25.07454,
      "x": 121.382381
    },
    {
      "name": "鎮天",
      "address": "新北市汐止區大同路三段611之5號611之6號1樓",
      "y": 25.074469,
      "x": 121.682812
    },
    {
      "name": "來峰",
      "address": "新北市五股區成泰路一段163號165號1樓",
      "y": 25.074309,
      "x": 121.435068
    },
    {
      "name": "原億",
      "address": "新北市三重區仁和街95號97號1樓",
      "y": 25.07393,
      "x": 121.497999
    },
    {
      "name": "哈蜜",
      "address": "台北市大同區重慶北路三段309、311號1樓",
      "y": 25.073912,
      "x": 121.513982
    },
    {
      "name": "林旺",
      "address": "新北市林口區仁愛路二段196號1樓",
      "y": 25.073868,
      "x": 121.379993
    },
    {
      "name": "新林",
      "address": "新北市林口區忠孝路128號130號",
      "y": 25.073865,
      "x": 121.366347
    },
    {
      "name": "瑞富",
      "address": "台北市內湖區瑞光路188巷51號1樓",
      "y": 25.073826,
      "x": 121.576176
    },
    {
      "name": "美雅仕",
      "address": "新北市林口區文化二路一段262號1樓",
      "y": 25.073575,
      "x": 121.371196
    },
    {
      "name": "新旭勝",
      "address": "新北市汐止區建成路160巷2號",
      "y": 25.073568,
      "x": 121.661826
    },
    {
      "name": "重智",
      "address": "新北市三重區大智街195號",
      "y": 25.073458,
      "x": 121.489347
    },
    {
      "name": "瓏山林",
      "address": "台北市內湖區康樂街125巷2號2之1號",
      "y": 25.073458,
      "x": 121.619676
    },
    {
      "name": "麗寶",
      "address": "新北市林口區文化北路一段301號1樓",
      "y": 25.073435,
      "x": 121.360683
    },
    {
      "name": "天龍",
      "address": "新北市三重區龍門路217號219號221號",
      "y": 25.073342,
      "x": 121.500254
    },
    {
      "name": "權金",
      "address": "台北市內湖區金湖路405號1樓",
      "y": 25.07332,
      "x": 121.604393
    },
    {
      "name": "園山",
      "address": "桃園市大園區民族街1號",
      "y": 25.073293,
      "x": 121.190345
    },
    {
      "name": "大眾",
      "address": "台北市內湖區港墘路221巷41號1樓",
      "y": 25.073246,
      "x": 121.575067
    },
    {
      "name": "湧久",
      "address": "台北市大同區延平北路四段157號159號",
      "y": 25.073073,
      "x": 121.511417
    },
    {
      "name": "樂陽",
      "address": "台北市內湖區陽光街349號1樓",
      "y": 25.073051,
      "x": 121.577573
    },
    {
      "name": "汐政",
      "address": "新北市汐止區汐萬路一段222號",
      "y": 25.07299,
      "x": 121.651761
    },
    {
      "name": "航明",
      "address": "桃園市蘆竹區南山路二段497號1樓",
      "y": 25.07295,
      "x": 121.28511
    },
    {
      "name": "鴻運",
      "address": "新北市五股區水碓一路1號",
      "y": 25.072797,
      "x": 121.432678
    },
    {
      "name": "江北",
      "address": "新北市汐止區長江街97號",
      "y": 25.072773,
      "x": 121.657975
    },
    {
      "name": "藍天",
      "address": "新北市林口區公園路203號之1;203號之2",
      "y": 25.072727,
      "x": 121.372381
    },
    {
      "name": "晏揚",
      "address": "台北市內湖區康寧路三段99巷14號",
      "y": 25.072708,
      "x": 121.610764
    },
    {
      "name": "匯陽",
      "address": "台北市內湖區陽光街383號",
      "y": 25.072694,
      "x": 121.576308
    },
    {
      "name": "仁仁",
      "address": "新北市三重區仁愛街50號",
      "y": 25.072647,
      "x": 121.495999
    },
    {
      "name": "橋東",
      "address": "新北市汐止區建成路31號33號1樓",
      "y": 25.072601,
      "x": 121.663945
    },
    {
      "name": "德倫",
      "address": "台北市大同區承德路三段240號242號1樓",
      "y": 25.072542,
      "x": 121.518553
    },
    {
      "name": "水碓",
      "address": "新北市五股區水碓路14號",
      "y": 25.072483,
      "x": 121.433719
    },
    {
      "name": "鑫強",
      "address": "新北市三重區自強路三段30號32號",
      "y": 25.072468,
      "x": 121.486818
    },
    {
      "name": "鑫碁泰",
      "address": "台北市內湖區康寧路三段63號65號67號",
      "y": 25.072295,
      "x": 121.60843
    },
    {
      "name": "旭泰",
      "address": "新北市汐止區建成路57巷1號3號",
      "y": 25.072288,
      "x": 121.661839
    },
    {
      "name": "康寧",
      "address": "台北市內湖區康寧路三段26巷1號",
      "y": 25.072184,
      "x": 121.607936
    },
    {
      "name": "股興",
      "address": "新北市五股區中興路一段3號",
      "y": 25.072108,
      "x": 121.469599
    },
    {
      "name": "采鋺",
      "address": "新北市林口區文化三路一段368號",
      "y": 25.072036,
      "x": 121.364518
    },
    {
      "name": "清圳",
      "address": "台北市內湖區東湖路113巷88號",
      "y": 25.07193,
      "x": 121.615737
    },
    {
      "name": "康葫",
      "address": "台北市內湖區民權東路六段296巷33號",
      "y": 25.071919,
      "x": 121.606412
    },
    {
      "name": "保聖",
      "address": "台北市大同區酒泉街58號60號",
      "y": 25.071882,
      "x": 121.515728
    },
    {
      "name": "竑嘉",
      "address": "新北市三重區仁愛街32號之1",
      "y": 25.071794,
      "x": 121.496299
    },
    {
      "name": "金強",
      "address": "新北市三重區忠孝路一段181.183號",
      "y": 25.071784,
      "x": 121.487404
    },
    {
      "name": "龍濱",
      "address": "新北市三重區龍濱路207號209號",
      "y": 25.071751,
      "x": 121.501943
    },
    {
      "name": "大立",
      "address": "新北市三重區力行路一段184號186號1樓",
      "y": 25.071614,
      "x": 121.481838
    },
    {
      "name": "正陽",
      "address": "新北市三重區正義北路386號388號",
      "y": 25.071468,
      "x": 121.49315
    },
    {
      "name": "康明",
      "address": "台北市內湖區康寧路三段189巷21弄26號1樓",
      "y": 25.071423,
      "x": 121.612413
    },
    {
      "name": "酒泉",
      "address": "台北市大同區重慶北路3段258、260、262號1樓",
      "y": 25.071386,
      "x": 121.51357
    },
    {
      "name": "新盛昌",
      "address": "新北市汐止區長江街13巷1號",
      "y": 25.07133,
      "x": 121.654704
    },
    {
      "name": "伯爵",
      "address": "新北市汐止區明峰街13號13之1號1樓",
      "y": 25.071244,
      "x": 121.635047
    },
    {
      "name": "虹諭",
      "address": "新北市三重區中正北路193巷21弄43號",
      "y": 25.071109,
      "x": 121.478983
    },
    {
      "name": "湖前",
      "address": "新北市汐止區明峰街120號1樓",
      "y": 25.071109,
      "x": 121.630086
    },
    {
      "name": "三禾",
      "address": "新北市三重區大智街139號139之2號1樓",
      "y": 25.071001,
      "x": 121.490777
    },
    {
      "name": "旭昇",
      "address": "新北市汐止區大同路三段332號",
      "y": 25.070964,
      "x": 121.679386
    },
    {
      "name": "國醫",
      "address": "台北市內湖區成功路二段325號1樓",
      "y": 25.070925,
      "x": 121.590533
    },
    {
      "name": "香賓",
      "address": "新北市林口區忠孝路382號1樓",
      "y": 25.070901,
      "x": 121.36951
    },
    {
      "name": "麗興",
      "address": "新北市林口區麗園一街11巷1號1樓之2",
      "y": 25.070802,
      "x": 121.378677
    },
    {
      "name": "盧興",
      "address": "桃園市蘆竹區內展里長興路三段231號1樓",
      "y": 25.070775,
      "x": 121.27588
    },
    {
      "name": "圓泉",
      "address": "台北市大同區酒泉街25號27號1樓",
      "y": 25.070693,
      "x": 121.519316
    },
    {
      "name": "正龍",
      "address": "新北市三重區正義北路332號",
      "y": 25.070674,
      "x": 121.494528
    },
    {
      "name": "健華",
      "address": "新北市三重區忠孝路二段63號",
      "y": 25.070655,
      "x": 121.484911
    },
    {
      "name": "茄苳",
      "address": "新北市汐止區忠孝東路357號359號1樓",
      "y": 25.070598,
      "x": 121.665602
    },
    {
      "name": "正大",
      "address": "新北市三重區中正北路235號",
      "y": 25.070522,
      "x": 121.475761
    },
    {
      "name": "登福",
      "address": "新北市五股區登林路76之3號",
      "y": 25.070406,
      "x": 121.429322
    },
    {
      "name": "國航",
      "address": "桃園市大園區國際路一段300-1號1樓",
      "y": 25.070324,
      "x": 121.196736
    },
    {
      "name": "德園",
      "address": "新北市林口區文化二路一段120巷1之1號",
      "y": 25.070202,
      "x": 121.36809
    },
    {
      "name": "日內瓦",
      "address": "台北市內湖區瑞光路76巷59號1樓",
      "y": 25.0702,
      "x": 121.58035
    },
    {
      "name": "登揚",
      "address": "新北市五股區登林路96號",
      "y": 25.070145,
      "x": 121.428478
    },
    {
      "name": "鑫輝煌",
      "address": "台北市內湖區東湖路119巷49弄2號1樓",
      "y": 25.070002,
      "x": 121.616848
    },
    {
      "name": "明峰",
      "address": "新北市汐止區明峰街179之1號",
      "y": 25.069924,
      "x": 121.628607
    },
    {
      "name": "民醫",
      "address": "台北市內湖區民權東路六段123巷22號22之1號",
      "y": 25.069876,
      "x": 121.592747
    },
    {
      "name": "長坤",
      "address": "新北市林口區文化一路一段43號1樓",
      "y": 25.069705,
      "x": 121.370867
    },
    {
      "name": "湖鑫",
      "address": "新北市汐止區湖前街37號39號1樓",
      "y": 25.069646,
      "x": 121.632161
    },
    {
      "name": "三安",
      "address": "新北市三重區正義北路235號",
      "y": 25.069229,
      "x": 121.495934
    },
    {
      "name": "長泰",
      "address": "新北市三重區三和路2段125號127號1樓",
      "y": 25.069225,
      "x": 121.49873
    },
    {
      "name": "陡門頭",
      "address": "新北市三重區三民街329號",
      "y": 25.06919,
      "x": 121.477018
    },
    {
      "name": "延龍",
      "address": "台北市大同區延平北路四段16號18號1樓",
      "y": 25.069129,
      "x": 121.510765
    },
    {
      "name": "汐止站",
      "address": "新北市汐止區信義路1號",
      "y": 25.069092,
      "x": 121.662363
    },
    {
      "name": "艾科卡",
      "address": "新北市汐止區茄苳路196號",
      "y": 25.069049,
      "x": 121.670198
    },
    {
      "name": "立福",
      "address": "新北市三重區力行路一段60之1號60之2號1樓",
      "y": 25.069027,
      "x": 121.484637
    },
    {
      "name": "明湖",
      "address": "台北市內湖區東湖路45號",
      "y": 25.068932,
      "x": 121.614186
    },
    {
      "name": "六張街",
      "address": "新北市三重區六張街255巷17弄1號1樓255巷15號",
      "y": 25.068839,
      "x": 121.487175
    },
    {
      "name": "臣峰",
      "address": "新北市林口區文化北路一段62之1號",
      "y": 25.068837,
      "x": 121.356709
    },
    {
      "name": "福濱",
      "address": "新北市三重區龍濱路51號53號1樓",
      "y": 25.068809,
      "x": 121.502789
    },
    {
      "name": "民東",
      "address": "台北市內湖區民權東路六段82號1樓",
      "y": 25.068742,
      "x": 121.585629
    },
    {
      "name": "民族西",
      "address": "台北市大同區民族西路151號153號155號",
      "y": 25.068713,
      "x": 121.516165
    },
    {
      "name": "頂宏",
      "address": "新北市三重區頂崁街210巷23弄1號3號1樓",
      "y": 25.068585,
      "x": 121.476203
    },
    {
      "name": "延民",
      "address": "台北市大同區民族西路246號248號1樓",
      "y": 25.068514,
      "x": 121.512533
    },
    {
      "name": "富得",
      "address": "新北市五股區五權路48號1樓",
      "y": 25.06846,
      "x": 121.45341
    },
    {
      "name": "新樟樹",
      "address": "新北市汐止區樟樹二路255號",
      "y": 25.068413,
      "x": 121.640735
    },
    {
      "name": "忠柯",
      "address": "新北市林口區忠孝路642號",
      "y": 25.068322,
      "x": 121.37888
    },
    {
      "name": "茄安",
      "address": "新北市汐止區茄苳路259號1樓",
      "y": 25.068275,
      "x": 121.672016
    },
    {
      "name": "名寶",
      "address": "台北市內湖區民權東路六段180巷17號19號",
      "y": 25.068253,
      "x": 121.59288
    },
    {
      "name": "民美",
      "address": "台北市中山區圓山里中山北路三段57號",
      "y": 25.068187,
      "x": 121.523067
    },
    {
      "name": "汐忠",
      "address": "新北市汐止區忠孝東路282號",
      "y": 25.068184,
      "x": 121.66376
    },
    {
      "name": "三田",
      "address": "新北市三重區福田里三民街274號276號1樓",
      "y": 25.068155,
      "x": 121.478953
    },
    {
      "name": "新晨",
      "address": "桃園市大園區國際路一段187號",
      "y": 25.068153,
      "x": 121.189913
    },
    {
      "name": "樂湖",
      "address": "台北市內湖區東湖路120號1樓",
      "y": 25.068114,
      "x": 121.616157
    },
    {
      "name": "汐湖",
      "address": "新北市汐止區康寧街141巷49號51號1樓",
      "y": 25.067966,
      "x": 121.621221
    },
    {
      "name": "悅來",
      "address": "台北市內湖區五分街9號11號1樓",
      "y": 25.067777,
      "x": 121.612385
    },
    {
      "name": "欣福",
      "address": "台北市內湖區民權東路六段120巷7弄8號",
      "y": 25.067748,
      "x": 121.587664
    },
    {
      "name": "正孝",
      "address": "新北市三重區中正北路151號153號",
      "y": 25.06773,
      "x": 121.482569
    },
    {
      "name": "幸福",
      "address": "新北市三重區自強路一段272號",
      "y": 25.067712,
      "x": 121.492048
    },
    {
      "name": "觀群",
      "address": "桃園市大園區大工路106號",
      "y": 25.067655,
      "x": 121.179866
    },
    {
      "name": "克里斯",
      "address": "台北市內湖區五分街33號35號1樓",
      "y": 25.067645,
      "x": 121.613365
    },
    {
      "name": "德聖",
      "address": "新北市林口區公園路17號",
      "y": 25.067627,
      "x": 121.36662
    },
    {
      "name": "安林",
      "address": "新北市林口區文化二路一段24號26號",
      "y": 25.067414,
      "x": 121.364925
    },
    {
      "name": "德泰",
      "address": "新北市五股區成泰路一段10號",
      "y": 25.067389,
      "x": 121.434558
    },
    {
      "name": "森吉",
      "address": "台北市中山區林森北路624號626號1樓",
      "y": 25.067326,
      "x": 121.525543
    },
    {
      "name": "樟福",
      "address": "新北市汐止區樟樹一路256號258號1樓",
      "y": 25.06731,
      "x": 121.642602
    },
    {
      "name": "泰和",
      "address": "新北市三重區長安街71號1樓",
      "y": 25.067283,
      "x": 121.501421
    },
    {
      "name": "東湖",
      "address": "台北市內湖區五分街62號",
      "y": 25.067199,
      "x": 121.615888
    },
    {
      "name": "正強",
      "address": "新北市三重區自強路一段38號40號1樓",
      "y": 25.067182,
      "x": 121.497948
    },
    {
      "name": "長壽",
      "address": "新北市三重區正義北路198號200號1樓",
      "y": 25.067056,
      "x": 121.496336
    },
    {
      "name": "榮金",
      "address": "台北市中山區龍江路384巷1號",
      "y": 25.066912,
      "x": 121.540891
    },
    {
      "name": "寶湖",
      "address": "台北市內湖區民權東路六段180巷6號1樓",
      "y": 25.066828,
      "x": 121.592725
    },
    {
      "name": "富美",
      "address": "新北市五股區五股工業區五權路23號",
      "y": 25.066818,
      "x": 121.450033
    },
    {
      "name": "樂欣",
      "address": "桃園市蘆竹區長興路二段28號30號1樓",
      "y": 25.066775,
      "x": 121.290667
    },
    {
      "name": "榮鑽",
      "address": "台北市中山區五常街23號25號民族東路410巷62號1樓",
      "y": 25.066771,
      "x": 121.538488
    },
    {
      "name": "鑫德惠",
      "address": "台北市中山區德惠街15號1樓",
      "y": 25.0667,
      "x": 121.530766
    },
    {
      "name": "修德",
      "address": "新北市三重區重陽路三段11號13號1樓",
      "y": 25.066623,
      "x": 121.489266
    },
    {
      "name": "長揚",
      "address": "新北市三重區三和路二段6號之2",
      "y": 25.066609,
      "x": 121.501357
    },
    {
      "name": "五工",
      "address": "新北市新莊區福基里17鄰五工二路91號",
      "y": 25.06659,
      "x": 121.459345
    },
    {
      "name": "進益",
      "address": "新北市汐止區大同路二段314號",
      "y": 25.066579,
      "x": 121.655715
    },
    {
      "name": "智慧",
      "address": "新北市汐止區大同路二段281號",
      "y": 25.066543,
      "x": 121.653598
    },
    {
      "name": "麥田",
      "address": "台北市中山區晴光里中山北路三段47號",
      "y": 25.066533,
      "x": 121.522596
    },
    {
      "name": "頂華",
      "address": "新北市三重區頂崁街189號",
      "y": 25.06647,
      "x": 121.477642
    },
    {
      "name": "福百",
      "address": "新北市汐止區福德一路161號",
      "y": 25.066338,
      "x": 121.636377
    },
    {
      "name": "明益",
      "address": "新北市三重區忠孝路三段61號",
      "y": 25.066318,
      "x": 121.480797
    },
    {
      "name": "富佑",
      "address": "新北市五股區五工路112號1樓",
      "y": 25.066284,
      "x": 121.454932
    },
    {
      "name": "義強",
      "address": "新北市三重區正義北路131.133號",
      "y": 25.06626,
      "x": 121.496856
    },
    {
      "name": "成功",
      "address": "台北市內湖區成功路二段252號",
      "y": 25.066168,
      "x": 121.590319
    },
    {
      "name": "濱江",
      "address": "台北市中山區龍江路356巷39及41號1樓",
      "y": 25.066154,
      "x": 121.539346
    },
    {
      "name": "福同",
      "address": "新北市汐止區福德一路178號",
      "y": 25.066056,
      "x": 121.635614
    },
    {
      "name": "森華",
      "address": "台北市中山區林森北路587號1樓",
      "y": 25.066025,
      "x": 121.525833
    },
    {
      "name": "新晴光",
      "address": "台北市中山區雙城街30號1樓",
      "y": 25.065928,
      "x": 121.524179
    },
    {
      "name": "長元",
      "address": "新北市三重區長元街2-2號",
      "y": 25.065904,
      "x": 121.498847
    },
    {
      "name": "社后",
      "address": "新北市汐止區中興里中興路190號",
      "y": 25.065817,
      "x": 121.631676
    },
    {
      "name": "東晴",
      "address": "新北市汐止區新台五路二段80號",
      "y": 25.065799,
      "x": 121.662345
    },
    {
      "name": "延年",
      "address": "台北市大同區延平北路三段61-5號",
      "y": 25.065797,
      "x": 121.511162
    },
    {
      "name": "大龍",
      "address": "台北市大同區昌吉街72號74號76號",
      "y": 25.065796,
      "x": 121.515873
    },
    {
      "name": "九州",
      "address": "新北市新莊區五工二路60號62巷1號",
      "y": 25.065742,
      "x": 121.460653
    },
    {
      "name": "榮鑫",
      "address": "台北市中山區建國北路三段91號",
      "y": 25.06568,
      "x": 121.536783
    },
    {
      "name": "慶吉",
      "address": "台北市大同區重慶北路三段47號49號1樓",
      "y": 25.065666,
      "x": 121.513908
    },
    {
      "name": "福安",
      "address": "新北市汐止區仁愛路178號180號1樓",
      "y": 25.065612,
      "x": 121.664739
    },
    {
      "name": "滿泰",
      "address": "新北市泰山區明志路一段28、30號1樓",
      "y": 25.065494,
      "x": 121.433531
    },
    {
      "name": "新福圓",
      "address": "新北市新莊區五工三路93號1樓",
      "y": 25.065395,
      "x": 121.45828
    },
    {
      "name": "福運",
      "address": "新北市三重區福德北路57號59號1樓",
      "y": 25.065374,
      "x": 121.502131
    },
    {
      "name": "昌吉",
      "address": "台北市大同區承德路三段60號60-1號",
      "y": 25.065299,
      "x": 121.518104
    },
    {
      "name": "正果",
      "address": "新北市三重區中正北路122號124號1樓",
      "y": 25.065279,
      "x": 121.48548
    },
    {
      "name": "田豐",
      "address": "新北市三重區三民街150.152號",
      "y": 25.065274,
      "x": 121.482472
    },
    {
      "name": "三德",
      "address": "台北市大同區承德路三段55號57號1樓",
      "y": 25.065236,
      "x": 121.518553
    },
    {
      "name": "華經",
      "address": "台北市內湖區行忠路30號",
      "y": 25.065236,
      "x": 121.577617
    },
    {
      "name": "盧長",
      "address": "桃園市蘆竹區南山路二段183號1樓",
      "y": 25.065131,
      "x": 121.287003
    },
    {
      "name": "達昇",
      "address": "桃園市大園區大觀路525號527號1樓",
      "y": 25.065037,
      "x": 121.183235
    },
    {
      "name": "稻江",
      "address": "台北市中山區新生北路三段35號",
      "y": 25.065014,
      "x": 121.528042
    },
    {
      "name": "林安",
      "address": "台北市中山區林森北路572號",
      "y": 25.064997,
      "x": 121.525524
    },
    {
      "name": "義北",
      "address": "新北市三重區正義北路8號1樓",
      "y": 25.064996,
      "x": 121.497228
    },
    {
      "name": "吉安",
      "address": "台北市中山區吉林路365號367號農安街137號",
      "y": 25.064929,
      "x": 121.530635
    },
    {
      "name": "大心",
      "address": "新北市三重區大同北路148巷2-1號1.2樓和2-2號",
      "y": 25.064928,
      "x": 121.49176
    },
    {
      "name": "德厚",
      "address": "新北市汐止區福德二路189號1樓",
      "y": 25.064891,
      "x": 121.629914
    },
    {
      "name": "撫順",
      "address": "台北市中山區中山北路三段23-6號",
      "y": 25.064854,
      "x": 121.522608
    },
    {
      "name": "榮星",
      "address": "台北市中山區龍江路322號",
      "y": 25.06484,
      "x": 121.540811
    },
    {
      "name": "農安",
      "address": "台北市中山區農安街28-1號1樓28-2號1樓",
      "y": 25.064815,
      "x": 121.526374
    },
    {
      "name": "汐福",
      "address": "新北市汐止區福德一路243號",
      "y": 25.064766,
      "x": 121.633904
    },
    {
      "name": "汐旺",
      "address": "新北市汐止區中興里6鄰中興路105號",
      "y": 25.064753,
      "x": 121.632219
    },
    {
      "name": "行善",
      "address": "台北市內湖區行善路468號1樓新湖二路369號1樓",
      "y": 25.06474,
      "x": 121.58537
    },
    {
      "name": "福來",
      "address": "新北市新莊區五權一路8號",
      "y": 25.064699,
      "x": 121.456901
    },
    {
      "name": "銀座",
      "address": "新北市三重區信義西街4號",
      "y": 25.064667,
      "x": 121.499015
    },
    {
      "name": "全球",
      "address": "台北市內湖區新湖二路329號1樓",
      "y": 25.064572,
      "x": 121.583167
    },
    {
      "name": "行天",
      "address": "台北市中山區農安街178號180號",
      "y": 25.064558,
      "x": 121.534839
    },
    {
      "name": "福仁",
      "address": "新北市汐止區仁愛路143號",
      "y": 25.064488,
      "x": 121.663378
    },
    {
      "name": "平安",
      "address": "新北市三重區正義北路51號",
      "y": 25.064165,
      "x": 121.497456
    },
    {
      "name": "汐科",
      "address": "新北市汐止區大同路二段167-1號1樓",
      "y": 25.064143,
      "x": 121.651098
    },
    {
      "name": "民新",
      "address": "桃園市大園區民生南路167號",
      "y": 25.064116,
      "x": 121.202556
    },
    {
      "name": "新汐農",
      "address": "新北市汐止區樟樹一路113號115號",
      "y": 25.064095,
      "x": 121.641903
    },
    {
      "name": "勝福",
      "address": "新北市汐止區福德一路98號100號(夾層)樓",
      "y": 25.064078,
      "x": 121.63232
    },
    {
      "name": "潤安",
      "address": "新北市汐止區龍安路32號",
      "y": 25.064025,
      "x": 121.655
    },
    {
      "name": "景星",
      "address": "台北市大同區延平北路三段19之5號21號1樓",
      "y": 25.063963,
      "x": 121.511279
    },
    {
      "name": "新陽光",
      "address": "新北市泰山區泰林路二段368號370號",
      "y": 25.063948,
      "x": 121.428583
    },
    {
      "name": "行龍",
      "address": "台北市內湖區行愛路128號",
      "y": 25.06384,
      "x": 121.58005
    },
    {
      "name": "權松",
      "address": "台北市中山區松江路363號",
      "y": 25.063826,
      "x": 121.533458
    },
    {
      "name": "日勝",
      "address": "新北市泰山區山腳里泰林路二段515號517號",
      "y": 25.063696,
      "x": 121.424188
    },
    {
      "name": "福基",
      "address": "新北市新莊區福基里五工路70號",
      "y": 25.063683,
      "x": 121.458001
    },
    {
      "name": "松機",
      "address": "台北市松山區敦化北路340之10號1樓",
      "y": 25.063649,
      "x": 121.551905
    },
    {
      "name": "大智",
      "address": "新北市三重區大同北路63號",
      "y": 25.063504,
      "x": 121.495245
    },
    {
      "name": "新洛華",
      "address": "新北市三重區中華路113號115號",
      "y": 25.063491,
      "x": 121.48372
    },
    {
      "name": "新田園",
      "address": "桃園市大園區新興路62號",
      "y": 25.063449,
      "x": 121.194504
    },
    {
      "name": "原中",
      "address": "台北市中山區中原街121號1樓、新生北路三段3巷41號2樓",
      "y": 25.063308,
      "x": 121.529126
    },
    {
      "name": "彩龍",
      "address": "台北市內湖區行善路35號1F",
      "y": 25.063271,
      "x": 121.585339
    },
    {
      "name": "千富",
      "address": "桃園市蘆竹區長安路二段220號222號1樓",
      "y": 25.063243,
      "x": 121.281276
    },
    {
      "name": "觀湘",
      "address": "桃園市觀音區忠孝路767號1樓",
      "y": 25.063169,
      "x": 121.132205
    },
    {
      "name": "日揚",
      "address": "新北市三重區中正北路18之2號之3號之4號1樓",
      "y": 25.063153,
      "x": 121.488601
    },
    {
      "name": "權鑫",
      "address": "台北市大同區民權西路157之1號1樓",
      "y": 25.063144,
      "x": 121.516317
    },
    {
      "name": "金蓬",
      "address": "台北市中山區民權西路73號1樓",
      "y": 25.063041,
      "x": 121.519889
    },
    {
      "name": "毓鄰",
      "address": "台北市內湖區新湖二路160號162號1樓",
      "y": 25.062925,
      "x": 121.579607
    },
    {
      "name": "羚陽",
      "address": "新北市泰山區泰林路二段302號304號",
      "y": 25.062846,
      "x": 121.430861
    },
    {
      "name": "汐峰",
      "address": "新北市汐止區仁愛路32號34號1樓",
      "y": 25.062826,
      "x": 121.660298
    },
    {
      "name": "環德",
      "address": "新北市三重區福德南路38號1樓",
      "y": 25.062684,
      "x": 121.502993
    },
    {
      "name": "金鑽",
      "address": "台北市中山區民權西路66號",
      "y": 25.062632,
      "x": 121.519998
    },
    {
      "name": "楓江",
      "address": "新北市泰山區楓江路39之1號39之2號1樓",
      "y": 25.062592,
      "x": 121.434911
    },
    {
      "name": "航園",
      "address": "桃園市大園區中正東路102號",
      "y": 25.062591,
      "x": 121.200677
    },
    {
      "name": "權東",
      "address": "台北市中山區民權東路三段73號",
      "y": 25.062567,
      "x": 121.543577
    },
    {
      "name": "航榮",
      "address": "桃園市蘆竹區南崁路二段473號",
      "y": 25.062515,
      "x": 121.266564
    },
    {
      "name": "安保",
      "address": "台北市內湖區安康路28號1樓",
      "y": 25.062412,
      "x": 121.593779
    },
    {
      "name": "勝權",
      "address": "台北市中山區民權東路二段26號",
      "y": 25.062409,
      "x": 121.528863
    },
    {
      "name": "登峰",
      "address": "新北市汐止區新台五路一段149號1樓",
      "y": 25.062387,
      "x": 121.653421
    },
    {
      "name": "福權",
      "address": "台北市中山區民權東路二段96號98號1樓",
      "y": 25.062334,
      "x": 121.531885
    },
    {
      "name": "泰山",
      "address": "新北市泰山區楓江路22號24號",
      "y": 25.06233,
      "x": 121.434071
    },
    {
      "name": "觀園",
      "address": "桃園市大園區大觀路604號606號",
      "y": 25.062319,
      "x": 121.175619
    },
    {
      "name": "文興",
      "address": "新北市三重區文化南路7號",
      "y": 25.062276,
      "x": 121.499938
    },
    {
      "name": "松怡",
      "address": "台北市中山區民權東路二段146號1樓",
      "y": 25.062235,
      "x": 121.534236
    },
    {
      "name": "新台",
      "address": "新北市五股區五工六路14號",
      "y": 25.062059,
      "x": 121.450724
    },
    {
      "name": "福源",
      "address": "台北市松山區新東街60巷16號18號1樓",
      "y": 25.062023,
      "x": 121.56607
    },
    {
      "name": "憲訓",
      "address": "桃園市龜山區文化三路1-1號",
      "y": 25.06193,
      "x": 121.36176
    },
    {
      "name": "青山",
      "address": "新北市汐止區新興路83-2號",
      "y": 25.061882,
      "x": 121.65774
    },
    {
      "name": "民有",
      "address": "台北市松山區民權東路三段108號",
      "y": 25.061819,
      "x": 121.545044
    },
    {
      "name": "林森",
      "address": "台北市中山區林森北路500號",
      "y": 25.061793,
      "x": 121.525475
    },
    {
      "name": "安美",
      "address": "台北市內湖區石潭里安康路32巷24弄22號1樓",
      "y": 25.061743,
      "x": 121.593976
    },
    {
      "name": "天台",
      "address": "新北市三重區仁德里正義南路13號15號1樓",
      "y": 25.061727,
      "x": 121.497949
    },
    {
      "name": "金宴",
      "address": "台北市中山區建國北路二段151巷8號1樓",
      "y": 25.061722,
      "x": 121.538091
    },
    {
      "name": "前瞻",
      "address": "新北市三重區新北大道二段258號",
      "y": 25.061685,
      "x": 121.466455
    },
    {
      "name": "星光美",
      "address": "新北市三重區重新路三段27號1樓",
      "y": 25.061572,
      "x": 121.494483
    },
    {
      "name": "長林",
      "address": "桃園市龜山區復興街5號地下層",
      "y": 25.061525,
      "x": 121.369504
    },
    {
      "name": "三重",
      "address": "新北市三重區重新路三段18號",
      "y": 25.06137,
      "x": 121.495065
    },
    {
      "name": "新工建",
      "address": "新北市汐止區中興路60號",
      "y": 25.061369,
      "x": 121.635538
    },
    {
      "name": "庚院",
      "address": "桃園市龜山區文化二路11之5號1樓",
      "y": 25.061299,
      "x": 121.364645
    },
    {
      "name": "松錦",
      "address": "台北市中山區松江路295號295-1號1樓",
      "y": 25.060931,
      "x": 121.533434
    },
    {
      "name": "聯合報",
      "address": "新北市汐止區大同路一段369號1樓",
      "y": 25.060921,
      "x": 121.640755
    },
    {
      "name": "蘆豐",
      "address": "桃園市蘆竹區南山路二段48號1樓",
      "y": 25.060884,
      "x": 121.288705
    },
    {
      "name": "遠東",
      "address": "新北市汐止區新台五路一段75號1樓之2",
      "y": 25.060819,
      "x": 121.645583
    },
    {
      "name": "民龍",
      "address": "台北市內湖區新湖二路26號",
      "y": 25.060813,
      "x": 121.575205
    },
    {
      "name": "敦化",
      "address": "台北市松山區民權東路三段160巷9號1樓",
      "y": 25.060779,
      "x": 121.547887
    },
    {
      "name": "元翔",
      "address": "桃園市蘆竹區六福路247巷2-1號",
      "y": 25.060771,
      "x": 121.29796
    },
    {
      "name": "征唐",
      "address": "台北市松山區新東街41-7號",
      "y": 25.060749,
      "x": 121.565363
    },
    {
      "name": "篷萊",
      "address": "台北市大同區寧夏路131-1號",
      "y": 25.060668,
      "x": 121.514569
    },
    {
      "name": "鑫華夏",
      "address": "桃園市龜山區文化二路28-1號28-2號28-3號1樓",
      "y": 25.06065,
      "x": 121.36443
    },
    {
      "name": "興園",
      "address": "新北市三重區重陽路一段132號134號1樓",
      "y": 25.060554,
      "x": 121.486583
    },
    {
      "name": "東科大",
      "address": "新北市汐止區新台五路一段96號",
      "y": 25.060498,
      "x": 121.648488
    },
    {
      "name": "建德",
      "address": "新北市汐止區福德一路399號1樓",
      "y": 25.060454,
      "x": 121.627456
    },
    {
      "name": "錦捷",
      "address": "台北市中山區錦州街229號1樓",
      "y": 25.060446,
      "x": 121.532431
    },
    {
      "name": "永錦",
      "address": "台北市中山區錦西街1號",
      "y": 25.060413,
      "x": 121.52212
    },
    {
      "name": "曾德",
      "address": "台北市中山區錦州街21-2號",
      "y": 25.060397,
      "x": 121.52505
    },
    {
      "name": "鑫錦州",
      "address": "台北市中山區錦州街263號",
      "y": 25.060392,
      "x": 121.53496
    },
    {
      "name": "錦合",
      "address": "台北市中山區合江街117號",
      "y": 25.060361,
      "x": 121.53932
    },
    {
      "name": "鳳儀",
      "address": "桃園市蘆竹區南崁路二段285號1樓",
      "y": 25.060348,
      "x": 121.271287
    },
    {
      "name": "吉林",
      "address": "台北市中山區吉林路209號1樓2樓",
      "y": 25.060274,
      "x": 121.530402
    },
    {
      "name": "錦北",
      "address": "台北市中山區錦州街8號",
      "y": 25.06025,
      "x": 121.523668
    },
    {
      "name": "新錦祥",
      "address": "台北市中山區錦西街16號",
      "y": 25.060244,
      "x": 121.521266
    },
    {
      "name": "建欣",
      "address": "台北市中山區建國北路二段13號1樓",
      "y": 25.060198,
      "x": 121.537354
    },
    {
      "name": "正南",
      "address": "新北市三重區正義南路67號69號",
      "y": 25.060177,
      "x": 121.498233
    },
    {
      "name": "錦龍",
      "address": "台北市中山區龍江路281-1號",
      "y": 25.060125,
      "x": 121.540859
    },
    {
      "name": "復貴",
      "address": "新北市三重區光復路2段146號1樓",
      "y": 25.060086,
      "x": 121.471858
    },
    {
      "name": "復錦",
      "address": "台北市中山區復興北路348號1樓",
      "y": 25.059977,
      "x": 121.543945
    },
    {
      "name": "建錦",
      "address": "台北市中山區建國北路二段127號1樓B1樓",
      "y": 25.059954,
      "x": 121.537331
    },
    {
      "name": "復惠",
      "address": "台北市松山區復興北路335號1樓",
      "y": 25.059902,
      "x": 121.544408
    },
    {
      "name": "中錦",
      "address": "台北市中山區中山北路二段98號",
      "y": 25.059877,
      "x": 121.522705
    },
    {
      "name": "新長明",
      "address": "桃園市龜山區復興一路62號1樓",
      "y": 25.059847,
      "x": 121.368968
    },
    {
      "name": "塔優",
      "address": "台北市松山區撫遠街197號199號",
      "y": 25.05984,
      "x": 121.568071
    },
    {
      "name": "涼州",
      "address": "台北市大同區延平北路二段232號234號1樓涼州街72巷11號1樓",
      "y": 25.059774,
      "x": 121.511304
    },
    {
      "name": "頭前",
      "address": "新北市新莊區化成路429-4號",
      "y": 25.05974,
      "x": 121.464896
    },
    {
      "name": "京都",
      "address": "台北市中山區林森北路411號",
      "y": 25.059677,
      "x": 121.525694
    },
    {
      "name": "統大",
      "address": "桃園市大園區中正東路428號",
      "y": 25.059614,
      "x": 121.209607
    },
    {
      "name": "大和園",
      "address": "桃園市大園區中山南路272號及272-1號1樓",
      "y": 25.059519,
      "x": 121.200114
    },
    {
      "name": "信陽",
      "address": "桃園市龜山區公西里12鄰復興一路86號",
      "y": 25.059502,
      "x": 121.368362
    },
    {
      "name": "醫林",
      "address": "桃園市龜山區長庚醫護新村80號B1樓",
      "y": 25.059415,
      "x": 121.385348
    },
    {
      "name": "美圳",
      "address": "新北市三重區過圳街14.16號1樓",
      "y": 25.059306,
      "x": 121.487983
    },
    {
      "name": "馥樺",
      "address": "台北市南港區三重路23號1樓",
      "y": 25.059262,
      "x": 121.614019
    },
    {
      "name": "中貿",
      "address": "台北市南港區經貿二路186號2樓",
      "y": 25.059223,
      "x": 121.615186
    },
    {
      "name": "央福",
      "address": "新北市新莊區中央路128號130號",
      "y": 25.05918,
      "x": 121.456633
    },
    {
      "name": "緯華",
      "address": "桃園市龜山區文化二路34巷14弄12號14號1樓",
      "y": 25.059128,
      "x": 121.364784
    },
    {
      "name": "台企",
      "address": "台北市內湖區新明路122之7號",
      "y": 25.059124,
      "x": 121.588758
    },
    {
      "name": "東復",
      "address": "台北市松山區復興北路313巷25號",
      "y": 25.05906,
      "x": 121.546259
    },
    {
      "name": "建陽",
      "address": "新北市汐止區福德一路452號1樓",
      "y": 25.058993,
      "x": 121.625448
    },
    {
      "name": "統佳",
      "address": "台北市中山區松江路237號1樓",
      "y": 25.058989,
      "x": 121.533486
    },
    {
      "name": "鑫貿",
      "address": "台北市南港區經貿二路168號4樓",
      "y": 25.058919,
      "x": 121.616181
    },
    {
      "name": "福德三",
      "address": "新北市新莊區福德三街70號72號1樓",
      "y": 25.058874,
      "x": 121.46057
    },
    {
      "name": "大同南",
      "address": "新北市三重區大同南路102號106號",
      "y": 25.058815,
      "x": 121.496288
    },
    {
      "name": "副都心",
      "address": "新北市新莊區中央路287號289號1樓",
      "y": 25.058678,
      "x": 121.452476
    },
    {
      "name": "新陽",
      "address": "新北市三重區三陽路62號64號",
      "y": 25.058675,
      "x": 121.484121
    },
    {
      "name": "東榮",
      "address": "台北市松山區民生東路五段65號",
      "y": 25.058618,
      "x": 121.558116
    },
    {
      "name": "參龍",
      "address": "台北市內湖區新湖一路95號1樓",
      "y": 25.058593,
      "x": 121.576185
    },
    {
      "name": "靜中",
      "address": "台北市大同區寧夏路71號",
      "y": 25.058505,
      "x": 121.515198
    },
    {
      "name": "征東",
      "address": "台北市松山區新東街15巷1號",
      "y": 25.058503,
      "x": 121.565844
    },
    {
      "name": "升榮",
      "address": "桃園市龜山區文化三路81巷1號1樓",
      "y": 25.058474,
      "x": 121.363311
    },
    {
      "name": "東吉",
      "address": "台北市松山區民生東路五段100號",
      "y": 25.058437,
      "x": 121.560309
    },
    {
      "name": "林森北",
      "address": "台北市中山區林森北路380之1號1樓",
      "y": 25.05836,
      "x": 121.525387
    },
    {
      "name": "東鑫",
      "address": "台北市松山區民生東路四段55巷10號",
      "y": 25.058355,
      "x": 121.550386
    },
    {
      "name": "延埕",
      "address": "台北市大同區延平北路二段159號161號",
      "y": 25.058294,
      "x": 121.511608
    },
    {
      "name": "建龍",
      "address": "台北市中山區龍江路239號1樓",
      "y": 25.058292,
      "x": 121.540781
    },
    {
      "name": "庚亞",
      "address": "桃園市龜山區復興一路150號1樓",
      "y": 25.058265,
      "x": 121.36654
    },
    {
      "name": "佳佳",
      "address": "台北市中山區民生東路二段157號",
      "y": 25.058151,
      "x": 121.535892
    },
    {
      "name": "朝福",
      "address": "台北市松山區三民路115號",
      "y": 25.058147,
      "x": 121.563199
    },
    {
      "name": "中福",
      "address": "台北市中山區民生東路二段113號",
      "y": 25.058099,
      "x": 121.531503
    },
    {
      "name": "樂購",
      "address": "桃園市蘆竹區五福一路41號1樓",
      "y": 25.058098,
      "x": 121.295372
    },
    {
      "name": "新西華",
      "address": "台北市中山區民生東路三段31號",
      "y": 25.05809,
      "x": 121.539067
    },
    {
      "name": "民復",
      "address": "台北市松山區民生東路四段130號",
      "y": 25.05809,
      "x": 121.555098
    },
    {
      "name": "汐園",
      "address": "新北市汐止區大同路一段237之7號1樓",
      "y": 25.058005,
      "x": 121.634894
    },
    {
      "name": "林北",
      "address": "台北市中山區民生東路一段46號46-1號1樓",
      "y": 25.057912,
      "x": 121.524632
    },
    {
      "name": "三重一",
      "address": "新北市三重區正義南路133號135號",
      "y": 25.057854,
      "x": 121.49873
    },
    {
      "name": "松鑫",
      "address": "台北市中山區松江路208號",
      "y": 25.057771,
      "x": 121.532874
    },
    {
      "name": "明塑",
      "address": "台北市松山區民生東路四段54號之2一樓",
      "y": 25.057734,
      "x": 121.550915
    },
    {
      "name": "千雄",
      "address": "桃園市蘆竹區南崁路二段96號",
      "y": 25.057733,
      "x": 121.278047
    },
    {
      "name": "十八甲",
      "address": "新北市泰山區福興一街87號",
      "y": 25.057662,
      "x": 121.43215
    },
    {
      "name": "都峰苑",
      "address": "新北市新莊區中央路686號1樓",
      "y": 25.057646,
      "x": 121.446093
    },
    {
      "name": "重新",
      "address": "新北市三重區重新路四段45號",
      "y": 25.057544,
      "x": 121.487829
    },
    {
      "name": "矽功",
      "address": "新北市汐止區大同路一段284號",
      "y": 25.057478,
      "x": 121.634736
    },
    {
      "name": "仟瑞",
      "address": "台北市大同區民生西路84號1樓",
      "y": 25.057468,
      "x": 121.520202
    },
    {
      "name": "蘆山",
      "address": "桃園市蘆竹區中山路152號154號156號一樓",
      "y": 25.05744,
      "x": 121.29762
    },
    {
      "name": "重安",
      "address": "新北市三重區重安街60號及60-1號",
      "y": 25.057427,
      "x": 121.49107
    },
    {
      "name": "國賓",
      "address": "台北市中山區中山北路二段71號1樓",
      "y": 25.057358,
      "x": 121.523064
    },
    {
      "name": "森泰",
      "address": "台北市中山區林森北路358號360號",
      "y": 25.057276,
      "x": 121.525386
    },
    {
      "name": "華亞",
      "address": "桃園市龜山區文化二路43號",
      "y": 25.057222,
      "x": 121.36714
    },
    {
      "name": "延新",
      "address": "台北市松山區延壽街99號1樓",
      "y": 25.05722,
      "x": 121.566239
    },
    {
      "name": "富寓",
      "address": "桃園市龜山區文德路80號82號",
      "y": 25.057188,
      "x": 121.381238
    },
    {
      "name": "雙連",
      "address": "台北市大同區民生西路176號",
      "y": 25.05714,
      "x": 121.517547
    },
    {
      "name": "慈愛",
      "address": "台北市南港區重陽路164號",
      "y": 25.057131,
      "x": 121.60089
    },
    {
      "name": "重美",
      "address": "新北市三重區重新路四段100號102號1樓",
      "y": 25.057089,
      "x": 121.487801
    },
    {
      "name": "迪化",
      "address": "台北市大同區民生西路343號345號",
      "y": 25.057042,
      "x": 121.511183
    },
    {
      "name": "港興",
      "address": "台北市南港區興華路119號121號123號125號",
      "y": 25.056908,
      "x": 121.605711
    },
    {
      "name": "復安",
      "address": "台北市松山區民生東路三段130巷2之1號1樓",
      "y": 25.056895,
      "x": 121.546128
    },
    {
      "name": "鑫寧",
      "address": "台北市大同區民生西路214號216號1樓",
      "y": 25.056882,
      "x": 121.514925
    },
    {
      "name": "鑫壽",
      "address": "台北市松山區延壽街323號",
      "y": 25.056827,
      "x": 121.560538
    },
    {
      "name": "季欣",
      "address": "新北市泰山區全興路109號",
      "y": 25.056818,
      "x": 121.433876
    },
    {
      "name": "愿景",
      "address": "桃園市龜山區文化一路42號",
      "y": 25.056807,
      "x": 121.373872
    },
    {
      "name": "成美",
      "address": "台北市內湖區新明路317號",
      "y": 25.056774,
      "x": 121.58468
    },
    {
      "name": "新九揚",
      "address": "桃園市龜山區復興一路264號1樓",
      "y": 25.056694,
      "x": 121.364192
    },
    {
      "name": "重陽",
      "address": "台北市南港區重陽路179號181號1樓",
      "y": 25.056569,
      "x": 121.598695
    },
    {
      "name": "長城",
      "address": "台北市中山區中山北路二段56號1樓",
      "y": 25.056416,
      "x": 121.522566
    },
    {
      "name": "鑫櫃",
      "address": "台北市中山區松江路183號183-1號1樓",
      "y": 25.056394,
      "x": 121.533369
    },
    {
      "name": "興光",
      "address": "新北市三重區大同南路220號",
      "y": 25.056362,
      "x": 121.496983
    },
    {
      "name": "港捷",
      "address": "台北市南港區經貿二路1號",
      "y": 25.056359,
      "x": 121.617327
    },
    {
      "name": "忠湖",
      "address": "桃園市龜山區忠義路二段630號",
      "y": 25.05625,
      "x": 121.357759
    },
    {
      "name": "航海",
      "address": "桃園市蘆竹區南山路一段175之1號1樓",
      "y": 25.056193,
      "x": 121.28939
    },
    {
      "name": "延壽",
      "address": "台北市松山區延壽街422號",
      "y": 25.056187,
      "x": 121.556459
    },
    {
      "name": "登冠",
      "address": "桃園市龜山區文化二路52巷53號一樓",
      "y": 25.05616,
      "x": 121.366157
    },
    {
      "name": "歡唱",
      "address": "台北市中山區林森北路310巷10號1樓",
      "y": 25.056144,
      "x": 121.524805
    },
    {
      "name": "上弘",
      "address": "台北市松山區敦化北路168號B2",
      "y": 25.056124,
      "x": 121.548689
    },
    {
      "name": "福興",
      "address": "新北市泰山區全興路165號",
      "y": 25.05612,
      "x": 121.434209
    },
    {
      "name": "興頂",
      "address": "新北市三重區中興北街177號",
      "y": 25.056104,
      "x": 121.469164
    },
    {
      "name": "經貿",
      "address": "台北市南港區三重路19號1樓",
      "y": 25.056078,
      "x": 121.613808
    },
    {
      "name": "大園港",
      "address": "桃園市大園區大觀路1088號",
      "y": 25.056043,
      "x": 121.160301
    },
    {
      "name": "玉興",
      "address": "桃園市大園區華興路一段1號1樓.和平西路145號2樓",
      "y": 25.056018,
      "x": 121.196066
    },
    {
      "name": "貴林",
      "address": "桃園市龜山區樂善里15鄰文明路43號",
      "y": 25.056011,
      "x": 121.37917
    },
    {
      "name": "興復",
      "address": "台北市中山區興安街112號一樓",
      "y": 25.055952,
      "x": 121.54302
    },
    {
      "name": "向揚",
      "address": "台北市南港區向陽路166號1樓",
      "y": 25.05592,
      "x": 121.594129
    },
    {
      "name": "合江",
      "address": "台北市中山區合江街60號",
      "y": 25.055849,
      "x": 121.539016
    },
    {
      "name": "大吉",
      "address": "台北市中山區吉林路97號99號1樓",
      "y": 25.055798,
      "x": 121.530259
    },
    {
      "name": "新慶陽",
      "address": "台北市大同區重慶北路二段60號",
      "y": 25.055791,
      "x": 121.513803
    },
    {
      "name": "中央",
      "address": "新北市新莊區中平路439號B1樓",
      "y": 25.055722,
      "x": 121.444475
    },
    {
      "name": "旺泰",
      "address": "新北市新莊區榮華路二段105號1樓.中信街151號1樓",
      "y": 25.055528,
      "x": 121.44772
    },
    {
      "name": "原成",
      "address": "新北市新莊區化成路305號1樓",
      "y": 25.055458,
      "x": 121.465937
    },
    {
      "name": "長塑",
      "address": "台北市松山區敦化北路199巷2弄9號1樓",
      "y": 25.055438,
      "x": 121.550053
    },
    {
      "name": "香城",
      "address": "台北市南港區南港路一段167號1樓",
      "y": 25.055143,
      "x": 121.613316
    },
    {
      "name": "翔運",
      "address": "台北市中山區中山北路二段44巷2號1樓",
      "y": 25.055139,
      "x": 121.521215
    },
    {
      "name": "華亞文",
      "address": "桃園市龜山區文化一路86之55號",
      "y": 25.055123,
      "x": 121.375713
    },
    {
      "name": "慶寧",
      "address": "台北市大同區寧夏路23號23之1號",
      "y": 25.055121,
      "x": 121.515123
    },
    {
      "name": "長北",
      "address": "台北市中山區長春路11號",
      "y": 25.055085,
      "x": 121.52368
    },
    {
      "name": "春森",
      "address": "台北市中山區長春路67號",
      "y": 25.055058,
      "x": 121.526477
    },
    {
      "name": "美吉",
      "address": "新北市三重區集美街223號225號",
      "y": 25.054949,
      "x": 121.492
    },
    {
      "name": "春城",
      "address": "台北市中山區長春路135號135之1號",
      "y": 25.054931,
      "x": 121.531352
    },
    {
      "name": "新潭美",
      "address": "台北市內湖區新明路425號427號",
      "y": 25.054866,
      "x": 121.581065
    },
    {
      "name": "公園賞",
      "address": "新北市泰山區仁愛路66號",
      "y": 25.054853,
      "x": 121.432272
    },
    {
      "name": "武仁",
      "address": "新北市泰山區仁愛路100巷28號30號",
      "y": 25.054821,
      "x": 121.433405
    },
    {
      "name": "春龍",
      "address": "台北市中山區長春路257號",
      "y": 25.054813,
      "x": 121.540641
    },
    {
      "name": "觀工",
      "address": "桃園市觀音區成功路一段525號527號529號1F",
      "y": 25.054718,
      "x": 121.12519
    },
    {
      "name": "國學",
      "address": "台北市中山區長春路182號",
      "y": 25.054676,
      "x": 121.534523
    },
    {
      "name": "觀成",
      "address": "桃園市觀音區成功路一段557號559號1樓",
      "y": 25.05467,
      "x": 121.12425
    },
    {
      "name": "晶華",
      "address": "台北市中山區林森北路262號",
      "y": 25.054618,
      "x": 121.525296
    },
    {
      "name": "長中",
      "address": "台北市中山區中山北路二段40-1號",
      "y": 25.054517,
      "x": 121.522455
    },
    {
      "name": "佳樂",
      "address": "台北市南港區南港路一段303號305號307號1樓",
      "y": 25.054369,
      "x": 121.607772
    },
    {
      "name": "復春",
      "address": "台北市松山區復興北路179號",
      "y": 25.054351,
      "x": 121.544371
    },
    {
      "name": "五福",
      "address": "桃園市蘆竹區五福一路202號1樓",
      "y": 25.05433,
      "x": 121.294282
    },
    {
      "name": "圓慶",
      "address": "台北市大同區南京西路127號",
      "y": 25.054302,
      "x": 121.514618
    },
    {
      "name": "廣智",
      "address": "桃園市龜山區復興一路392-1號",
      "y": 25.054281,
      "x": 121.360455
    },
    {
      "name": "勇利",
      "address": "桃園市龜山區文化一路86-6號",
      "y": 25.054239,
      "x": 121.376573
    },
    {
      "name": "詠樂",
      "address": "台北市大同區迪化街一段13號全棟",
      "y": 25.054186,
      "x": 121.510232
    },
    {
      "name": "昌原",
      "address": "新北市新莊區中原路137之1之2之3號1樓",
      "y": 25.05418,
      "x": 121.454754
    },
    {
      "name": "新港原",
      "address": "新北市新莊區中原路201號203號1樓",
      "y": 25.054073,
      "x": 121.451364
    },
    {
      "name": "廣華",
      "address": "桃園市龜山區文化三路386號1樓",
      "y": 25.054046,
      "x": 121.366414
    },
    {
      "name": "敦北",
      "address": "台北市松山區敦化北路149號1樓",
      "y": 25.054023,
      "x": 121.549333
    },
    {
      "name": "集興",
      "address": "新北市三重區光明里24鄰集美街202號",
      "y": 25.053983,
      "x": 121.491011
    },
    {
      "name": "晶鑽",
      "address": "台北市中山區中山北路二段39巷8號1樓",
      "y": 25.053912,
      "x": 121.523559
    },
    {
      "name": "南西",
      "address": "台北市大同區南京西路296號298號1樓",
      "y": 25.053903,
      "x": 121.513742
    },
    {
      "name": "婦聯",
      "address": "台北市松山區健康路224號",
      "y": 25.053839,
      "x": 121.561082
    },
    {
      "name": "仁泰",
      "address": "新北市泰山區明志路二段1號",
      "y": 25.053791,
      "x": 121.430298
    },
    {
      "name": "中南",
      "address": "新北市三重區中正南路248-1號248-2號",
      "y": 25.053722,
      "x": 121.493478
    },
    {
      "name": "玉成",
      "address": "台北市南港區西新里南港路三段3號1樓",
      "y": 25.053709,
      "x": 121.591218
    },
    {
      "name": "美福",
      "address": "新北市新莊區頭興街186號188號",
      "y": 25.053674,
      "x": 121.460911
    },
    {
      "name": "復北",
      "address": "台北市中山區復興北路164號1樓",
      "y": 25.053472,
      "x": 121.54386
    },
    {
      "name": "登頂",
      "address": "新北市三重區光復路二段2號",
      "y": 25.053452,
      "x": 121.47194
    },
    {
      "name": "金澳底",
      "address": "新北市貢寮區仁和路218號1樓",
      "y": 25.053315,
      "x": 121.92382
    },
    {
      "name": "稻埕",
      "address": "台北市大同區南京西路436號1F",
      "y": 25.053279,
      "x": 121.508844
    },
    {
      "name": "健一",
      "address": "台北市松山區健康路11號",
      "y": 25.053222,
      "x": 121.552454
    },
    {
      "name": "鵬馳",
      "address": "台北市南港區南港路三段49-1號",
      "y": 25.053201,
      "x": 121.589921
    },
    {
      "name": "傑出",
      "address": "新北市新莊區昌平街61號63號1樓2樓",
      "y": 25.053195,
      "x": 121.454639
    },
    {
      "name": "台茂城",
      "address": "桃園市蘆竹區南崁路一段112號2樓",
      "y": 25.053001,
      "x": 121.287749
    },
    {
      "name": "集美",
      "address": "新北市三重區集美街107號",
      "y": 25.052942,
      "x": 121.489463
    },
    {
      "name": "樂善",
      "address": "桃園市龜山區文明路131號1樓",
      "y": 25.05292,
      "x": 121.380989
    },
    {
      "name": "港榮",
      "address": "新北市新莊區中港路597.599號.中榮街2號",
      "y": 25.05292,
      "x": 121.451347
    },
    {
      "name": "江陵",
      "address": "台北市中山區一江街23號1樓",
      "y": 25.05284,
      "x": 121.531651
    },
    {
      "name": "松慶",
      "address": "台北市松山區慶城街1號1樓",
      "y": 25.052838,
      "x": 121.54468
    },
    {
      "name": "柯鑫",
      "address": "台北市中山區中山北路二段11巷3號1樓",
      "y": 25.052815,
      "x": 121.523391
    },
    {
      "name": "錢京",
      "address": "台北市松山區敦化北路100號1樓",
      "y": 25.052802,
      "x": 121.548569
    },
    {
      "name": "大崗",
      "address": "桃園市龜山區大崗里17鄰大湖41之2號",
      "y": 25.052783,
      "x": 121.355128
    },
    {
      "name": "龍京",
      "address": "台北市中山區龍江路104號1樓",
      "y": 25.052746,
      "x": 121.540355
    },
    {
      "name": "松盛",
      "address": "台北市中山區南京東路二段115巷1號",
      "y": 25.05271,
      "x": 121.533744
    },
    {
      "name": "聰明",
      "address": "台北市松山區寶清街34號1樓",
      "y": 25.052702,
      "x": 121.567751
    },
    {
      "name": "榮信",
      "address": "新北市新莊區中原里中榮街25鄰90號92號1樓",
      "y": 25.052673,
      "x": 121.450474
    },
    {
      "name": "榮富",
      "address": "新北市新莊區中榮街43號47號",
      "y": 25.052669,
      "x": 121.449726
    },
    {
      "name": "港麗",
      "address": "台北市南港區忠孝東路七段369號2樓",
      "y": 25.052649,
      "x": 121.607201
    },
    {
      "name": "南京",
      "address": "台北市松山區南京東路三段303巷5號",
      "y": 25.052595,
      "x": 121.546657
    },
    {
      "name": "元大",
      "address": "台北市中山區遼寧街110號1樓",
      "y": 25.052578,
      "x": 121.541972
    },
    {
      "name": "東勢",
      "address": "台北市松山區南京東路四段133巷6弄1號",
      "y": 25.052568,
      "x": 121.555039
    },
    {
      "name": "港泰",
      "address": "台北市南港區忠孝東路七段359號1樓",
      "y": 25.052492,
      "x": 121.606041
    },
    {
      "name": "義學",
      "address": "新北市泰山區明志路二段74號76號",
      "y": 25.052491,
      "x": 121.428792
    },
    {
      "name": "凱華",
      "address": "桃園市龜山區文化二路183號1樓",
      "y": 25.052461,
      "x": 121.371991
    },
    {
      "name": "國京",
      "address": "台北市中山區南京東路三段21號1樓",
      "y": 25.052312,
      "x": 121.53778
    },
    {
      "name": "瑞元",
      "address": "桃園市蘆竹區長春路87號",
      "y": 25.052299,
      "x": 121.3
    },
    {
      "name": "松民",
      "address": "台北市松山區三民路10號",
      "y": 25.052298,
      "x": 121.56399
    },
    {
      "name": "京寶",
      "address": "台北市松山區南京東路五段291巷4之1號4之2號",
      "y": 25.052294,
      "x": 121.566076
    },
    {
      "name": "吉鑫",
      "address": "台北市中山區南京東路二段11號1樓",
      "y": 25.052264,
      "x": 121.533366
    },
    {
      "name": "京江",
      "address": "台北市中山區南京東路三段91之1號1樓",
      "y": 25.052193,
      "x": 121.539033
    },
    {
      "name": "塔城",
      "address": "台北市大同區長安西路271號1樓及273巷2號1樓",
      "y": 25.052136,
      "x": 121.510678
    },
    {
      "name": "航宏",
      "address": "桃園市蘆竹區蘆竹里蘆竹街256號一樓",
      "y": 25.052109,
      "x": 121.276333
    },
    {
      "name": "觀岷",
      "address": "桃園市觀音區民生路65號1樓",
      "y": 25.052105,
      "x": 121.122934
    },
    {
      "name": "源前",
      "address": "新北市新莊區思源路388.390號",
      "y": 25.05208,
      "x": 121.460222
    },
    {
      "name": "富仟",
      "address": "新北市三重區五谷王北街139號",
      "y": 25.052063,
      "x": 121.476216
    },
    {
      "name": "敦巨",
      "address": "台北市松山區南京東路四段25號25之1號",
      "y": 25.051959,
      "x": 121.550599
    },
    {
      "name": "小巨蛋",
      "address": "台北市松山區南京東路四段2號1樓",
      "y": 25.05192,
      "x": 121.550331
    },
    {
      "name": "京旺",
      "address": "台北市中山區南京東路一段92號1樓",
      "y": 25.051912,
      "x": 121.526012
    },
    {
      "name": "電通市",
      "address": "桃園市蘆竹區南山路一段27號29號1樓",
      "y": 25.051911,
      "x": 121.292093
    },
    {
      "name": "首都",
      "address": "台北市松山區南京東路四段51號之2",
      "y": 25.051894,
      "x": 121.55095
    },
    {
      "name": "新台茂",
      "address": "桃園市蘆竹區南崁路一段135號",
      "y": 25.05188,
      "x": 121.287257
    },
    {
      "name": "統文",
      "address": "桃園市龜山區文化七路179號1樓",
      "y": 25.051875,
      "x": 121.367411
    },
    {
      "name": "京城",
      "address": "台北市松山區南京東路四段75之2號1樓",
      "y": 25.051859,
      "x": 121.553466
    },
    {
      "name": "鑫越",
      "address": "台北市中山區南京西路12巷9號1樓",
      "y": 25.05185,
      "x": 121.521546
    },
    {
      "name": "京山",
      "address": "台北市中山區南京東路二段100號1樓",
      "y": 25.051837,
      "x": 121.53189
    },
    {
      "name": "福壽",
      "address": "新北市新莊區福壽街140號",
      "y": 25.051793,
      "x": 121.457897
    },
    {
      "name": "新化成",
      "address": "新北市新莊區化成路213號1樓",
      "y": 25.051777,
      "x": 121.465986
    },
    {
      "name": "貢寮",
      "address": "新北市貢寮區仁和路9號",
      "y": 25.051769,
      "x": 121.922955
    },
    {
      "name": "樂高",
      "address": "桃園市龜山區文化七路85號1樓",
      "y": 25.051761,
      "x": 121.363783
    },
    {
      "name": "延華",
      "address": "台北市大同區延平北路一段89號91號93號1樓",
      "y": 25.051759,
      "x": 121.512029
    },
    {
      "name": "松京",
      "address": "台北市中山區南京東路二段144號1樓",
      "y": 25.051719,
      "x": 121.533966
    },
    {
      "name": "東光",
      "address": "台北市松山區南京東路五段15號1樓",
      "y": 25.051669,
      "x": 121.562162
    },
    {
      "name": "天津",
      "address": "台北市中山區天津街65號",
      "y": 25.051667,
      "x": 121.523552
    },
    {
      "name": "京發",
      "address": "台北市松山區南京東路五段139之4及139之8號",
      "y": 25.051647,
      "x": 121.561584
    },
    {
      "name": "京東",
      "address": "台北市松山區南京東路五段16號1樓",
      "y": 25.051645,
      "x": 121.562252
    },
    {
      "name": "藝高",
      "address": "新北市新莊區中平路357號",
      "y": 25.051631,
      "x": 121.444565
    },
    {
      "name": "觀濤",
      "address": "桃園市觀音區樹林里民權路1號",
      "y": 25.051627,
      "x": 121.118404
    },
    {
      "name": "京典",
      "address": "台北市中山區南京東路三段86號1樓",
      "y": 25.051626,
      "x": 121.539469
    },
    {
      "name": "京運",
      "address": "台北市松山區南京東路三段262號1樓",
      "y": 25.051625,
      "x": 121.544932
    },
    {
      "name": "京佳",
      "address": "台北市松山區南京東路五段229號231號1樓",
      "y": 25.051577,
      "x": 121.564586
    },
    {
      "name": "錦坎",
      "address": "桃園市蘆竹區南崁路一段76號78號",
      "y": 25.051563,
      "x": 121.288687
    },
    {
      "name": "通盈",
      "address": "台北市松山區南京東路五段315號",
      "y": 25.051562,
      "x": 121.56682
    },
    {
      "name": "威克",
      "address": "台北市中山區南京東路三段208號1樓",
      "y": 25.051546,
      "x": 121.543166
    },
    {
      "name": "集成",
      "address": "新北市三重區環河南路254巷43之1,43之2號",
      "y": 25.051541,
      "x": 121.489586
    },
    {
      "name": "圓武",
      "address": "台北市中山區吉林路28號",
      "y": 25.05151,
      "x": 121.529874
    },
    {
      "name": "清茂",
      "address": "新北市三重區成功路106號之2",
      "y": 25.051461,
      "x": 121.487228
    },
    {
      "name": "港義",
      "address": "新北市新莊區中港路527號1樓和中美街2號1樓",
      "y": 25.051292,
      "x": 121.451706
    },
    {
      "name": "國旺",
      "address": "台北市中山區南京東路一段132巷8號",
      "y": 25.051281,
      "x": 121.527011
    },
    {
      "name": "鑫東一",
      "address": "台北市中山區一江街11號13號",
      "y": 25.051163,
      "x": 121.531598
    },
    {
      "name": "松饒",
      "address": "台北市松山區慈祐里八德路四段767號769號",
      "y": 25.051153,
      "x": 121.577996
    },
    {
      "name": "松運",
      "address": "台北市中山區松江路101號",
      "y": 25.051148,
      "x": 121.533229
    },
    {
      "name": "榮和",
      "address": "新北市新莊區中和街191巷1號3號5號",
      "y": 25.051142,
      "x": 121.447487
    },
    {
      "name": "新寶清",
      "address": "台北市松山區南京東路五段334號336號1樓",
      "y": 25.051119,
      "x": 121.568745
    },
    {
      "name": "蘆愛",
      "address": "桃園市蘆竹區仁愛路一段464之1號",
      "y": 25.051107,
      "x": 121.29552
    },
    {
      "name": "京育",
      "address": "台北市松山區南京東路四段52巷1號1樓",
      "y": 25.05095,
      "x": 121.553749
    },
    {
      "name": "昌宏",
      "address": "新北市新莊區昌隆街29、31號1樓",
      "y": 25.05094,
      "x": 121.454725
    },
    {
      "name": "新寶",
      "address": "台北市中山區建國北路一段136號",
      "y": 25.050924,
      "x": 121.536381
    },
    {
      "name": "吉盛",
      "address": "台北市松山區南京東路五段66巷3弄1號1樓",
      "y": 25.050921,
      "x": 121.561373
    },
    {
      "name": "北體",
      "address": "台北市松山區北寧路66號",
      "y": 25.050877,
      "x": 121.552872
    },
    {
      "name": "伊東",
      "address": "台北市中山區伊通街30號1樓",
      "y": 25.050866,
      "x": 121.534661
    },
    {
      "name": "上青",
      "address": "桃園市蘆竹區中山路12之2號1樓",
      "y": 25.05085,
      "x": 121.301518
    },
    {
      "name": "忠陽",
      "address": "台北市南港區忠孝東路六段465號1樓",
      "y": 25.050849,
      "x": 121.594142
    },
    {
      "name": "森北",
      "address": "台北市中山區林森北路108號1樓2樓",
      "y": 25.050819,
      "x": 121.524911
    },
    {
      "name": "崑崙",
      "address": "台北市中山區中山北路一段105巷13號",
      "y": 25.050797,
      "x": 121.523299
    },
    {
      "name": "長峰",
      "address": "台北市大同區長安西路45之2號47號1樓",
      "y": 25.050765,
      "x": 121.518114
    },
    {
      "name": "松禾",
      "address": "台北市松山區塔悠路31號33號",
      "y": 25.050692,
      "x": 121.571616
    },
    {
      "name": "昌福",
      "address": "新北市新莊區福壽街101號1樓",
      "y": 25.050656,
      "x": 121.457984
    },
    {
      "name": "影城",
      "address": "台北市松山區八德路四段245巷35號",
      "y": 25.050634,
      "x": 121.56438
    },
    {
      "name": "中興醫",
      "address": "台北市大同區鄭州路145號B1",
      "y": 25.050589,
      "x": 121.508986
    },
    {
      "name": "觀芳",
      "address": "桃園市觀音區成功路二段903號1樓2樓",
      "y": 25.05053,
      "x": 121.11686
    },
    {
      "name": "凱松",
      "address": "台北市南港區八德路四段778號780號",
      "y": 25.050438,
      "x": 121.580273
    },
    {
      "name": "吉祥",
      "address": "台北市松山區八德路四段245巷52弄31號",
      "y": 25.050434,
      "x": 121.562665
    },
    {
      "name": "頂崁",
      "address": "新北市三重區光復路一段82號1樓",
      "y": 25.050419,
      "x": 121.47176
    },
    {
      "name": "承華",
      "address": "台北市大同區承德路一段22號",
      "y": 25.050402,
      "x": 121.516697
    },
    {
      "name": "真旺",
      "address": "新北市三重區成功路50巷1號",
      "y": 25.050393,
      "x": 121.488753
    },
    {
      "name": "鑫太原",
      "address": "台北市大同區太原路40號42號44號",
      "y": 25.050381,
      "x": 121.515114
    },
    {
      "name": "松祐",
      "address": "台北市松山區饒河街90號1樓",
      "y": 25.050347,
      "x": 121.574066
    },
    {
      "name": "藝寶",
      "address": "新北市新莊區立信三街8號",
      "y": 25.050322,
      "x": 121.444491
    },
    {
      "name": "埔東",
      "address": "桃園市大園區埔心里中正東路一段165號1樓",
      "y": 25.050306,
      "x": 121.224373
    },
    {
      "name": "六條通",
      "address": "台北市中山區林森北路107巷15號1樓",
      "y": 25.050286,
      "x": 121.525673
    },
    {
      "name": "新饒河",
      "address": "台北市松山區八德路四段697號1樓",
      "y": 25.050224,
      "x": 121.576564
    },
    {
      "name": "昆陽",
      "address": "台北市南港區忠孝東路六段448號",
      "y": 25.050221,
      "x": 121.594021
    },
    {
      "name": "統威",
      "address": "台北市松山區東興路13-1號1樓15巷3號1樓",
      "y": 25.050217,
      "x": 121.565626
    },
    {
      "name": "森鑽",
      "address": "台北市中山區林森北路101號1樓",
      "y": 25.050136,
      "x": 121.525013
    },
    {
      "name": "吉翔",
      "address": "桃園市蘆竹區吉林路130號1樓",
      "y": 25.050082,
      "x": 121.298067
    },
    {
      "name": "樂得",
      "address": "台北市松山區復興北路35號",
      "y": 25.050075,
      "x": 121.544277
    },
    {
      "name": "朱崙",
      "address": "台北市中山區復興北路56號58號1樓",
      "y": 25.050017,
      "x": 121.54377
    },
    {
      "name": "橫科",
      "address": "新北市汐止區民權街二段28號1樓",
      "y": 25.049898,
      "x": 121.619283
    },
    {
      "name": "京站",
      "address": "台北市大同區華陰街91號",
      "y": 25.049838,
      "x": 121.517582
    },
    {
      "name": "松鑽",
      "address": "台北市松山區八德路四段686號",
      "y": 25.049829,
      "x": 121.576741
    },
    {
      "name": "奕真",
      "address": "新北市泰山區明志路二段185號1樓(部份)",
      "y": 25.049799,
      "x": 121.427801
    },
    {
      "name": "京磚",
      "address": "台北市大同區華陰街65號1樓",
      "y": 25.049648,
      "x": 121.518402
    },
    {
      "name": "吉福",
      "address": "桃園市蘆竹區吉林路167號1樓",
      "y": 25.049623,
      "x": 121.300905
    },
    {
      "name": "京復",
      "address": "台北市松山區光復北路11巷44號",
      "y": 25.049585,
      "x": 121.55947
    },
    {
      "name": "新尊爵",
      "address": "桃園市龜山區復興三路139號141號143號145號1樓",
      "y": 25.049564,
      "x": 121.370318
    },
    {
      "name": "思源",
      "address": "新北市新莊區幸福路40號42號",
      "y": 25.049507,
      "x": 121.457941
    },
    {
      "name": "桃全",
      "address": "桃園市桃園區中正路342號1樓2樓",
      "y": 25.049432,
      "x": 121.291195
    },
    {
      "name": "長津",
      "address": "台北市中山區長安東路一段12號",
      "y": 25.049394,
      "x": 121.522941
    },
    {
      "name": "愛家",
      "address": "新北市三重區中興北街42巷11號",
      "y": 25.049392,
      "x": 121.469176
    },
    {
      "name": "福港",
      "address": "新北市新莊區中港路390號",
      "y": 25.049353,
      "x": 121.452436
    },
    {
      "name": "幸和",
      "address": "新北市新莊區中和街174號176號1樓",
      "y": 25.049295,
      "x": 121.44743
    },
    {
      "name": "聯成",
      "address": "台北市南港區聯成里昆陽街150-1號150-3號",
      "y": 25.049193,
      "x": 121.594168
    },
    {
      "name": "莊成",
      "address": "新北市新莊區化成路354號",
      "y": 25.049191,
      "x": 121.465901
    },
    {
      "name": "寶德",
      "address": "台北市松山區八德路四段295號297號1樓",
      "y": 25.049186,
      "x": 121.566346
    },
    {
      "name": "雄強",
      "address": "台北市南港區忠孝東路六段276號",
      "y": 25.04911,
      "x": 121.589041
    },
    {
      "name": "長松",
      "address": "台北市中山區松江路65號",
      "y": 25.049084,
      "x": 121.533183
    },
    {
      "name": "新育商",
      "address": "台北市松山區寧安街3巷11號1樓",
      "y": 25.049011,
      "x": 121.554984
    },
    {
      "name": "光谷",
      "address": "新北市三重區光復路一段61巷27-1號",
      "y": 25.04901,
      "x": 121.474104
    },
    {
      "name": "鑫長安",
      "address": "台北市中山區長安東路一段53巷1之3號",
      "y": 25.048973,
      "x": 121.526645
    },
    {
      "name": "東懋",
      "address": "桃園市大園區和平西路一段272號274號",
      "y": 25.048954,
      "x": 121.189172
    },
    {
      "name": "鑫福",
      "address": "新北市新莊區幸福路727號1樓",
      "y": 25.048924,
      "x": 121.449302
    },
    {
      "name": "港運",
      "address": "台北市南港區玉成街69號1樓",
      "y": 25.048817,
      "x": 121.581549
    },
    {
      "name": "威京",
      "address": "台北市松山區八德路四段151號",
      "y": 25.048789,
      "x": 121.562541
    },
    {
      "name": "江東",
      "address": "台北市中山區長安東路二段43號45-1號1樓",
      "y": 25.048606,
      "x": 121.531753
    },
    {
      "name": "長通",
      "address": "台北市中山區長安東路二段101號",
      "y": 25.048539,
      "x": 121.53507
    },
    {
      "name": "長新",
      "address": "台北市中山區長安東路一段75號1樓",
      "y": 25.048496,
      "x": 121.527949
    },
    {
      "name": "復星",
      "address": "台北市松山區復興北路15-6號1樓",
      "y": 25.048468,
      "x": 121.544236
    },
    {
      "name": "源福",
      "address": "新北市新莊區福壽街29.31號",
      "y": 25.04842,
      "x": 121.458111
    },
    {
      "name": "崧站",
      "address": "台北市信義區松隆路329巷4號",
      "y": 25.048417,
      "x": 121.579306
    },
    {
      "name": "中崙",
      "address": "台北市松山區八德路三段27號",
      "y": 25.048395,
      "x": 121.552738
    },
    {
      "name": "松茂",
      "address": "台北市信義區松山路11號B1樓",
      "y": 25.048367,
      "x": 121.577917
    },
    {
      "name": "清愿",
      "address": "台北市松山區八德路二段439號",
      "y": 25.048319,
      "x": 121.546948
    },
    {
      "name": "鑫安江",
      "address": "台北市中山區長安東路二段178號178-1號1樓",
      "y": 25.048195,
      "x": 121.540564
    },
    {
      "name": "德育",
      "address": "台北市松山區八德路三段171號173號1樓",
      "y": 25.048173,
      "x": 121.555559
    },
    {
      "name": "富信",
      "address": "新北市新莊區自信街46.48號1樓",
      "y": 25.048126,
      "x": 121.454821
    },
    {
      "name": "台場",
      "address": "台北市松山區八德路三段20-2號",
      "y": 25.048072,
      "x": 121.551219
    },
    {
      "name": "勁賀",
      "address": "桃園市蘆竹區光明路二段139號",
      "y": 25.047989,
      "x": 121.287639
    },
    {
      "name": "白雲",
      "address": "新北市汐止區民權街二段79號之1",
      "y": 25.047963,
      "x": 121.619243
    },
    {
      "name": "友達電",
      "address": "桃園市龜山區華亞二路189號B1",
      "y": 25.04793,
      "x": 121.374978
    },
    {
      "name": "新復勢",
      "address": "台北市松山區八德路三段200號202號1樓",
      "y": 25.047913,
      "x": 121.556435
    },
    {
      "name": "先嗇宮",
      "address": "新北市三重區光復路一段25號27號1樓",
      "y": 25.047646,
      "x": 121.472191
    },
    {
      "name": "航空",
      "address": "桃園市蘆竹區中正路304號",
      "y": 25.047632,
      "x": 121.292194
    },
    {
      "name": "桃鐵",
      "address": "桃園市桃園區中正路30號1樓2樓",
      "y": 25.047623,
      "x": 121.291183
    },
    {
      "name": "研究",
      "address": "台北市南港區研究院路二段14號",
      "y": 25.047571,
      "x": 121.615474
    },
    {
      "name": "大新",
      "address": "桃園市觀音區大觀路二段65號67號",
      "y": 25.047551,
      "x": 121.1432
    },
    {
      "name": "華樂",
      "address": "桃園市龜山區華亞三路195號197號1樓",
      "y": 25.047502,
      "x": 121.379417
    },
    {
      "name": "宜增",
      "address": "新北市新莊區中平路158號1樓",
      "y": 25.047465,
      "x": 121.444921
    },
    {
      "name": "道生",
      "address": "台北市信義區新仁里東興路57號",
      "y": 25.047457,
      "x": 121.56664
    },
    {
      "name": "南崁",
      "address": "桃園市蘆竹區南崁路156號",
      "y": 25.047438,
      "x": 121.294282
    },
    {
      "name": "開源",
      "address": "台北市信義區松山路136號138號",
      "y": 25.04725,
      "x": 121.577574
    },
    {
      "name": "昆福",
      "address": "台北市萬華區昆明街30-1號30-2號1樓",
      "y": 25.047189,
      "x": 121.505928
    },
    {
      "name": "潤泰",
      "address": "台北市中山區八德路二段314號",
      "y": 25.047176,
      "x": 121.542847
    },
    {
      "name": "文捷",
      "address": "桃園市龜山區文桃路426號1樓",
      "y": 25.04712,
      "x": 121.393229
    },
    {
      "name": "復旦",
      "address": "台北市松山區敦化南路一段5號",
      "y": 25.047079,
      "x": 121.54931
    },
    {
      "name": "錦明",
      "address": "桃園市蘆竹區光明路二段102號1樓",
      "y": 25.047073,
      "x": 121.28791
    },
    {
      "name": "宏全",
      "address": "新北市新莊區中和街61號",
      "y": 25.047073,
      "x": 121.447438
    },
    {
      "name": "福音",
      "address": "桃園市觀音區新生路1467之1號1樓五福三街83號1樓",
      "y": 25.047006,
      "x": 121.142614
    },
    {
      "name": "忠泰",
      "address": "台北市中正區忠孝西路一段78號1樓",
      "y": 25.046895,
      "x": 121.51373
    },
    {
      "name": "東崙",
      "address": "台北市中山區八德路二段282號",
      "y": 25.046885,
      "x": 121.541692
    },
    {
      "name": "松錢",
      "address": "台北市信義區松隆路192號194號1樓",
      "y": 25.046737,
      "x": 121.572309
    },
    {
      "name": "湯城",
      "address": "新北市三重區重新路5段609巷16之7 號1樓",
      "y": 25.046631,
      "x": 121.467355
    },
    {
      "name": "鑫大孝",
      "address": "台北市中正區黎明里重慶南路一段1-1號一樓",
      "y": 25.046631,
      "x": 121.513431
    },
    {
      "name": "頂湖",
      "address": "桃園市龜山區新興街240號242號244號1樓",
      "y": 25.046581,
      "x": 121.356234
    },
    {
      "name": "祥崁",
      "address": "桃園市龜山區南祥路41號43號45號1樓",
      "y": 25.046551,
      "x": 121.297173
    },
    {
      "name": "桃中",
      "address": "桃園市桃園區中正路233號1樓",
      "y": 25.046538,
      "x": 121.292384
    },
    {
      "name": "開寧",
      "address": "台北市萬華區西寧南路16號",
      "y": 25.046485,
      "x": 121.506849
    },
    {
      "name": "聯坊",
      "address": "台北市南港區東新街118巷1號",
      "y": 25.046482,
      "x": 121.58841
    },
    {
      "name": "錦欣",
      "address": "桃園市蘆竹區南竹路一段63號1樓",
      "y": 25.046396,
      "x": 121.290348
    },
    {
      "name": "捷戰",
      "address": "台北市中正區忠孝西路一段50-1號(捷運地下街)",
      "y": 25.046259,
      "x": 121.515827
    },
    {
      "name": "林坊",
      "address": "台北市南港區東新街80巷1號",
      "y": 25.04621,
      "x": 121.58713
    },
    {
      "name": "六福",
      "address": "台北市萬華區漢口街二段73號1樓",
      "y": 25.046149,
      "x": 121.505238
    },
    {
      "name": "鑫台北",
      "address": "台北市中正區黎明里忠孝西路一段35號一樓",
      "y": 25.046105,
      "x": 121.518697
    },
    {
      "name": "開懷",
      "address": "台北市中正區開封街一段15號17號1樓17號2樓",
      "y": 25.04606,
      "x": 121.513791
    },
    {
      "name": "吉仁",
      "address": "台北市松山區延吉街27-1號1樓",
      "y": 25.04603,
      "x": 121.553725
    },
    {
      "name": "開博",
      "address": "台北市中正區開封街一段40號42號1樓",
      "y": 25.045898,
      "x": 121.512265
    },
    {
      "name": "中泰",
      "address": "新北市新莊區中港一街10號10-1號",
      "y": 25.045827,
      "x": 121.451643
    },
    {
      "name": "昆明",
      "address": "台北市萬華區昆明街76之1號1樓",
      "y": 25.045774,
      "x": 121.505538
    },
    {
      "name": "永吉",
      "address": "台北市信義區永吉路217號1樓2樓及219號1樓",
      "y": 25.045762,
      "x": 121.573967
    },
    {
      "name": "千翔",
      "address": "台北市中正區許昌街17號1樓",
      "y": 25.045747,
      "x": 121.516972
    },
    {
      "name": "風復",
      "address": "台北市松山區復興南路一段43號",
      "y": 25.045658,
      "x": 121.54408
    },
    {
      "name": "冠廷",
      "address": "桃園市龜山區南美里南上路332號1F",
      "y": 25.045615,
      "x": 121.303072
    },
    {
      "name": "萬翔",
      "address": "台北市中正區公園路13號",
      "y": 25.045566,
      "x": 121.517428
    },
    {
      "name": "湯旺",
      "address": "新北市三重區重新路五段609巷2之3號1樓",
      "y": 25.045563,
      "x": 121.468435
    },
    {
      "name": "漢寧",
      "address": "台北市萬華區西寧南路85號",
      "y": 25.045535,
      "x": 121.506883
    },
    {
      "name": "革新",
      "address": "台北市信義區永吉路32號34號",
      "y": 25.045503,
      "x": 121.568942
    },
    {
      "name": "程豪",
      "address": "桃園市觀音區福祥街157號163號1樓",
      "y": 25.045496,
      "x": 121.134769
    },
    {
      "name": "紹興",
      "address": "台北市中正區紹興北街37號1樓",
      "y": 25.045466,
      "x": 121.525561
    },
    {
      "name": "錦興",
      "address": "新北市新莊區思源路181號",
      "y": 25.045429,
      "x": 121.459647
    },
    {
      "name": "敦厚",
      "address": "台北市信義區永吉路30巷168弄1號1樓",
      "y": 25.04541,
      "x": 121.57105
    },
    {
      "name": "庫德",
      "address": "台北市松山區八德路二段366巷7號1樓",
      "y": 25.045367,
      "x": 121.546085
    },
    {
      "name": "加州",
      "address": "新北市新莊區中平路81巷2號",
      "y": 25.045358,
      "x": 121.444734
    },
    {
      "name": "忠興",
      "address": "台北市信義區永吉路30巷178弄1號1樓",
      "y": 25.045344,
      "x": 121.571428
    },
    {
      "name": "富旺",
      "address": "新北市新莊區自立街176號178號1樓",
      "y": 25.045307,
      "x": 121.455926
    },
    {
      "name": "興洲",
      "address": "新北市新莊區新泰路472號1樓",
      "y": 25.045279,
      "x": 121.443141
    },
    {
      "name": "鑫日新",
      "address": "台北市萬華區武昌街二段122之1號",
      "y": 25.045252,
      "x": 121.504011
    },
    {
      "name": "興忠",
      "address": "台北市中正區紹興北街3號1樓,B1",
      "y": 25.045196,
      "x": 121.525393
    },
    {
      "name": "鑫樂昇",
      "address": "台北市萬華區武昌街二段114之3號.之4號",
      "y": 25.045104,
      "x": 121.504926
    },
    {
      "name": "漢慶",
      "address": "台北市中正區漢口街一段82號1樓",
      "y": 25.045096,
      "x": 121.512154
    },
    {
      "name": "鑫華福",
      "address": "台北市中正區漢口街1段36號1樓",
      "y": 25.045084,
      "x": 121.513852
    },
    {
      "name": "明泰",
      "address": "新北市泰山區明志路二段366號368號1樓",
      "y": 25.045039,
      "x": 121.425574
    },
    {
      "name": "中樂",
      "address": "台北市中正區延平南路47號",
      "y": 25.045016,
      "x": 121.510553
    },
    {
      "name": "玉德",
      "address": "台北市南港區玉成街150號1樓",
      "y": 25.044872,
      "x": 121.583677
    },
    {
      "name": "欣漢華",
      "address": "台北市中正區中華路一段41號1樓",
      "y": 25.044871,
      "x": 121.509472
    },
    {
      "name": "後山埤",
      "address": "台北市信義區中坡北路11號1樓",
      "y": 25.044825,
      "x": 121.581023
    },
    {
      "name": "興信鑫",
      "address": "台北市中正區館前路59號1樓",
      "y": 25.044802,
      "x": 121.515167
    },
    {
      "name": "鑫武昌",
      "address": "台北市萬華區武昌街二段57號1樓",
      "y": 25.044761,
      "x": 121.507159
    },
    {
      "name": "明日城",
      "address": "新北市泰山區信華六街17號19號1樓",
      "y": 25.044679,
      "x": 121.441396
    },
    {
      "name": "鑫吉",
      "address": "台北市信義區虎林街85號",
      "y": 25.04465,
      "x": 121.577236
    },
    {
      "name": "鑫公信",
      "address": "台北市中正區信陽街2-1號",
      "y": 25.044576,
      "x": 121.516666
    },
    {
      "name": "上賀",
      "address": "桃園市蘆竹區光明路一段100號",
      "y": 25.044548,
      "x": 121.29025
    },
    {
      "name": "中平",
      "address": "新北市新莊區中平路76號1樓",
      "y": 25.044548,
      "x": 121.444913
    },
    {
      "name": "新茂",
      "address": "新北市新莊區化成路118號120號",
      "y": 25.044545,
      "x": 121.46547
    },
    {
      "name": "美新",
      "address": "新北市新莊區復興路二段141號143號",
      "y": 25.044528,
      "x": 121.457574
    },
    {
      "name": "忠孝東",
      "address": "台北市中正區忠孝東路一段72號76號1樓",
      "y": 25.044467,
      "x": 121.523881
    },
    {
      "name": "昆寧",
      "address": "台北市萬華區西寧南路50巷3號5號",
      "y": 25.04441,
      "x": 121.50591
    },
    {
      "name": "光忠",
      "address": "台北市大安區復興南路一段107巷5弄1號1樓",
      "y": 25.044343,
      "x": 121.544641
    },
    {
      "name": "桃遠百",
      "address": "桃園市桃園區中正路20號B1樓",
      "y": 25.04431,
      "x": 121.294005
    },
    {
      "name": "隆陞",
      "address": "桃園市龜山區頂湖路25號27號1樓",
      "y": 25.044274,
      "x": 121.361364
    },
    {
      "name": "復忠",
      "address": "台北市大安區光復南路98之3號98之5號",
      "y": 25.044273,
      "x": 121.557542
    },
    {
      "name": "科建",
      "address": "台北市大安區建國南路一段28號30號",
      "y": 25.044268,
      "x": 121.536229
    },
    {
      "name": "博美",
      "address": "台北市中正區武昌街一段45號1樓",
      "y": 25.04422,
      "x": 121.51131
    },
    {
      "name": "胡適",
      "address": "台北市南港區研究院路二段94號96號98巷1號",
      "y": 25.04414,
      "x": 121.615732
    },
    {
      "name": "重南",
      "address": "台北市中正區武昌街一段1-2號1樓",
      "y": 25.044121,
      "x": 121.513537
    },
    {
      "name": "德金",
      "address": "台北市中正區八德路一段29號",
      "y": 25.044121,
      "x": 121.531383
    },
    {
      "name": "華山",
      "address": "台北市中正區忠孝東路一段138號",
      "y": 25.04409,
      "x": 121.525436
    },
    {
      "name": "捷盟",
      "address": "台北市萬華區漢中街51號",
      "y": 25.044069,
      "x": 121.50753
    },
    {
      "name": "西寧南",
      "address": "台北市萬華區西寧南路141號1樓2樓",
      "y": 25.044044,
      "x": 121.50644
    },
    {
      "name": "中華",
      "address": "台北市萬華區中華路一段114巷2號1樓",
      "y": 25.044013,
      "x": 121.507675
    },
    {
      "name": "蘆勝",
      "address": "桃園市蘆竹區忠孝西路21號1樓",
      "y": 25.044,
      "x": 121.292685
    },
    {
      "name": "千成",
      "address": "台北市中正區林森南路4號之3",
      "y": 25.044,
      "x": 121.522955
    },
    {
      "name": "莊和",
      "address": "新北市新莊區中和街34.36號",
      "y": 25.043937,
      "x": 121.44825
    },
    {
      "name": "鑫富民",
      "address": "台北市大安區忠孝東路四段181巷40弄22號1樓",
      "y": 25.043895,
      "x": 121.549774
    },
    {
      "name": "安復",
      "address": "新北市新莊區復興路一段213號",
      "y": 25.043862,
      "x": 121.452463
    },
    {
      "name": "青島",
      "address": "台北市中正區青島東路4號",
      "y": 25.043831,
      "x": 121.521432
    },
    {
      "name": "松信",
      "address": "台北市信義區松信路148號1樓",
      "y": 25.043684,
      "x": 121.57187
    },
    {
      "name": "民生北",
      "address": "桃園市龜山區民生北路一段54號1樓",
      "y": 25.043669,
      "x": 121.297673
    },
    {
      "name": "蘆坎",
      "address": "桃園市蘆竹區南崁里南華一街142號一樓",
      "y": 25.043613,
      "x": 121.295619
    },
    {
      "name": "仕吉",
      "address": "台北市大安區忠孝東路四段223巷42號",
      "y": 25.043608,
      "x": 121.55309
    },
    {
      "name": "信吉",
      "address": "台北市信義區永吉路278巷58弄2號",
      "y": 25.04353,
      "x": 121.574052
    },
    {
      "name": "八德",
      "address": "台北市中正區臨沂街1號1樓",
      "y": 25.043496,
      "x": 121.530872
    },
    {
      "name": "永信",
      "address": "台北市信義區永吉路30巷103號",
      "y": 25.043484,
      "x": 121.568849
    },
    {
      "name": "頂東",
      "address": "台北市大安區大安路一段43號",
      "y": 25.043465,
      "x": 121.546301
    },
    {
      "name": "建發",
      "address": "桃園市龜山區南上里8鄰民生北路一段516號1樓",
      "y": 25.043364,
      "x": 121.298442
    },
    {
      "name": "茂源",
      "address": "新北市新莊區思源路40-1號",
      "y": 25.043284,
      "x": 121.460277
    },
    {
      "name": "宜家",
      "address": "新北市新莊區化成路9-2.9-3號",
      "y": 25.043213,
      "x": 121.464842
    },
    {
      "name": "欣富晟",
      "address": "桃園市觀音區草漯里大觀路二段312-1號",
      "y": 25.043206,
      "x": 121.137065
    },
    {
      "name": "新北科",
      "address": "台北市大安區新生南路一段3號B1樓",
      "y": 25.043115,
      "x": 121.533009
    },
    {
      "name": "安松",
      "address": "台北市大安區安東街50之2號50之3號50之4號",
      "y": 25.043076,
      "x": 121.542393
    },
    {
      "name": "北崁",
      "address": "桃園市蘆竹區中正路85號87號89號1樓",
      "y": 25.043072,
      "x": 121.294291
    },
    {
      "name": "松高",
      "address": "台北市信義區基隆路一段141號1樓",
      "y": 25.043069,
      "x": 121.565851
    },
    {
      "name": "大永博",
      "address": "台北市中正區博愛路97號1樓",
      "y": 25.043066,
      "x": 121.511645
    },
    {
      "name": "成都",
      "address": "台北市萬華區成都路96號1樓",
      "y": 25.043034,
      "x": 121.504277
    },
    {
      "name": "明日",
      "address": "台北市萬華區成都路27巷1號1樓",
      "y": 25.043001,
      "x": 121.506866
    },
    {
      "name": "中坡",
      "address": "台北市南港區中坡南路47號1樓",
      "y": 25.0429,
      "x": 121.583671
    },
    {
      "name": "成昆",
      "address": "台北市萬華區成都路68號1樓",
      "y": 25.042861,
      "x": 121.505169
    },
    {
      "name": "世運",
      "address": "台北市萬華區昆明街81號83號",
      "y": 25.042775,
      "x": 121.504882
    },
    {
      "name": "忠聯",
      "address": "台北市中正區忠孝東路二段100號1樓",
      "y": 25.042763,
      "x": 121.530471
    },
    {
      "name": "崇光",
      "address": "台北市大安區復興南路一段135巷5號",
      "y": 25.042756,
      "x": 121.544598
    },
    {
      "name": "復和",
      "address": "新北市新莊區復興路一段79號81號1樓",
      "y": 25.042753,
      "x": 121.448196
    },
    {
      "name": "建安",
      "address": "台北市大安區敦化南路一段187巷29號",
      "y": 25.04269,
      "x": 121.550711
    },
    {
      "name": "松聯",
      "address": "台北市信義區忠孝東路四段559巷24號1樓",
      "y": 25.042674,
      "x": 121.563805
    },
    {
      "name": "中航",
      "address": "台北市中正區林森南路12號",
      "y": 25.042672,
      "x": 121.522551
    },
    {
      "name": "新國聯",
      "address": "台北市大安區光復南路180巷12號",
      "y": 25.042624,
      "x": 121.556897
    },
    {
      "name": "吉忠",
      "address": "台北市大安區延吉街72號",
      "y": 25.042534,
      "x": 121.554093
    },
    {
      "name": "頂安",
      "address": "台北市大安區大安路一段67號1樓",
      "y": 25.042484,
      "x": 121.546274
    },
    {
      "name": "市大",
      "address": "台北市松山區市民大道路四段105號",
      "y": 25.042483,
      "x": 121.581445
    },
    {
      "name": "必成",
      "address": "台北市信義區基隆路一段178號180號1樓",
      "y": 25.042479,
      "x": 121.564949
    },
    {
      "name": "明貴",
      "address": "新北市泰山區明志路三段44號46號1樓",
      "y": 25.042446,
      "x": 121.424739
    },
    {
      "name": "新寧南",
      "address": "台北市萬華區西寧南路80號",
      "y": 25.04244,
      "x": 121.505822
    },
    {
      "name": "鑫衡陽",
      "address": "台北市中正區衡陽路6號1樓",
      "y": 25.042439,
      "x": 121.511946
    },
    {
      "name": "統聯",
      "address": "台北市中正區忠孝東路二段130-2號130-3號",
      "y": 25.042426,
      "x": 121.531826
    },
    {
      "name": "新格蘭",
      "address": "台北市中正區衡陽路27號",
      "y": 25.042394,
      "x": 121.512656
    },
    {
      "name": "佑安",
      "address": "台北市大安區忠孝東路三段217巷1弄2號",
      "y": 25.042376,
      "x": 121.539585
    },
    {
      "name": "鑫杭",
      "address": "台北市中正區杭州南路一段23號",
      "y": 25.042361,
      "x": 121.526482
    },
    {
      "name": "金座",
      "address": "新北市新莊區長青街5號7號",
      "y": 25.042283,
      "x": 121.459273
    },
    {
      "name": "慶陽",
      "address": "台北市中正區衡陽路93號1樓",
      "y": 25.042261,
      "x": 121.509501
    },
    {
      "name": "統合",
      "address": "台北市大安區忠孝東路四段181巷7弄11之1號11之2號",
      "y": 25.042188,
      "x": 121.551273
    },
    {
      "name": "統領",
      "address": "台北市大安區忠孝東路四段205巷7弄5號1樓",
      "y": 25.042157,
      "x": 121.552211
    },
    {
      "name": "敦頂",
      "address": "台北市大安區忠孝東路四段101巷7號",
      "y": 25.042099,
      "x": 121.548171
    },
    {
      "name": "蘆航",
      "address": "桃園市蘆竹區南興里南昌路18號1樓",
      "y": 25.042069,
      "x": 121.287328
    },
    {
      "name": "雙泰",
      "address": "新北市新莊區新泰路330號",
      "y": 25.042047,
      "x": 121.444975
    },
    {
      "name": "中研",
      "address": "台北市南港區研究院路二段128號1樓(學術活動中心)",
      "y": 25.04202,
      "x": 121.616663
    },
    {
      "name": "建忠",
      "address": "台北市大安區忠孝東路三段249號",
      "y": 25.041848,
      "x": 121.541427
    },
    {
      "name": "聯合",
      "address": "台北市信義區忠孝東路四段559巷6號",
      "y": 25.04183,
      "x": 121.563718
    },
    {
      "name": "忠隆",
      "address": "台北市信義區忠孝東路五段71巷6號1樓",
      "y": 25.041719,
      "x": 121.567227
    },
    {
      "name": "捷忠",
      "address": "台北市信義區忠孝東路五段617號",
      "y": 25.041617,
      "x": 121.579018
    },
    {
      "name": "吉孝",
      "address": "台北市大安區忠孝東路四段299號",
      "y": 25.041613,
      "x": 121.555322
    },
    {
      "name": "鑫忠孝",
      "address": "台北市大安區忠孝東路四段313號1樓",
      "y": 25.041613,
      "x": 121.5559
    },
    {
      "name": "新福玉",
      "address": "台北市南港區成福路145號147號",
      "y": 25.041586,
      "x": 121.587831
    },
    {
      "name": "義村",
      "address": "台北市大安區忠孝東路三段160號",
      "y": 25.041463,
      "x": 121.538384
    },
    {
      "name": "富鄰",
      "address": "新北市汐止區宜興街8號",
      "y": 25.04134,
      "x": 121.621205
    },
    {
      "name": "華慶",
      "address": "台北市中正區中華路一段59之16號",
      "y": 25.041327,
      "x": 121.508569
    },
    {
      "name": "敦仁",
      "address": "台北市大安區忠孝東路四段148號部份",
      "y": 25.041294,
      "x": 121.549941
    },
    {
      "name": "光東",
      "address": "台北市信義區忠孝東路五段524巷1弄1號",
      "y": 25.041231,
      "x": 121.579523
    },
    {
      "name": "錢忠",
      "address": "台北市大安區忠孝東路四段26巷5號",
      "y": 25.041227,
      "x": 121.54455
    },
    {
      "name": "阿波羅",
      "address": "台北市大安區忠孝東路四段222號224號1樓",
      "y": 25.041213,
      "x": 121.553588
    },
    {
      "name": "漢中",
      "address": "台北市萬華區漢中街185號187號",
      "y": 25.041138,
      "x": 121.506843
    },
    {
      "name": "懷生",
      "address": "台北市大安區忠孝東路三段248巷9號",
      "y": 25.041058,
      "x": 121.541423
    },
    {
      "name": "東暉",
      "address": "台北市信義區忠孝東路四段514號",
      "y": 25.041021,
      "x": 121.562411
    },
    {
      "name": "富勝",
      "address": "桃園市龜山區文學路250號1樓",
      "y": 25.040983,
      "x": 121.388984
    },
    {
      "name": "盧奉",
      "address": "桃園市蘆竹區奉化路25號27號1樓",
      "y": 25.040871,
      "x": 121.286388
    },
    {
      "name": "松捷",
      "address": "台北市信義區忠孝東路五段1之6號",
      "y": 25.040867,
      "x": 121.565153
    },
    {
      "name": "臺醫東",
      "address": "台北市中正區中山南路7號1樓",
      "y": 25.040773,
      "x": 121.518559
    },
    {
      "name": "統新",
      "address": "台北市中正區臨沂街27巷10號1樓",
      "y": 25.040766,
      "x": 121.531438
    },
    {
      "name": "松山",
      "address": "台北市信義區忠孝東路五段386號",
      "y": 25.040753,
      "x": 121.574115
    },
    {
      "name": "花旗",
      "address": "新北市新莊區中港路132巷26號",
      "y": 25.040733,
      "x": 121.456428
    },
    {
      "name": "敦南",
      "address": "台北市大安區敦化南路一段236巷13號",
      "y": 25.040695,
      "x": 121.547339
    },
    {
      "name": "忠林",
      "address": "台北市信義區忠孝東路五段470號1樓",
      "y": 25.04066,
      "x": 121.576885
    },
    {
      "name": "國館",
      "address": "台北市大安區光復南路240巷25號",
      "y": 25.040648,
      "x": 121.556357
    },
    {
      "name": "鑫國泰",
      "address": "台北市信義區忠孝東路五段68號24樓",
      "y": 25.040648,
      "x": 121.566694
    },
    {
      "name": "長榮航",
      "address": "桃園市蘆竹區新南路一段376號",
      "y": 25.040617,
      "x": 121.297194
    },
    {
      "name": "富騰",
      "address": "桃園市龜山區文青路219號1樓",
      "y": 25.040603,
      "x": 121.388965
    },
    {
      "name": "新起",
      "address": "台北市萬華區長沙街二段87號1樓",
      "y": 25.040572,
      "x": 121.504864
    },
    {
      "name": "龍普",
      "address": "台北市大安區敦化南路一段233巷25號",
      "y": 25.040485,
      "x": 121.550611
    },
    {
      "name": "新三連",
      "address": "台北市信義區逸仙路42巷25號1樓",
      "y": 25.040465,
      "x": 121.56313
    },
    {
      "name": "航福",
      "address": "桃園市蘆竹區南福街97號99號",
      "y": 25.040385,
      "x": 121.293021
    },
    {
      "name": "新工農",
      "address": "台北市信義區忠孝東路五段236巷6-3號8號1樓",
      "y": 25.040272,
      "x": 121.571766
    },
    {
      "name": "中港",
      "address": "新北市新莊區中港路133號",
      "y": 25.040264,
      "x": 121.45518
    },
    {
      "name": "濟新",
      "address": "台北市中正區濟南路二段50號",
      "y": 25.040247,
      "x": 121.531214
    },
    {
      "name": "富丞",
      "address": "桃園市蘆竹區中正北路599號",
      "y": 25.04023,
      "x": 121.280609
    },
    {
      "name": "台大",
      "address": "台北市中正區林森南路53號55號",
      "y": 25.040171,
      "x": 121.522131
    },
    {
      "name": "新泰",
      "address": "新北市新莊區新泰路267號",
      "y": 25.040153,
      "x": 121.445728
    },
    {
      "name": "靜安",
      "address": "台北市大安區光復南路262號",
      "y": 25.040107,
      "x": 121.557464
    },
    {
      "name": "英雄館",
      "address": "台北市中正區長沙街一段20號1樓",
      "y": 25.040076,
      "x": 121.50934
    },
    {
      "name": "濟南",
      "address": "台北市大安區濟南路三段12號1樓",
      "y": 25.040069,
      "x": 121.53388
    },
    {
      "name": "建綸",
      "address": "台北市大安區仁愛路四段151巷33號忠孝東路四段216巷32弄19號21號",
      "y": 25.040024,
      "x": 121.552039
    },
    {
      "name": "統家",
      "address": "台北市大安區忠孝東路四段216巷27弄1號1樓",
      "y": 25.039966,
      "x": 121.553788
    },
    {
      "name": "真豪",
      "address": "新北市新莊區中華路一段73號",
      "y": 25.039943,
      "x": 121.452233
    },
    {
      "name": "富亨",
      "address": "桃園市龜山區文青路206號208號210號1樓",
      "y": 25.039922,
      "x": 121.388182
    },
    {
      "name": "新東宮",
      "address": "台北市信義區松山路455號",
      "y": 25.039826,
      "x": 121.578036
    },
    {
      "name": "國邦",
      "address": "桃園市蘆竹區忠孝西路206號1樓",
      "y": 25.039584,
      "x": 121.288782
    },
    {
      "name": "慶林",
      "address": "台北市信義區虎林街151號153號1樓",
      "y": 25.039509,
      "x": 121.576739
    },
    {
      "name": "信福",
      "address": "台北市信義區福德街308號310巷1號",
      "y": 25.039472,
      "x": 121.587456
    },
    {
      "name": "凌華科",
      "address": "桃園市龜山區華亞一路68號1樓",
      "y": 25.03937,
      "x": 121.372985
    },
    {
      "name": "港德",
      "address": "台北市南港區福德街373巷25號",
      "y": 25.039352,
      "x": 121.59176
    },
    {
      "name": "順舜",
      "address": "桃園市蘆竹區南順六街22號24號26號",
      "y": 25.039292,
      "x": 121.290059
    },
    {
      "name": "廣瀨",
      "address": "桃園市龜山區忠義路二段13號",
      "y": 25.039199,
      "x": 121.353383
    },
    {
      "name": "玄海",
      "address": "桃園市大園區和平西路二段5號",
      "y": 25.039148,
      "x": 121.182799
    },
    {
      "name": "雙溪",
      "address": "新北市雙溪區自強路7號",
      "y": 25.039139,
      "x": 121.86621
    },
    {
      "name": "漢陽",
      "address": "台北市萬華區昆明街197號199號1樓",
      "y": 25.039121,
      "x": 121.50419
    },
    {
      "name": "丹陽",
      "address": "台北市中正區杭州南路一段83號",
      "y": 25.039059,
      "x": 121.52558
    },
    {
      "name": "公力",
      "address": "桃園市大園區中正東路一段708之1號",
      "y": 25.038898,
      "x": 121.228744
    },
    {
      "name": "誠安",
      "address": "台北市大安區敦化南路一段247巷12號1樓",
      "y": 25.038775,
      "x": 121.550041
    },
    {
      "name": "仁安",
      "address": "台北市大安區仁愛路四段27巷1號",
      "y": 25.038737,
      "x": 121.54527
    },
    {
      "name": "留公",
      "address": "台北市信義區福德街247號249號",
      "y": 25.038728,
      "x": 121.585896
    },
    {
      "name": "明躍",
      "address": "新北市泰山區明志路三段202號",
      "y": 25.0386,
      "x": 121.42374
    },
    {
      "name": "欣安和",
      "address": "台北市大安區安和路一段47號",
      "y": 25.038593,
      "x": 121.550948
    },
    {
      "name": "中廣",
      "address": "台北市大安區仁愛路三段25-1號27號",
      "y": 25.038579,
      "x": 121.53436
    },
    {
      "name": "仁金",
      "address": "台北市中正區仁愛路二段39號39-1號",
      "y": 25.038578,
      "x": 121.528611
    },
    {
      "name": "蘆順",
      "address": "桃園市蘆竹區奉化路168號170號172號1樓",
      "y": 25.038519,
      "x": 121.290087
    },
    {
      "name": "桂林",
      "address": "台北市萬華區桂林路156號158號160號",
      "y": 25.038403,
      "x": 121.497887
    },
    {
      "name": "庄研",
      "address": "台北市南港區研究院路二段152號",
      "y": 25.038366,
      "x": 121.61687
    },
    {
      "name": "桂明",
      "address": "台北市萬華區桂林路55號",
      "y": 25.038295,
      "x": 121.503103
    },
    {
      "name": "萊福",
      "address": "台北市信義區林口街48號",
      "y": 25.038203,
      "x": 121.579498
    },
    {
      "name": "鳳翔",
      "address": "台北市大安區忠孝東路四段216巷68號",
      "y": 25.0382,
      "x": 121.552817
    },
    {
      "name": "高竹",
      "address": "桃園市蘆竹區大竹北路737號",
      "y": 25.038182,
      "x": 121.243055
    },
    {
      "name": "頂好",
      "address": "台北市大安區仁愛路四段79號1號",
      "y": 25.038168,
      "x": 121.547251
    },
    {
      "name": "保元",
      "address": "新北市新莊區中正路72號",
      "y": 25.038107,
      "x": 121.458858
    },
    {
      "name": "珈多",
      "address": "新北市泰山區台麗街5號7號9號1樓",
      "y": 25.037817,
      "x": 121.425565
    },
    {
      "name": "莊捷",
      "address": "新北市新莊區中華路一段37號37之1號39號39之1號1樓",
      "y": 25.037817,
      "x": 121.451647
    },
    {
      "name": "福中",
      "address": "台北市信義區福德街159號161號1樓",
      "y": 25.037657,
      "x": 121.583329
    },
    {
      "name": "建中",
      "address": "新北市新莊區建中街6號8號",
      "y": 25.037607,
      "x": 121.449759
    },
    {
      "name": "德鄰",
      "address": "台北市信義區松德路127號129號1樓",
      "y": 25.037432,
      "x": 121.575299
    },
    {
      "name": "國圖",
      "address": "台北市中正區中山南路20號B1樓",
      "y": 25.037325,
      "x": 121.516715
    },
    {
      "name": "信林",
      "address": "台北市信義區虎林街222巷7號9號1樓",
      "y": 25.037194,
      "x": 121.577186
    },
    {
      "name": "新南",
      "address": "台北市中正區新生南路一段126-7號",
      "y": 25.037105,
      "x": 121.532496
    },
    {
      "name": "信遠",
      "address": "台北市信義區松仁路58號B2樓",
      "y": 25.037004,
      "x": 121.568259
    },
    {
      "name": "宏泰",
      "address": "台北市信義區松仁路91-1號1樓",
      "y": 25.036905,
      "x": 121.568896
    },
    {
      "name": "冠興",
      "address": "桃園市觀音區成功路二段1247號",
      "y": 25.036866,
      "x": 121.103467
    },
    {
      "name": "廣明",
      "address": "台北市萬華區昆明街285號之3之4",
      "y": 25.036752,
      "x": 121.50371
    },
    {
      "name": "觀昌",
      "address": "桃園市觀音區中山路9巷19號1樓中山路21號23號1樓",
      "y": 25.036729,
      "x": 121.082412
    },
    {
      "name": "廣運",
      "address": "台北市萬華區廣州街170號1樓2樓部份",
      "y": 25.036633,
      "x": 121.498876
    },
    {
      "name": "延吉",
      "address": "台北市大安區延吉街237號",
      "y": 25.036609,
      "x": 121.55571
    },
    {
      "name": "仁和",
      "address": "台北市信義區正和里光復南路419巷41號",
      "y": 25.036577,
      "x": 121.558499
    },
    {
      "name": "龍廣",
      "address": "台北市萬華區廣州街148號",
      "y": 25.036575,
      "x": 121.500587
    },
    {
      "name": "泰利",
      "address": "台北市大安區仁愛路四段266巷15弄22號",
      "y": 25.036558,
      "x": 121.554211
    },
    {
      "name": "尊品",
      "address": "桃園市桃園區建國路41-1號1樓",
      "y": 25.036557,
      "x": 121.300337
    },
    {
      "name": "富源",
      "address": "桃園市觀音區富源里57之1號2號",
      "y": 25.036487,
      "x": 121.082006
    },
    {
      "name": "中華電",
      "address": "台北市中正區信義路一段21-3號B1樓",
      "y": 25.036419,
      "x": 121.523003
    },
    {
      "name": "新統義",
      "address": "新北市新莊區建中街91號93號1樓",
      "y": 25.036415,
      "x": 121.446676
    },
    {
      "name": "花市",
      "address": "台北市大安區建國南路一段274號",
      "y": 25.036393,
      "x": 121.537338
    },
    {
      "name": "豐安",
      "address": "台北市大安區東豐街9號",
      "y": 25.036169,
      "x": 121.54426
    },
    {
      "name": "敦維",
      "address": "台北市大安區東豐街43號45號1樓",
      "y": 25.036151,
      "x": 121.546707
    },
    {
      "name": "芸珈",
      "address": "桃園市龜山區民生北路一段203號",
      "y": 25.036149,
      "x": 121.301676
    },
    {
      "name": "龍山",
      "address": "台北市萬華區康定路203號205號1樓",
      "y": 25.036025,
      "x": 121.501523
    },
    {
      "name": "體育大",
      "address": "桃園市龜山區文化一路250號",
      "y": 25.036012,
      "x": 121.385035
    },
    {
      "name": "萬運",
      "address": "台北市萬華區西園路一段153號地下室",
      "y": 25.035853,
      "x": 121.49946
    },
    {
      "name": "雙祥",
      "address": "新北市雙溪區雙溪村太平路65號67號",
      "y": 25.03582,
      "x": 121.864912
    },
    {
      "name": "松家",
      "address": "台北市信義區松山路608號610號",
      "y": 25.035807,
      "x": 121.5785
    },
    {
      "name": "文正",
      "address": "新北市新莊區中正路188號1樓",
      "y": 25.035785,
      "x": 121.449719
    },
    {
      "name": "警廣",
      "address": "台北市中正區廣州街10-2號10-3號10-4部分號1樓",
      "y": 25.035539,
      "x": 121.508065
    },
    {
      "name": "國貿",
      "address": "台北市信義區基隆路一段333號B3",
      "y": 25.035505,
      "x": 121.561307
    },
    {
      "name": "宏福",
      "address": "新北市新莊區公園一路34號36號1樓",
      "y": 25.035414,
      "x": 121.443509
    },
    {
      "name": "金山",
      "address": "台北市中正區金山南路一段108號",
      "y": 25.035406,
      "x": 121.527298
    },
    {
      "name": "富竹",
      "address": "桃園市蘆竹區南竹路二段313號1樓",
      "y": 25.035257,
      "x": 121.279081
    },
    {
      "name": "昆嵋",
      "address": "台北市萬華區峨嵋街74號1樓",
      "y": 25.034887,
      "x": 121.499891
    },
    {
      "name": "信德",
      "address": "台北市信義區松德路200巷10號",
      "y": 25.034853,
      "x": 121.573784
    },
    {
      "name": "宏旭",
      "address": "台北市萬華區西園路一段238號1樓2樓",
      "y": 25.034816,
      "x": 121.49884
    },
    {
      "name": "敦安",
      "address": "台北市大安區安和路一段86號",
      "y": 25.034787,
      "x": 121.552322
    },
    {
      "name": "華技",
      "address": "台北市南港區研究院路三段72號74號1樓",
      "y": 25.034732,
      "x": 121.614194
    },
    {
      "name": "微風南",
      "address": "台北市信義區松智路17號B2樓",
      "y": 25.03472,
      "x": 121.565531
    },
    {
      "name": "臨沂",
      "address": "台北市中正區文祥里臨沂街74號76號",
      "y": 25.034527,
      "x": 121.527761
    },
    {
      "name": "嘉馥",
      "address": "台北市信義區信義路六段21號23號1樓",
      "y": 25.034525,
      "x": 121.57563
    },
    {
      "name": "新愛國",
      "address": "台北市中正區延平南路177號",
      "y": 25.034481,
      "x": 121.507603
    },
    {
      "name": "敦信",
      "address": "台北市大安區仁愛路四段122巷50號1樓",
      "y": 25.034473,
      "x": 121.550117
    },
    {
      "name": "輔明",
      "address": "新北市新莊區中正路514巷99號",
      "y": 25.034449,
      "x": 121.430886
    },
    {
      "name": "信安",
      "address": "台北市大安區大安路一段218號",
      "y": 25.034417,
      "x": 121.545911
    },
    {
      "name": "信義",
      "address": "台北市大安區信義路四段265巷12弄1號",
      "y": 25.034346,
      "x": 121.554319
    },
    {
      "name": "新雲",
      "address": "台北市中正區三愛里連雲街81號",
      "y": 25.034317,
      "x": 121.530178
    },
    {
      "name": "凱悅",
      "address": "台北市信義區基隆路一段398號1樓",
      "y": 25.034284,
      "x": 121.560033
    },
    {
      "name": "瑞德",
      "address": "台北市中正區新生南路一段170巷14之3號1樓",
      "y": 25.034177,
      "x": 121.531359
    },
    {
      "name": "華江",
      "address": "台北市萬華區華江里20鄰環河南路二段200號",
      "y": 25.034124,
      "x": 121.493011
    },
    {
      "name": "杭信",
      "address": "台北市中正區信義路二段15號1樓",
      "y": 25.034115,
      "x": 121.528594
    },
    {
      "name": "凱富",
      "address": "台北市萬華區西園路一段278號1樓",
      "y": 25.033871,
      "x": 121.499288
    },
    {
      "name": "大信",
      "address": "台北市大安區信義路三段33號",
      "y": 25.033772,
      "x": 121.534686
    },
    {
      "name": "森美",
      "address": "台北市大安區信義路三段65號1樓",
      "y": 25.033741,
      "x": 121.536648
    },
    {
      "name": "光復",
      "address": "台北市信義區光復南路471號",
      "y": 25.033707,
      "x": 121.557667
    },
    {
      "name": "信中",
      "address": "台北市大安區信義路三段101號",
      "y": 25.033704,
      "x": 121.538747
    },
    {
      "name": "振陞",
      "address": "桃園市龜山區振興路1301號1樓",
      "y": 25.033595,
      "x": 121.379576
    },
    {
      "name": "武聖廟",
      "address": "新北市新莊區新莊路437號1樓",
      "y": 25.033566,
      "x": 121.450059
    },
    {
      "name": "一零一",
      "address": "台北市信義區信義路五段7號35樓",
      "y": 25.033524,
      "x": 121.564604
    },
    {
      "name": "庚大",
      "address": "桃園市龜山區文化一路259號B1樓",
      "y": 25.033292,
      "x": 121.387145
    },
    {
      "name": "江翠",
      "address": "新北市板橋區文化路二段417巷8號1樓10號1樓2樓",
      "y": 25.033253,
      "x": 121.47408
    },
    {
      "name": "懷治",
      "address": "新北市板橋區民治街52巷1號.3號",
      "y": 25.033193,
      "x": 121.479438
    },
    {
      "name": "鑫復",
      "address": "台北市大安區信義路三段178號1樓",
      "y": 25.033193,
      "x": 121.542314
    },
    {
      "name": "恆安",
      "address": "台北市大安區永康街2巷12號1樓",
      "y": 25.033177,
      "x": 121.52922
    },
    {
      "name": "華雙",
      "address": "台北市萬華區環河南路二段252號",
      "y": 25.033163,
      "x": 121.4917
    },
    {
      "name": "信興",
      "address": "台北市大安區信義路四段32號",
      "y": 25.03313,
      "x": 121.544762
    },
    {
      "name": "中愛",
      "address": "台北市中正區寧波東街17號1樓",
      "y": 25.033081,
      "x": 121.52025
    },
    {
      "name": "東門",
      "address": "台北市大安區信義路二段198巷6號1樓",
      "y": 25.033065,
      "x": 121.530289
    },
    {
      "name": "大埔",
      "address": "台北市中正區和平西路二段152號152之1號154號154之1號",
      "y": 25.03298,
      "x": 121.505569
    },
    {
      "name": "世貿",
      "address": "台北市信義區信義路五段5號1樓",
      "y": 25.032967,
      "x": 121.568166
    },
    {
      "name": "輔進",
      "address": "新北市新莊區中正路510號",
      "y": 25.032931,
      "x": 121.434193
    },
    {
      "name": "松義",
      "address": "台北市信義區松德路271號",
      "y": 25.032871,
      "x": 121.574756
    },
    {
      "name": "觀湖",
      "address": "桃園市觀音區濱海路廣興段132號",
      "y": 25.03286,
      "x": 121.094
    },
    {
      "name": "莊泰",
      "address": "新北市新莊區新泰路21號",
      "y": 25.032825,
      "x": 121.449611
    },
    {
      "name": "泰陽",
      "address": "新北市泰山區新北大道六段470號472號",
      "y": 25.032815,
      "x": 121.421759
    },
    {
      "name": "世貿二",
      "address": "台北市信義區信義路五段5號2樓",
      "y": 25.032809,
      "x": 121.564596
    },
    {
      "name": "板聖",
      "address": "新北市板橋區文化路二段472號",
      "y": 25.032705,
      "x": 121.475107
    },
    {
      "name": "懷德",
      "address": "新北市板橋區懷德街55號57號",
      "y": 25.032705,
      "x": 121.477342
    },
    {
      "name": "鑫通",
      "address": "台北市大安區信義路四段294巷7號1樓",
      "y": 25.03265,
      "x": 121.554406
    },
    {
      "name": "輔大",
      "address": "新北市新莊區中正路516-1號",
      "y": 25.032491,
      "x": 121.433421
    },
    {
      "name": "復維",
      "address": "台北市大安區復興南路二段17號",
      "y": 25.032341,
      "x": 121.543788
    },
    {
      "name": "復昌",
      "address": "台北市大安區通化里光復南路616號",
      "y": 25.032269,
      "x": 121.557223
    },
    {
      "name": "雙環",
      "address": "台北市萬華區環河南路二段207號",
      "y": 25.032044,
      "x": 121.4916
    },
    {
      "name": "南海",
      "address": "台北市中正區南海路50號",
      "y": 25.03201,
      "x": 121.515255
    },
    {
      "name": "中興",
      "address": "台北市信義區基隆路二段22號",
      "y": 25.031936,
      "x": 121.558728
    },
    {
      "name": "信運",
      "address": "台北市信義區松勤街100號1樓",
      "y": 25.031787,
      "x": 121.566737
    },
    {
      "name": "愛國",
      "address": "台北市大安區愛國東路75號",
      "y": 25.031748,
      "x": 121.527285
    },
    {
      "name": "新年",
      "address": "新北市新莊區豐年街54號",
      "y": 25.031728,
      "x": 121.446381
    },
    {
      "name": "欣國榮",
      "address": "桃園市桃園區經國路860號1樓",
      "y": 25.03168,
      "x": 121.300682
    },
    {
      "name": "通化",
      "address": "台北市大安區通化街26之8號",
      "y": 25.031631,
      "x": 121.554146
    },
    {
      "name": "家麒",
      "address": "新北市板橋區宏國路27號",
      "y": 25.031577,
      "x": 121.467724
    },
    {
      "name": "寧波",
      "address": "台北市中正區寧波西街3號",
      "y": 25.031532,
      "x": 121.518746
    },
    {
      "name": "園舺",
      "address": "台北市萬華區西園路二段140巷52號",
      "y": 25.0315,
      "x": 121.49492
    },
    {
      "name": "貴鳳",
      "address": "新北市泰山區貴鳳街2號",
      "y": 25.031386,
      "x": 121.421259
    },
    {
      "name": "興貿",
      "address": "台北市信義區景新里莊敬路178巷2號",
      "y": 25.031224,
      "x": 121.561041
    },
    {
      "name": "福營",
      "address": "新北市新莊區福營里建國一路50號52號",
      "y": 25.031223,
      "x": 121.433967
    },
    {
      "name": "萬光",
      "address": "台北市中正區中華路二段157號",
      "y": 25.0311,
      "x": 121.504299
    },
    {
      "name": "新巨蛋",
      "address": "新北市板橋區長江路一段419號421號423號",
      "y": 25.031079,
      "x": 121.463139
    },
    {
      "name": "懷民",
      "address": "新北市板橋區民治街111號",
      "y": 25.031069,
      "x": 121.478618
    },
    {
      "name": "南昌",
      "address": "台北市中正區南昌路一段67號69號1樓",
      "y": 25.031039,
      "x": 121.51751
    },
    {
      "name": "新遠",
      "address": "新北市新莊區中正路651號之8號",
      "y": 25.031008,
      "x": 121.429819
    },
    {
      "name": "大敦",
      "address": "台北市大安區敦化南路二段63巷7號1樓",
      "y": 25.030999,
      "x": 121.552182
    },
    {
      "name": "喜悅",
      "address": "台北市大安區復興南路二段82-1及82-2號",
      "y": 25.030943,
      "x": 121.543244
    },
    {
      "name": "經國一",
      "address": "桃園市桃園區經國路838號1樓",
      "y": 25.030912,
      "x": 121.30079
    },
    {
      "name": "豫銘",
      "address": "台北市大安區大安路二段102號",
      "y": 25.030748,
      "x": 121.545914
    },
    {
      "name": "臨通",
      "address": "台北市大安區通安街64號1樓",
      "y": 25.030744,
      "x": 121.553191
    },
    {
      "name": "大益",
      "address": "桃園市觀音區濱海路大潭段22號",
      "y": 25.030732,
      "x": 121.069873
    },
    {
      "name": "文聖",
      "address": "新北市板橋區文聖街64號1樓.松柏街96號1樓",
      "y": 25.030698,
      "x": 121.476902
    },
    {
      "name": "松林",
      "address": "新北市板橋區松江街109巷1號松江街107號",
      "y": 25.030553,
      "x": 121.469024
    },
    {
      "name": "臨江",
      "address": "台北市大安區安和路二段67號",
      "y": 25.030525,
      "x": 121.552621
    },
    {
      "name": "永康",
      "address": "台北市大安區永康街43號",
      "y": 25.030428,
      "x": 121.529603
    },
    {
      "name": "立仁",
      "address": "台北市大安區安和路二段74巷1號",
      "y": 25.030228,
      "x": 121.551634
    },
    {
      "name": "一級棒",
      "address": "新北市新莊區新北大道七段482號",
      "y": 25.030191,
      "x": 121.413077
    },
    {
      "name": "品嘉",
      "address": "新北市新莊區新樹路69之4號之5號1樓",
      "y": 25.030062,
      "x": 121.440282
    },
    {
      "name": "鑫重寧",
      "address": "台北市中正區寧波西街86號1樓",
      "y": 25.029842,
      "x": 121.515914
    },
    {
      "name": "三洋",
      "address": "新北市新莊區中正路677號679號",
      "y": 25.029828,
      "x": 121.426333
    },
    {
      "name": "板維",
      "address": "新北市板橋區四維路345號347號1樓",
      "y": 25.029819,
      "x": 121.46223
    },
    {
      "name": "金華",
      "address": "台北市大安區金華街140號1樓",
      "y": 25.029768,
      "x": 121.528445
    },
    {
      "name": "華藏",
      "address": "台北市萬華區西藏路107號107之1號1樓",
      "y": 25.02969,
      "x": 121.50347
    },
    {
      "name": "鑫國語",
      "address": "台北市中正區南昌路一段135號1樓",
      "y": 25.029675,
      "x": 121.518536
    },
    {
      "name": "庚林",
      "address": "桃園市龜山區頂湖路123號B2",
      "y": 25.029582,
      "x": 121.365524
    },
    {
      "name": "采旺",
      "address": "新北市新莊區天祥街74號",
      "y": 25.029448,
      "x": 121.415893
    },
    {
      "name": "國門",
      "address": "桃園市桃園區春日路1486號1484號",
      "y": 25.029425,
      "x": 121.304818
    },
    {
      "name": "三興",
      "address": "台北市信義區吳興街156巷2弄2號4號1樓",
      "y": 25.029332,
      "x": 121.561077
    },
    {
      "name": "懷翠",
      "address": "新北市板橋區懷德街203號205號1樓",
      "y": 25.029118,
      "x": 121.480491
    },
    {
      "name": "松智",
      "address": "台北市信義區莊敬路325巷43號",
      "y": 25.029111,
      "x": 121.564754
    },
    {
      "name": "龍翠",
      "address": "新北市板橋區雙十路二段138之1號138之2號",
      "y": 25.029049,
      "x": 121.473804
    },
    {
      "name": "新東帝",
      "address": "台北市大安區敦化南路二段99號1樓",
      "y": 25.028809,
      "x": 121.549183
    },
    {
      "name": "維禮",
      "address": "新北市板橋區四維路276號278號1樓",
      "y": 25.028772,
      "x": 121.463255
    },
    {
      "name": "建南",
      "address": "台北市大安區建國南路二段151巷6之8號",
      "y": 25.028658,
      "x": 121.538279
    },
    {
      "name": "映竹",
      "address": "桃園市蘆竹區南竹路四段250號1樓",
      "y": 25.028627,
      "x": 121.265569
    },
    {
      "name": "瑞升",
      "address": "台北市大安區杭州南路二段91號",
      "y": 25.028612,
      "x": 121.522055
    },
    {
      "name": "瑞安",
      "address": "台北市大安區瑞安街182號",
      "y": 25.028559,
      "x": 121.541008
    },
    {
      "name": "金信",
      "address": "台北市大安區金山南路二段18號1樓",
      "y": 25.028517,
      "x": 121.526435
    },
    {
      "name": "合旺",
      "address": "台北市大安區復興南路二段151巷41號",
      "y": 25.028459,
      "x": 121.545417
    },
    {
      "name": "欣隆昌",
      "address": "台北市大安區基隆路二段142之1號及142之2號",
      "y": 25.028405,
      "x": 121.556556
    },
    {
      "name": "北府",
      "address": "台北市信義區松仁路162號164號1樓",
      "y": 25.028375,
      "x": 121.568195
    },
    {
      "name": "意幼",
      "address": "新北市新莊區後港一路173號1樓",
      "y": 25.028362,
      "x": 121.432857
    },
    {
      "name": "雙鳳",
      "address": "新北市新莊區雙鳳路114號1樓",
      "y": 25.028293,
      "x": 121.4135
    },
    {
      "name": "信富",
      "address": "台北市信義區吳興街156巷63號63之1號",
      "y": 25.028186,
      "x": 121.559204
    },
    {
      "name": "合維",
      "address": "台北市大安區四維路170巷8號1樓",
      "y": 25.028108,
      "x": 121.547627
    },
    {
      "name": "汀州",
      "address": "台北市中正區汀州路一段127號129號",
      "y": 25.028067,
      "x": 121.509578
    },
    {
      "name": "國雙",
      "address": "台北市萬華區西藏路125巷17號及129-9號",
      "y": 25.028052,
      "x": 121.502481
    },
    {
      "name": "昌隆",
      "address": "台北市信義區基隆路二段131-4號",
      "y": 25.028029,
      "x": 121.556752
    },
    {
      "name": "萬和",
      "address": "台北市萬華區萬大路182號184號",
      "y": 25.027958,
      "x": 121.500347
    },
    {
      "name": "裕民",
      "address": "新北市板橋區裕民街110號",
      "y": 25.027844,
      "x": 121.459765
    },
    {
      "name": "福亭",
      "address": "台北市大安區羅斯福路二段31號1樓",
      "y": 25.027842,
      "x": 121.522111
    },
    {
      "name": "鐵鎮",
      "address": "桃園市大園區中正東路二段428號",
      "y": 25.027806,
      "x": 121.230166
    },
    {
      "name": "瑞林",
      "address": "新北市板橋區龍翠里大同街52號",
      "y": 25.027631,
      "x": 121.478928
    },
    {
      "name": "華電",
      "address": "台北市大安區通化街177號",
      "y": 25.027461,
      "x": 121.553605
    },
    {
      "name": "羅亭",
      "address": "台北市中正區羅斯福路二段68號",
      "y": 25.027393,
      "x": 121.521883
    },
    {
      "name": "鑫寶",
      "address": "台北市萬華區寶興街 43號45號1樓",
      "y": 25.027375,
      "x": 121.493496
    },
    {
      "name": "樂和",
      "address": "台北市大安區樂利路29號29-1號",
      "y": 25.027374,
      "x": 121.551561
    },
    {
      "name": "添祥",
      "address": "新北市新莊區天祥街22號24號1樓",
      "y": 25.027353,
      "x": 121.417404
    },
    {
      "name": "觀喜",
      "address": "桃園市觀音區中山路一段1159號之1號",
      "y": 25.02733,
      "x": 121.109973
    },
    {
      "name": "醫學",
      "address": "台北市信義區吳興街257號259號",
      "y": 25.027155,
      "x": 121.563818
    },
    {
      "name": "和金",
      "address": "台北市大安區和平東路一段91號",
      "y": 25.027078,
      "x": 121.525728
    },
    {
      "name": "萬華",
      "address": "台北市萬華區莒光路216號萬大路57號1樓",
      "y": 25.027063,
      "x": 121.500308
    },
    {
      "name": "新宏盛",
      "address": "新北市新莊區後港一路114號",
      "y": 25.026973,
      "x": 121.428673
    },
    {
      "name": "和平東",
      "address": "台北市大安區和平東路一段129之1號",
      "y": 25.026877,
      "x": 121.528413
    },
    {
      "name": "松仁",
      "address": "台北市信義區松仁路213號",
      "y": 25.026825,
      "x": 121.56854
    },
    {
      "name": "議會",
      "address": "新北市板橋區莊敬路60號",
      "y": 25.026711,
      "x": 121.47259
    },
    {
      "name": "興義",
      "address": "台北市萬華區興義街6號8號1樓",
      "y": 25.026676,
      "x": 121.491666
    },
    {
      "name": "北醫",
      "address": "台北市信義區吳興街252號",
      "y": 25.026638,
      "x": 121.563638
    },
    {
      "name": "晉江",
      "address": "台北市中正區和平西路一段26號",
      "y": 25.026586,
      "x": 121.520751
    },
    {
      "name": "和泰",
      "address": "台北市大安區和平東路一段169號",
      "y": 25.026552,
      "x": 121.531756
    },
    {
      "name": "杰朋",
      "address": "新北市板橋區新海路385巷10弄11號",
      "y": 25.026439,
      "x": 121.458096
    },
    {
      "name": "鑫泉州",
      "address": "台北市中正區汀州路一段285號一樓",
      "y": 25.026366,
      "x": 121.51383
    },
    {
      "name": "得寶",
      "address": "桃園市桃園區春日路1344號1346號",
      "y": 25.026344,
      "x": 121.3061
    },
    {
      "name": "富營",
      "address": "新北市新莊區富國路20號1樓",
      "y": 25.026312,
      "x": 121.418394
    },
    {
      "name": "信嘉",
      "address": "台北市信義區嘉興街181巷21號",
      "y": 25.026307,
      "x": 121.557416
    },
    {
      "name": "科技站",
      "address": "台北市大安區復興南路二段203號",
      "y": 25.026234,
      "x": 121.543714
    },
    {
      "name": "萬忠",
      "address": "台北市萬華區東園街28巷58號",
      "y": 25.026184,
      "x": 121.494424
    },
    {
      "name": "后福",
      "address": "新北市新莊區後港一路29號",
      "y": 25.026169,
      "x": 121.425153
    },
    {
      "name": "萬大",
      "address": "台北市萬華區萬大路245號247號1樓",
      "y": 25.026131,
      "x": 121.500649
    },
    {
      "name": "青園",
      "address": "台北市萬華區青年路18號1樓",
      "y": 25.026012,
      "x": 121.50572
    },
    {
      "name": "掬華",
      "address": "台北市中正區中華路二段407號",
      "y": 25.025995,
      "x": 121.50822
    },
    {
      "name": "溫東",
      "address": "台北市大安區和平東路一段266號",
      "y": 25.025973,
      "x": 121.533685
    },
    {
      "name": "雙源",
      "address": "新北市板橋區雙十路二段47巷30號32號",
      "y": 25.025872,
      "x": 121.475363
    },
    {
      "name": "信醫",
      "address": "台北市信義區吳興街346號348號",
      "y": 25.025829,
      "x": 121.566352
    },
    {
      "name": "景竹",
      "address": "桃園市蘆竹區南竹路五段200號1樓",
      "y": 25.025798,
      "x": 121.260627
    },
    {
      "name": "喬治",
      "address": "台北市信義區基隆路二段155號1樓",
      "y": 25.025756,
      "x": 121.554368
    },
    {
      "name": "禾光",
      "address": "台北市大安區和平東路二段63號1樓",
      "y": 25.02573,
      "x": 121.53861
    },
    {
      "name": "樂利",
      "address": "台北市大安區樂利路76號78號1樓",
      "y": 25.025711,
      "x": 121.551925
    },
    {
      "name": "科興",
      "address": "台北市大安區復興南路二段271巷2號1樓",
      "y": 25.025633,
      "x": 121.543882
    },
    {
      "name": "新廈門",
      "address": "台北市中正區廈門街42號46號",
      "y": 25.025596,
      "x": 121.51741
    },
    {
      "name": "龍門",
      "address": "台北市大安區和平東路二段38之1號40號1樓",
      "y": 25.025534,
      "x": 121.537036
    },
    {
      "name": "後港",
      "address": "新北市新莊區後港一路76巷14弄1號1樓",
      "y": 25.025501,
      "x": 121.427016
    },
    {
      "name": "維群",
      "address": "新北市板橋區四維路139號",
      "y": 25.025452,
      "x": 121.464947
    },
    {
      "name": "承晨",
      "address": "桃園市中壢區民權路五段65號1樓",
      "y": 25.025385,
      "x": 121.202462
    },
    {
      "name": "敦禾",
      "address": "台北市大安區敦化南路二段265巷6號1樓",
      "y": 25.02536,
      "x": 121.549576
    },
    {
      "name": "新艋舺",
      "address": "台北市萬華區萬大路292號294號",
      "y": 25.02527,
      "x": 121.500272
    },
    {
      "name": "龍和",
      "address": "台北市大安區和平東路二段197號199號1樓",
      "y": 25.025231,
      "x": 121.542243
    },
    {
      "name": "新泰順",
      "address": "台北市大安區泰順街13號",
      "y": 25.025132,
      "x": 121.531552
    },
    {
      "name": "萬長",
      "address": "台北市萬華區東園街78號1樓",
      "y": 25.024975,
      "x": 121.496791
    },
    {
      "name": "鳳祥",
      "address": "新北市新莊區中正路708-2號",
      "y": 25.024928,
      "x": 121.416675
    },
    {
      "name": "埔運",
      "address": "新北市板橋區民生路三段40號42號1樓",
      "y": 25.024923,
      "x": 121.467479
    },
    {
      "name": "柏魁",
      "address": "桃園市龜山區振興路1021之1號",
      "y": 25.024901,
      "x": 121.368169
    },
    {
      "name": "武江",
      "address": "新北市板橋區光武街2巷2號",
      "y": 25.024807,
      "x": 121.46843
    },
    {
      "name": "富安",
      "address": "新北市新莊區萬安街18-1號12-1號",
      "y": 25.024791,
      "x": 121.421507
    },
    {
      "name": "竹邑",
      "address": "桃園市蘆竹區大新路197號199號1樓",
      "y": 25.02478,
      "x": 121.25266
    },
    {
      "name": "竹盈",
      "address": "桃園市蘆竹區大竹里大新路133號1-3樓",
      "y": 25.024726,
      "x": 121.25528
    },
    {
      "name": "糧驛",
      "address": "新北市板橋區德翠里龍泉街93號",
      "y": 25.024695,
      "x": 121.456969
    },
    {
      "name": "新文華",
      "address": "台北市中正區廈門街77號77之1號1樓",
      "y": 25.024682,
      "x": 121.51755
    },
    {
      "name": "吳興",
      "address": "台北市信義區吳興街284巷18弄2號",
      "y": 25.024657,
      "x": 121.563549
    },
    {
      "name": "技安",
      "address": "台北市大安區和平東路三段97號",
      "y": 25.024609,
      "x": 121.550843
    },
    {
      "name": "中寧",
      "address": "台北市萬華區中華路二段602-1、602-2號1樓",
      "y": 25.024568,
      "x": 121.509989
    },
    {
      "name": "嘉美",
      "address": "桃園市蘆竹區大新路454.456號1樓",
      "y": 25.024528,
      "x": 121.248753
    },
    {
      "name": "富比世",
      "address": "台北市信義區松仁路246號248號1樓",
      "y": 25.024458,
      "x": 121.569439
    },
    {
      "name": "華翠",
      "address": "新北市板橋區莒光路63號",
      "y": 25.024382,
      "x": 121.471336
    },
    {
      "name": "英海",
      "address": "新北市板橋區雨農路50號",
      "y": 25.024354,
      "x": 121.461015
    },
    {
      "name": "時安",
      "address": "新北市新莊區建安街95號97號1樓",
      "y": 25.024273,
      "x": 121.426947
    },
    {
      "name": "平溪",
      "address": "新北市平溪區靜安路二段338號340號",
      "y": 25.024249,
      "x": 121.737414
    },
    {
      "name": "莊正",
      "address": "桃園市桃園區莊二街148號1樓",
      "y": 25.02423,
      "x": 121.294342
    },
    {
      "name": "維陽",
      "address": "新北市板橋區陽明街158號160號1樓",
      "y": 25.024136,
      "x": 121.463507
    },
    {
      "name": "牯嶺",
      "address": "台北市中正區廈門街99巷19-2號1樓",
      "y": 25.02404,
      "x": 121.518909
    },
    {
      "name": "羅昌",
      "address": "台北市中正區南昌路二段206號1樓",
      "y": 25.024037,
      "x": 121.524322
    },
    {
      "name": "龍延",
      "address": "台北市大安區師大路59巷13號",
      "y": 25.023994,
      "x": 121.529314
    },
    {
      "name": "崇德",
      "address": "台北市信義區崇德街104號106號1樓",
      "y": 25.023994,
      "x": 121.555605
    },
    {
      "name": "春秋",
      "address": "新北市板橋區莒光路40巷14號16號",
      "y": 25.023859,
      "x": 121.470091
    },
    {
      "name": "維妮",
      "address": "新北市新莊區四維路23號1樓",
      "y": 25.023855,
      "x": 121.424016
    },
    {
      "name": "國祥",
      "address": "桃園市桃園區自強里經國路685號",
      "y": 25.023801,
      "x": 121.302146
    },
    {
      "name": "寶昌",
      "address": "台北市萬華區寶興街186號",
      "y": 25.023705,
      "x": 121.495297
    },
    {
      "name": "羅鑫",
      "address": "台北市大安區羅斯福路三段29號31號1樓",
      "y": 25.023672,
      "x": 121.525244
    },
    {
      "name": "丹鳳",
      "address": "新北市新莊區新北大道七段842號",
      "y": 25.023647,
      "x": 121.413539
    },
    {
      "name": "豐成",
      "address": "新北市板橋區三民路一段31巷89弄10號12號1樓",
      "y": 25.02361,
      "x": 121.481756
    },
    {
      "name": "敦隆",
      "address": "台北市大安區敦化南路二段182號",
      "y": 25.023579,
      "x": 121.548329
    },
    {
      "name": "板耀",
      "address": "新北市板橋區自由路52號54號1樓",
      "y": 25.023523,
      "x": 121.465853
    },
    {
      "name": "克難",
      "address": "台北市萬華區萬青街168號",
      "y": 25.023495,
      "x": 121.501483
    },
    {
      "name": "龍淵",
      "address": "台北市大安區和平東路二段118巷33號",
      "y": 25.023486,
      "x": 121.542918
    },
    {
      "name": "總站",
      "address": "台北市信義區吳興街486號488號1樓",
      "y": 25.023423,
      "x": 121.569536
    },
    {
      "name": "教育大",
      "address": "台北市大安區敦南街38號",
      "y": 25.023403,
      "x": 121.546554
    },
    {
      "name": "同州",
      "address": "台北市中正區同安街62號1樓",
      "y": 25.023381,
      "x": 121.521106
    },
    {
      "name": "民裕",
      "address": "新北市新莊區裕民街102.104號",
      "y": 25.023335,
      "x": 121.418242
    },
    {
      "name": "新海",
      "address": "新北市板橋區文德里新海路138號",
      "y": 25.023313,
      "x": 121.460955
    },
    {
      "name": "勝多",
      "address": "新北市板橋區縣民大道三段270巷2-6號",
      "y": 25.023295,
      "x": 121.478185
    },
    {
      "name": "景旭",
      "address": "桃園市蘆竹區大新路852號854號之1樓",
      "y": 25.023199,
      "x": 121.242872
    },
    {
      "name": "師大",
      "address": "台北市大安區師大路87號",
      "y": 25.023198,
      "x": 121.528582
    },
    {
      "name": "高蓉",
      "address": "桃園市大園區高鐵北路三段96號1樓",
      "y": 25.023159,
      "x": 121.225503
    },
    {
      "name": "辛亥",
      "address": "台北市大安區辛亥路二段57號",
      "y": 25.023046,
      "x": 121.537058
    },
    {
      "name": "祥綸",
      "address": "桃園市大園區高鐵北路三段45號",
      "y": 25.023029,
      "x": 121.224597
    },
    {
      "name": "弘安",
      "address": "新北市新莊區萬安街82號84號",
      "y": 25.022987,
      "x": 121.420749
    },
    {
      "name": "新翠華",
      "address": "新北市板橋區三民路一段31巷14號16號",
      "y": 25.022966,
      "x": 121.480045
    },
    {
      "name": "國悅",
      "address": "桃園市桃園區天祥七街101號103號",
      "y": 25.022663,
      "x": 121.299365
    },
    {
      "name": "新樹",
      "address": "新北市新莊區新樹路166號及民安路461號",
      "y": 25.022635,
      "x": 121.434884
    },
    {
      "name": "萬板",
      "address": "新北市板橋區莒光路221號223號",
      "y": 25.022616,
      "x": 121.47428
    },
    {
      "name": "樂隆",
      "address": "台北市大安區敦化南路二段331巷14號",
      "y": 25.0226,
      "x": 121.549611
    },
    {
      "name": "埔西",
      "address": "新北市板橋區文化路一段419之5號1樓",
      "y": 25.022534,
      "x": 121.467587
    },
    {
      "name": "新埔站",
      "address": "新北市板橋區民生路二段232之14號1樓2樓232之15號1樓2樓",
      "y": 25.022525,
      "x": 121.468649
    },
    {
      "name": "古亭",
      "address": "台北市中正區汀州路二段210號",
      "y": 25.022401,
      "x": 121.523662
    },
    {
      "name": "正麗",
      "address": "桃園市桃園區莊一街11號13號1樓",
      "y": 25.022342,
      "x": 121.295272
    },
    {
      "name": "萬鄰",
      "address": "新北市板橋區華江里民生路二段226巷46號1樓",
      "y": 25.022228,
      "x": 121.471633
    },
    {
      "name": "鑫泰",
      "address": "台北市大安區古風里泰順街64號1樓",
      "y": 25.022222,
      "x": 121.531155
    },
    {
      "name": "中一",
      "address": "新北市板橋區中正路332之5號1樓",
      "y": 25.022154,
      "x": 121.454358
    },
    {
      "name": "惠安",
      "address": "台北市信義區惠安里吳興街520號",
      "y": 25.02214,
      "x": 121.568861
    },
    {
      "name": "和安",
      "address": "台北市大安區和平東路三段230號",
      "y": 25.022109,
      "x": 121.554651
    },
    {
      "name": "青蘋果",
      "address": "新北市板橋區中山路二段531巷17弄20號",
      "y": 25.022062,
      "x": 121.482204
    },
    {
      "name": "迴龍站",
      "address": "新北市新莊區中正路895號895號之1號",
      "y": 25.022016,
      "x": 121.41241
    },
    {
      "name": "健業",
      "address": "桃園市桃園區健行路88號",
      "y": 25.022004,
      "x": 121.310101
    },
    {
      "name": "莊勝",
      "address": "新北市新莊區八德街59號61號1樓",
      "y": 25.022003,
      "x": 121.424789
    },
    {
      "name": "樂安",
      "address": "台北市大安區樂業街71號73號",
      "y": 25.021983,
      "x": 121.550902
    },
    {
      "name": "智樂",
      "address": "新北市板橋區新生街89巷2號",
      "y": 25.021969,
      "x": 121.458129
    },
    {
      "name": "林宏",
      "address": "新北市新莊區成功街1號",
      "y": 25.021948,
      "x": 121.426034
    },
    {
      "name": "敦親",
      "address": "台北市大安區辛亥路二段171巷8號",
      "y": 25.021945,
      "x": 121.540971
    },
    {
      "name": "新羅福",
      "address": "台北市中正區羅斯福路三段80號82號",
      "y": 25.021941,
      "x": 121.526388
    },
    {
      "name": "長運",
      "address": "桃園市龜山區長青路7號C棟B1樓",
      "y": 25.02178,
      "x": 121.37051
    },
    {
      "name": "埔站",
      "address": "新北市板橋區民生路二段247號1樓",
      "y": 25.021744,
      "x": 121.468353
    },
    {
      "name": "鴻臣",
      "address": "桃園市龜山區楓樹里忠義路一段870-1號",
      "y": 25.021604,
      "x": 121.351047
    },
    {
      "name": "鑫青天",
      "address": "台北市萬華區青年路144號",
      "y": 25.021585,
      "x": 121.502406
    },
    {
      "name": "莊龍",
      "address": "新北市新莊區龍安路66號",
      "y": 25.021441,
      "x": 121.415228
    },
    {
      "name": "廣進",
      "address": "新北市新莊區四維路173號",
      "y": 25.021434,
      "x": 121.422458
    },
    {
      "name": "埔墘",
      "address": "新北市板橋區永豐街87號",
      "y": 25.021286,
      "x": 121.478355
    },
    {
      "name": "瑞新",
      "address": "新北市板橋區瑞安街75號",
      "y": 25.021264,
      "x": 121.455633
    },
    {
      "name": "龍泉",
      "address": "台北市大安區羅斯福路三段193號1樓",
      "y": 25.021059,
      "x": 121.528147
    },
    {
      "name": "昇隆",
      "address": "台北市大安區敦化南路二段238號",
      "y": 25.021003,
      "x": 121.548275
    },
    {
      "name": "偉嘉",
      "address": "新北市板橋區文化路一段270巷3弄2號",
      "y": 25.020865,
      "x": 121.467641
    },
    {
      "name": "舊社",
      "address": "新北市板橋區中山路二段412號",
      "y": 25.020817,
      "x": 121.482879
    },
    {
      "name": "亮亞",
      "address": "桃園市蘆竹區大福路189號",
      "y": 25.020799,
      "x": 121.257683
    },
    {
      "name": "戰國",
      "address": "新北市板橋區永豐街173號175號",
      "y": 25.020721,
      "x": 121.475741
    },
    {
      "name": "龍莊",
      "address": "新北市新莊區中正路893巷38號",
      "y": 25.020707,
      "x": 121.413872
    },
    {
      "name": "傑元",
      "address": "新北市新莊區中正路929巷11號13號",
      "y": 25.020704,
      "x": 121.410986
    },
    {
      "name": "和樂",
      "address": "台北市大安區和平東路三段228巷45號1樓",
      "y": 25.020615,
      "x": 121.553316
    },
    {
      "name": "國揚",
      "address": "桃園市桃園區經國路242號",
      "y": 25.020597,
      "x": 121.304023
    },
    {
      "name": "富陽",
      "address": "台北市大安區和平東路三段298號300號1樓",
      "y": 25.020595,
      "x": 121.556248
    },
    {
      "name": "致理",
      "address": "新北市板橋區陽明街23巷29號1樓",
      "y": 25.020573,
      "x": 121.465897
    },
    {
      "name": "新安",
      "address": "新北市新莊區民安東路185號187號部份1樓",
      "y": 25.020548,
      "x": 121.433107
    },
    {
      "name": "萬東",
      "address": "台北市萬華區萬大路486巷61號63號65號1樓",
      "y": 25.020453,
      "x": 121.495774
    },
    {
      "name": "藝德",
      "address": "桃園市桃園區同德十一街98號100號",
      "y": 25.020443,
      "x": 121.295572
    },
    {
      "name": "安居",
      "address": "台北市大安區安居街33號",
      "y": 25.020366,
      "x": 121.554413
    },
    {
      "name": "城邑",
      "address": "桃園市大園區高鐵北路二段186號188號1樓",
      "y": 25.020334,
      "x": 121.222894
    },
    {
      "name": "青年",
      "address": "台北市萬華區青年路188號1樓",
      "y": 25.020233,
      "x": 121.50366
    },
    {
      "name": "富帆",
      "address": "台北市萬華區華中里萬大路464號一樓",
      "y": 25.020168,
      "x": 121.497589
    },
    {
      "name": "富有",
      "address": "桃園市桃園區富國路656號",
      "y": 25.020157,
      "x": 121.282551
    },
    {
      "name": "宏懋",
      "address": "新北市新莊區民安西路70號72號1樓",
      "y": 25.020135,
      "x": 121.427131
    },
    {
      "name": "大華",
      "address": "台北市萬華區萬大路495號497號",
      "y": 25.019997,
      "x": 121.497904
    },
    {
      "name": "航竹",
      "address": "桃園市蘆竹區大竹路408號",
      "y": 25.019939,
      "x": 121.265673
    },
    {
      "name": "正華",
      "address": "新北市板橋區中正路274號276號",
      "y": 25.019937,
      "x": 121.455312
    },
    {
      "name": "武青",
      "address": "桃園市大園區五青路287號289號1樓",
      "y": 25.01977,
      "x": 121.232945
    },
    {
      "name": "馥都",
      "address": "新北市板橋區中山路二段399號401號",
      "y": 25.019682,
      "x": 121.480322
    },
    {
      "name": "龍安",
      "address": "新北市新莊區龍安路256號",
      "y": 25.019515,
      "x": 121.42142
    },
    {
      "name": "國藝",
      "address": "桃園市桃園區南平路185號187號1樓",
      "y": 25.019432,
      "x": 121.302143
    },
    {
      "name": "溫州",
      "address": "台北市大安區羅斯福路三段245號",
      "y": 25.019331,
      "x": 121.529997
    },
    {
      "name": "金富多",
      "address": "桃園市桃園區寶慶路470號1樓",
      "y": 25.019232,
      "x": 121.290162
    },
    {
      "name": "百壽",
      "address": "新北市板橋區文化路一段305號1樓",
      "y": 25.019073,
      "x": 121.465119
    },
    {
      "name": "漢西",
      "address": "新北市板橋區漢生西路64號66號1樓",
      "y": 25.018983,
      "x": 121.462981
    },
    {
      "name": "油庫口",
      "address": "新北市板橋區文化路一段188巷38號40號1樓",
      "y": 25.018915,
      "x": 121.466569
    },
    {
      "name": "樂福",
      "address": "新北市板橋區中山路二段304號306號1樓",
      "y": 25.01885,
      "x": 121.47992
    },
    {
      "name": "上興",
      "address": "桃園市蘆竹區上興路251號253號1樓",
      "y": 25.01866,
      "x": 121.26058
    },
    {
      "name": "航興",
      "address": "桃園市蘆竹區中福里大興路233號1樓",
      "y": 25.018634,
      "x": 121.256256
    },
    {
      "name": "麟運",
      "address": "台北市信義區和平東路三段461號1樓",
      "y": 25.018596,
      "x": 121.558922
    },
    {
      "name": "昇宏",
      "address": "桃園市桃園區大業路二段111號之2",
      "y": 25.01843,
      "x": 121.31069
    },
    {
      "name": "貴族",
      "address": "桃園市桃園區南平路306號1樓",
      "y": 25.018424,
      "x": 121.298597
    },
    {
      "name": "麟光",
      "address": "台北市大安區臥龍街252號及252-1號",
      "y": 25.018342,
      "x": 121.556996
    },
    {
      "name": "鑫騰龍",
      "address": "桃園市龜山區萬壽路一段156.158號1樓",
      "y": 25.018339,
      "x": 121.405879
    },
    {
      "name": "雙慶",
      "address": "桃園市桃園區安慶街84號86號",
      "y": 25.018298,
      "x": 121.292685
    },
    {
      "name": "國府",
      "address": "新北市板橋區國光路184號186號1樓",
      "y": 25.018253,
      "x": 121.460995
    },
    {
      "name": "國庭",
      "address": "新北市板橋區國光路1號3號1樓",
      "y": 25.018223,
      "x": 121.459788
    },
    {
      "name": "大庭",
      "address": "新北市板橋區國光里6鄰國光路65號1樓",
      "y": 25.018145,
      "x": 121.458991
    },
    {
      "name": "西盛",
      "address": "新北市新莊區民安西路113號之1",
      "y": 25.018126,
      "x": 121.426783
    },
    {
      "name": "龍盛",
      "address": "新北市新莊區西盛街204巷1號1樓206號1樓",
      "y": 25.01804,
      "x": 121.427759
    },
    {
      "name": "黎元",
      "address": "台北市大安區臥龍街188巷1號",
      "y": 25.018011,
      "x": 121.55083
    },
    {
      "name": "光仁",
      "address": "新北市板橋區中山路二段273號",
      "y": 25.017921,
      "x": 121.477802
    },
    {
      "name": "大台",
      "address": "台北市大安區羅斯福路三段283巷14弄16號1樓",
      "y": 25.017896,
      "x": 121.532617
    },
    {
      "name": "君富",
      "address": "桃園市桃園區富國路555號1樓",
      "y": 25.017883,
      "x": 121.283842
    },
    {
      "name": "華龍",
      "address": "桃園市龜山區萬壽路一段292號1樓龍華街2巷6號B1",
      "y": 25.017605,
      "x": 121.403122
    },
    {
      "name": "縣道",
      "address": "新北市板橋區縣民大道二段200巷1號3號1樓",
      "y": 25.017538,
      "x": 121.470047
    },
    {
      "name": "國安",
      "address": "桃園市桃園區經國路405號",
      "y": 25.017422,
      "x": 121.304942
    },
    {
      "name": "長星",
      "address": "台北市大安區基隆路三段85號",
      "y": 25.017414,
      "x": 121.544947
    },
    {
      "name": "箱根",
      "address": "桃園市桃園區南平路416號418號1樓",
      "y": 25.017289,
      "x": 121.295958
    },
    {
      "name": "佳翰",
      "address": "新北市板橋區中山路二段170號",
      "y": 25.017191,
      "x": 121.47711
    },
    {
      "name": "萬龍",
      "address": "桃園市龜山區萬壽路一段307號309號1樓",
      "y": 25.017053,
      "x": 121.40286
    },
    {
      "name": "新震",
      "address": "桃園市觀音區新生路171號",
      "y": 25.016949,
      "x": 121.136208
    },
    {
      "name": "千藝",
      "address": "桃園市桃園區同德六街1號",
      "y": 25.016865,
      "x": 121.301074
    },
    {
      "name": "雙假",
      "address": "桃園市桃園區大有路660號1樓之2",
      "y": 25.016827,
      "x": 121.316551
    },
    {
      "name": "板民",
      "address": "新北市板橋區三民路二段77號1樓",
      "y": 25.016818,
      "x": 121.479498
    },
    {
      "name": "巴頓",
      "address": "桃園市龜山區龍壽里萬壽路一段492號1樓",
      "y": 25.016802,
      "x": 121.394421
    },
    {
      "name": "漢生東",
      "address": "新北市板橋區漢生東路45號1樓",
      "y": 25.016797,
      "x": 121.465769
    },
    {
      "name": "新福隆",
      "address": "新北市貢寮區福隆里興隆街24之1號",
      "y": 25.016772,
      "x": 121.944638
    },
    {
      "name": "家豐",
      "address": "新北市板橋區中山路二段137號1樓",
      "y": 25.016682,
      "x": 121.475152
    },
    {
      "name": "養生村",
      "address": "桃園市龜山區長青路2號A棟",
      "y": 25.016676,
      "x": 121.366043
    },
    {
      "name": "福多",
      "address": "新北市樹林區三福街39號41號",
      "y": 25.016587,
      "x": 121.408361
    },
    {
      "name": "維瀚",
      "address": "桃園市桃園區中埔六街36號1樓",
      "y": 25.016523,
      "x": 121.296142
    },
    {
      "name": "敏盛",
      "address": "桃園市桃園區經國路168號B1樓",
      "y": 25.016314,
      "x": 121.305877
    },
    {
      "name": "合喬",
      "address": "新北市樹林區三福街68號",
      "y": 25.016307,
      "x": 121.404908
    },
    {
      "name": "卓聯",
      "address": "台北市大安區羅斯福路四段1號1樓卓聯大樓",
      "y": 25.016265,
      "x": 121.533297
    },
    {
      "name": "軍總",
      "address": "台北市中正區汀州路三段129號",
      "y": 25.016249,
      "x": 121.530802
    },
    {
      "name": "龍馬",
      "address": "新北市永和區文化路188號",
      "y": 25.016124,
      "x": 121.511189
    },
    {
      "name": "福隆站",
      "address": "新北市貢寮區福隆街8號8-1號",
      "y": 25.016084,
      "x": 121.944983
    },
    {
      "name": "一品苑",
      "address": "桃園市桃園區同德六街103號",
      "y": 25.016045,
      "x": 121.299011
    },
    {
      "name": "龍興",
      "address": "新北市樹林區三興里龍興街33號",
      "y": 25.015852,
      "x": 121.403083
    },
    {
      "name": "民大",
      "address": "桃園市桃園區大興路221號1樓",
      "y": 25.015785,
      "x": 121.312966
    },
    {
      "name": "板仁",
      "address": "新北市板橋區大智街93號.大仁街101號",
      "y": 25.015714,
      "x": 121.452901
    },
    {
      "name": "華泰城",
      "address": "桃園市中壢區春德路159號860櫃位",
      "y": 25.015628,
      "x": 121.214035
    },
    {
      "name": "福利國",
      "address": "桃園市桃園區同德六街170號1樓",
      "y": 25.015616,
      "x": 121.296761
    },
    {
      "name": "香雅",
      "address": "新北市板橋區南雅西路二段297號299號",
      "y": 25.0156,
      "x": 121.452081
    },
    {
      "name": "蘆工",
      "address": "桃園市蘆竹區中興路97號1樓",
      "y": 25.015544,
      "x": 121.265174
    },
    {
      "name": "羅館",
      "address": "台北市中正區羅斯福路三段316巷16號1樓",
      "y": 25.015457,
      "x": 121.532279
    },
    {
      "name": "縣東",
      "address": "新北市板橋區縣民大道二段108號1樓",
      "y": 25.015387,
      "x": 121.467193
    },
    {
      "name": "俊龍",
      "address": "新北市樹林區三俊街96號1樓",
      "y": 25.015355,
      "x": 121.414304
    },
    {
      "name": "俊興",
      "address": "新北市樹林區三俊街172號1樓",
      "y": 25.0153,
      "x": 121.41769
    },
    {
      "name": "俊林",
      "address": "新北市樹林區三俊街216號",
      "y": 25.015292,
      "x": 121.420428
    },
    {
      "name": "新板橋",
      "address": "新北市板橋區文化路一段135號",
      "y": 25.01526,
      "x": 121.461986
    },
    {
      "name": "元坊",
      "address": "新北市永和區保安路134號136號",
      "y": 25.015243,
      "x": 121.508745
    },
    {
      "name": "永藝",
      "address": "新北市永和區永和路二段272號274號1樓",
      "y": 25.015236,
      "x": 121.516077
    },
    {
      "name": "大椿",
      "address": "桃園市桃園區春日路1193號1樓",
      "y": 25.015201,
      "x": 121.308874
    },
    {
      "name": "千群",
      "address": "新北市板橋區東丘里民享街53號",
      "y": 25.015182,
      "x": 121.475892
    },
    {
      "name": "青埔",
      "address": "桃園市中壢區青昇路257號1樓",
      "y": 25.015087,
      "x": 121.220844
    },
    {
      "name": "大有",
      "address": "桃園市桃園區大有路547號1樓",
      "y": 25.015079,
      "x": 121.316856
    },
    {
      "name": "星寶",
      "address": "桃園市桃園區大業路一段426號1樓",
      "y": 25.014922,
      "x": 121.311845
    },
    {
      "name": "永和",
      "address": "新北市永和區文化路7號",
      "y": 25.0149,
      "x": 121.515397
    },
    {
      "name": "光環",
      "address": "新北市板橋區光環路二段68號70號1樓",
      "y": 25.014752,
      "x": 121.481712
    },
    {
      "name": "謙悅",
      "address": "桃園市桃園區新埔六街58號60號1樓",
      "y": 25.014652,
      "x": 121.30267
    },
    {
      "name": "新展盛",
      "address": "新北市新莊區西盛街325號327號1樓",
      "y": 25.014629,
      "x": 121.428141
    },
    {
      "name": "財春",
      "address": "桃園市龜山區振興路636號638號",
      "y": 25.014509,
      "x": 121.360507
    },
    {
      "name": "新龍",
      "address": "新北市新莊區光明里民安西路232號",
      "y": 25.014328,
      "x": 121.425889
    },
    {
      "name": "博源",
      "address": "台北市中正區思源街16號",
      "y": 25.014308,
      "x": 121.530574
    },
    {
      "name": "內厝五",
      "address": "桃園市大園區中興路二段359巷9弄3號",
      "y": 25.01429,
      "x": 121.2337
    },
    {
      "name": "假日",
      "address": "桃園市桃園區大有路560號1樓",
      "y": 25.014032,
      "x": 121.317997
    },
    {
      "name": "板權",
      "address": "新北市板橋區民權路198-200號",
      "y": 25.013768,
      "x": 121.459076
    },
    {
      "name": "統全",
      "address": "台北市中正區汀州路三段249號",
      "y": 25.013758,
      "x": 121.534349
    },
    {
      "name": "興鑽",
      "address": "桃園市蘆竹區中興路188號",
      "y": 25.013755,
      "x": 121.262528
    },
    {
      "name": "台科一",
      "address": "台北市大安區基隆路四段43號1樓",
      "y": 25.013742,
      "x": 121.540614
    },
    {
      "name": "新保福",
      "address": "新北市永和區保安路220號",
      "y": 25.013609,
      "x": 121.507237
    },
    {
      "name": "儷新",
      "address": "新北市新莊區新樹路451號",
      "y": 25.01355,
      "x": 121.43299
    },
    {
      "name": "正泰",
      "address": "新北市板橋區三民路二段202-20及21號1樓",
      "y": 25.013296,
      "x": 121.47875
    },
    {
      "name": "祥佑",
      "address": "桃園市桃園區寶慶路176號",
      "y": 25.013249,
      "x": 121.293184
    },
    {
      "name": "仁愛",
      "address": "新北市永和區仁愛路128號130號1樓",
      "y": 25.013138,
      "x": 121.511335
    },
    {
      "name": "育軒",
      "address": "新北市板橋區漢生東路268號270號1樓",
      "y": 25.012996,
      "x": 121.468397
    },
    {
      "name": "新坡",
      "address": "桃園市觀音區中山路二段663號",
      "y": 25.012969,
      "x": 121.136111
    },
    {
      "name": "正隆",
      "address": "新北市板橋區民生路一段53號",
      "y": 25.012865,
      "x": 121.475441
    },
    {
      "name": "永騰",
      "address": "新北市永和區信義路7號1樓",
      "y": 25.012843,
      "x": 121.512526
    },
    {
      "name": "新永愛",
      "address": "新北市永和區永平路314號316號1樓",
      "y": 25.012703,
      "x": 121.507041
    },
    {
      "name": "鑫館",
      "address": "台北市中正區汀州路三段269號1樓2樓",
      "y": 25.012575,
      "x": 121.535447
    },
    {
      "name": "同德",
      "address": "桃園市桃園區中埔二街150號",
      "y": 25.012561,
      "x": 121.295788
    },
    {
      "name": "緯中",
      "address": "新北市板橋區中正路21號23號",
      "y": 25.012531,
      "x": 121.456096
    },
    {
      "name": "八角店",
      "address": "桃園市蘆竹區大竹路5號",
      "y": 25.012319,
      "x": 121.274055
    },
    {
      "name": "新僑中",
      "address": "新北市板橋區僑中一街124巷3弄3號",
      "y": 25.012298,
      "x": 121.445737
    },
    {
      "name": "輕井澤",
      "address": "桃園市桃園區大業路一段355號357號一樓",
      "y": 25.012292,
      "x": 121.312265
    },
    {
      "name": "有寶",
      "address": "桃園市桃園區寶山街209號1樓",
      "y": 25.01214,
      "x": 121.316233
    },
    {
      "name": "忠信",
      "address": "新北市永和區中興街97號99號101號",
      "y": 25.012119,
      "x": 121.517782
    },
    {
      "name": "永興",
      "address": "新北市永和區竹林路98號",
      "y": 25.01208,
      "x": 121.519463
    },
    {
      "name": "富朋",
      "address": "新北市永和區永和路二段116號",
      "y": 25.012055,
      "x": 121.515214
    },
    {
      "name": "有家",
      "address": "桃園市桃園區大有路457號459號1樓",
      "y": 25.01195,
      "x": 121.318723
    },
    {
      "name": "雅盛",
      "address": "新北市板橋區漢生東路181號183號1樓",
      "y": 25.011949,
      "x": 121.469691
    },
    {
      "name": "寶山街",
      "address": "桃園市桃園區寶山街280號1樓",
      "y": 25.011849,
      "x": 121.31448
    },
    {
      "name": "僑一",
      "address": "新北市板橋區僑中一街104號106號",
      "y": 25.011825,
      "x": 121.446586
    },
    {
      "name": "園林",
      "address": "新北市板橋區南雅西路二段102號104號1樓",
      "y": 25.011825,
      "x": 121.452374
    },
    {
      "name": "板府",
      "address": "新北市板橋區中山路一段158巷4號6號1樓",
      "y": 25.011706,
      "x": 121.46609
    },
    {
      "name": "板安",
      "address": "新北市板橋區長安街202.204號",
      "y": 25.011681,
      "x": 121.474464
    },
    {
      "name": "興源",
      "address": "桃園市桃園區大興西路二段82號1樓",
      "y": 25.011535,
      "x": 121.298169
    },
    {
      "name": "江海",
      "address": "桃園市大園區中正東路三段343號",
      "y": 25.011485,
      "x": 121.227788
    },
    {
      "name": "富新",
      "address": "新北市新莊區瓊林南路118-5號",
      "y": 25.011377,
      "x": 121.433759
    },
    {
      "name": "桃朋",
      "address": "桃園市桃園區大興西路二段1號1樓",
      "y": 25.011215,
      "x": 121.297654
    },
    {
      "name": "永中",
      "address": "新北市永和區中山路一段58號",
      "y": 25.010807,
      "x": 121.512982
    },
    {
      "name": "鑫庫",
      "address": "新北市深坑區北深路一段118號120號",
      "y": 25.010752,
      "x": 121.635272
    },
    {
      "name": "保順",
      "address": "新北市永和區保順路39號及保順路37巷2號",
      "y": 25.010706,
      "x": 121.503147
    },
    {
      "name": "鑫左岸",
      "address": "新北市中和區中原街120號122號1樓",
      "y": 25.010615,
      "x": 121.486358
    },
    {
      "name": "春寶",
      "address": "桃園市桃園區春日路670號1樓",
      "y": 25.010606,
      "x": 121.310677
    },
    {
      "name": "豫溪",
      "address": "新北市永和區中正路702巷1號3號及中正路710號",
      "y": 25.010523,
      "x": 121.516277
    },
    {
      "name": "光華",
      "address": "新北市新莊區民安西路390號",
      "y": 25.010391,
      "x": 121.42823
    },
    {
      "name": "領航",
      "address": "桃園市中壢區領航北路二段239號1樓",
      "y": 25.010353,
      "x": 121.205245
    },
    {
      "name": "萬興",
      "address": "桃園市中壢區月眉路二段357號1樓部份",
      "y": 25.010313,
      "x": 121.183922
    },
    {
      "name": "大展",
      "address": "新北市樹林區俊英街232號234號1樓",
      "y": 25.010263,
      "x": 121.424846
    },
    {
      "name": "崴盛",
      "address": "桃園市桃園區慈文路51號;正康三街284號",
      "y": 25.010238,
      "x": 121.306038
    },
    {
      "name": "幸運",
      "address": "新北市板橋區區運路21號",
      "y": 25.0102,
      "x": 121.46581
    },
    {
      "name": "永竹",
      "address": "新北市永和區竹林路172號174號1樓",
      "y": 25.010104,
      "x": 121.520319
    },
    {
      "name": "園和",
      "address": "新北市永和區仁愛路267號269號",
      "y": 25.010035,
      "x": 121.50629
    },
    {
      "name": "樹保",
      "address": "新北市樹林區保安街二段357號",
      "y": 25.009955,
      "x": 121.412453
    },
    {
      "name": "環永",
      "address": "新北市永和區環河西路二段231號233號1樓",
      "y": 25.009944,
      "x": 121.500967
    },
    {
      "name": "芮霖",
      "address": "桃園市蘆竹區中興路536之1號",
      "y": 25.009829,
      "x": 121.255119
    },
    {
      "name": "府中",
      "address": "新北市板橋區府中路82號84號1樓",
      "y": 25.009779,
      "x": 121.456357
    },
    {
      "name": "華富",
      "address": "新北市板橋區華江ㄧ路501號1.2樓.503號1.2樓",
      "y": 25.009777,
      "x": 121.45902
    },
    {
      "name": "富中",
      "address": "桃園市觀音區中山路二段925號",
      "y": 25.009689,
      "x": 121.141596
    },
    {
      "name": "慈中",
      "address": "桃園市桃園區中正路820號1樓2樓",
      "y": 25.009532,
      "x": 121.302034
    },
    {
      "name": "永平",
      "address": "新北市永和區中山路一段149至153號",
      "y": 25.009386,
      "x": 121.510019
    },
    {
      "name": "開南",
      "address": "桃園市蘆竹區新興街136號1樓",
      "y": 25.009258,
      "x": 121.270799
    },
    {
      "name": "埔子",
      "address": "桃園市桃園區永安路1040號1040之1號1樓",
      "y": 25.009146,
      "x": 121.287927
    },
    {
      "name": "澄和",
      "address": "桃園市桃園區大業路一段277號1樓",
      "y": 25.00902,
      "x": 121.314704
    },
    {
      "name": "樂華",
      "address": "新北市永和區永和路一段143之1號145號1至2樓",
      "y": 25.008991,
      "x": 121.514009
    },
    {
      "name": "府中讚",
      "address": "新北市板橋區府中路41號1樓",
      "y": 25.008931,
      "x": 121.458565
    },
    {
      "name": "竹林",
      "address": "新北市永和區竹林路211號",
      "y": 25.008885,
      "x": 121.520766
    },
    {
      "name": "耀心",
      "address": "新北市板橋區中山路一段50巷22-2-15-39-46號",
      "y": 25.008806,
      "x": 121.461519
    },
    {
      "name": "坤耀",
      "address": "新北市板橋區南門街39號1F",
      "y": 25.008698,
      "x": 121.457362
    },
    {
      "name": "海山",
      "address": "新北市板橋區漢生東路310號",
      "y": 25.008679,
      "x": 121.471326
    },
    {
      "name": "仁寶",
      "address": "新北市永和區仁愛路266號1樓",
      "y": 25.008625,
      "x": 121.504175
    },
    {
      "name": "立德",
      "address": "新北市中和區立德街103號",
      "y": 25.008519,
      "x": 121.486062
    },
    {
      "name": "大正",
      "address": "新北市永和區中正路559號561號1樓2樓",
      "y": 25.008458,
      "x": 121.516741
    },
    {
      "name": "福愛",
      "address": "新北市永和區永平路274號仁愛路242號",
      "y": 25.008442,
      "x": 121.503968
    },
    {
      "name": "新保捷",
      "address": "新北市永和區保生路22巷2號1樓",
      "y": 25.008389,
      "x": 121.507292
    },
    {
      "name": "泰隆",
      "address": "新北市中和區立德街102號",
      "y": 25.008357,
      "x": 121.48701
    },
    {
      "name": "新大興",
      "address": "桃園市桃園區大興西路二段253號1樓",
      "y": 25.008352,
      "x": 121.294326
    },
    {
      "name": "漢東",
      "address": "新北市板橋區漢生東路309號",
      "y": 25.008224,
      "x": 121.471815
    },
    {
      "name": "元龍",
      "address": "新北市中和區板南路655號1樓",
      "y": 25.008196,
      "x": 121.483816
    },
    {
      "name": "TBI",
      "address": "新北市樹林區三多路139號1樓",
      "y": 25.008169,
      "x": 121.414843
    },
    {
      "name": "員新",
      "address": "新北市中和區員山路504號",
      "y": 25.008096,
      "x": 121.479554
    },
    {
      "name": "新萬盛",
      "address": "台北市文山區羅斯福路五段21號1樓",
      "y": 25.007888,
      "x": 121.538529
    },
    {
      "name": "添丁",
      "address": "新北市永和區永貞路365號367號1樓",
      "y": 25.007839,
      "x": 121.508722
    },
    {
      "name": "台師大",
      "address": "台北市文山區汀州路四段88號行政大樓1樓",
      "y": 25.007839,
      "x": 121.537176
    },
    {
      "name": "府運",
      "address": "新北市板橋區重慶路18號20號1樓",
      "y": 25.007783,
      "x": 121.460866
    },
    {
      "name": "北福",
      "address": "新北市永和區福和路121號1樓2樓",
      "y": 25.007685,
      "x": 121.521715
    },
    {
      "name": "墩璞",
      "address": "新北市板橋區中正路106號1樓",
      "y": 25.007682,
      "x": 121.482807
    },
    {
      "name": "福勝",
      "address": "新北市中和區福祥路158號",
      "y": 25.007573,
      "x": 121.49861
    },
    {
      "name": "星宇",
      "address": "桃園市桃園區永安路739號1樓",
      "y": 25.00745,
      "x": 121.291301
    },
    {
      "name": "安福",
      "address": "新北市永和區福和路213號",
      "y": 25.00741,
      "x": 121.519197
    },
    {
      "name": "樹鳳",
      "address": "新北市樹林區中正路417號 1樓",
      "y": 25.007366,
      "x": 121.417049
    },
    {
      "name": "宏圖",
      "address": "新北市永和區永和路一段85號",
      "y": 25.007349,
      "x": 121.513312
    },
    {
      "name": "慈德",
      "address": "桃園市桃園區慈德街53號55號57號",
      "y": 25.007336,
      "x": 121.300824
    },
    {
      "name": "臻愛",
      "address": "桃園市桃園區大業路一段152號",
      "y": 25.007228,
      "x": 121.316173
    },
    {
      "name": "館東",
      "address": "新北市板橋區館前東路15、15之1、17號1樓",
      "y": 25.007196,
      "x": 121.45997
    },
    {
      "name": "青禾",
      "address": "桃園市中壢區高鐵站前西路二段96號1樓",
      "y": 25.007167,
      "x": 121.219708
    },
    {
      "name": "館慶",
      "address": "新北市板橋區館前東路26號1樓",
      "y": 25.007131,
      "x": 121.46049
    },
    {
      "name": "保生",
      "address": "新北市永和區保安里保生路1號",
      "y": 25.007091,
      "x": 121.506478
    },
    {
      "name": "新兆圓",
      "address": "新北市板橋區實踐路34號34-1號1樓",
      "y": 25.007085,
      "x": 121.463539
    },
    {
      "name": "錠富",
      "address": "新北市石碇區隆盛村雙溪56號1樓",
      "y": 25.006908,
      "x": 121.653074
    },
    {
      "name": "環冠",
      "address": "新北市中和區中山路三段118之6之7之8號",
      "y": 25.006852,
      "x": 121.47555
    },
    {
      "name": "泰民",
      "address": "新北市板橋區民族路222巷13.15號1樓",
      "y": 25.006824,
      "x": 121.468676
    },
    {
      "name": "國瑞",
      "address": "新北市新莊區新樹路300號之5",
      "y": 25.006677,
      "x": 121.432738
    },
    {
      "name": "樹龍",
      "address": "新北市樹林區中正路222號1樓",
      "y": 25.006639,
      "x": 121.418964
    },
    {
      "name": "環埔",
      "address": "桃園市中壢區領航北路一段281號1樓",
      "y": 25.006578,
      "x": 121.200918
    },
    {
      "name": "民族",
      "address": "新北市板橋區福祿里民族路310號",
      "y": 25.006571,
      "x": 121.470694
    },
    {
      "name": "板南",
      "address": "新北市中和區板南路486號",
      "y": 25.006537,
      "x": 121.488117
    },
    {
      "name": "俊安",
      "address": "新北市樹林區俊英街156號",
      "y": 25.006493,
      "x": 121.426923
    },
    {
      "name": "民越",
      "address": "桃園市桃園區大有路141號143號",
      "y": 25.00646,
      "x": 121.321057
    },
    {
      "name": "光峰",
      "address": "桃園市龜山區楓樹里光峰路296號298號一樓",
      "y": 25.006355,
      "x": 121.343522
    },
    {
      "name": "立言",
      "address": "新北市中和區中正路872號",
      "y": 25.006346,
      "x": 121.4842
    },
    {
      "name": "松旺",
      "address": "新北市中和區中山路三段108號",
      "y": 25.006321,
      "x": 121.476788
    },
    {
      "name": "崴信",
      "address": "桃園市桃園區信光路22號1樓",
      "y": 25.006266,
      "x": 121.307524
    },
    {
      "name": "雅東",
      "address": "新北市板橋區南雅東路31之1號5號6號7號1樓",
      "y": 25.006208,
      "x": 121.454321
    },
    {
      "name": "保平",
      "address": "新北市永和區保平路135號",
      "y": 25.006113,
      "x": 121.510332
    },
    {
      "name": "秀和",
      "address": "新北市永和區國中路99號101號",
      "y": 25.006089,
      "x": 121.524311
    },
    {
      "name": "松容",
      "address": "桃園市中壢區青溪路一段85號",
      "y": 25.006076,
      "x": 121.222852
    },
    {
      "name": "桃匯",
      "address": "桃園市桃園區國際路二段557號559號1樓",
      "y": 25.005926,
      "x": 121.285945
    },
    {
      "name": "台藝大",
      "address": "新北市板橋區大觀路一段59號",
      "y": 25.005889,
      "x": 121.447569
    },
    {
      "name": "崴正",
      "address": "桃園市桃園區中正五街137號139號1樓",
      "y": 25.005815,
      "x": 121.302393
    },
    {
      "name": "沅氣",
      "address": "新北市中和區中山路三段29號31號1樓",
      "y": 25.005785,
      "x": 121.479205
    },
    {
      "name": "橋和",
      "address": "新北市中和區橋和路99號1樓",
      "y": 25.005637,
      "x": 121.490584
    },
    {
      "name": "中和",
      "address": "新北市中和區橋和路9號1樓",
      "y": 25.005595,
      "x": 121.490433
    },
    {
      "name": "鑫海",
      "address": "桃園市蘆竹區龍安街二段1007號1樓",
      "y": 25.005525,
      "x": 121.258702
    },
    {
      "name": "南雅",
      "address": "新北市板橋區新興里南雅南路一段8號1樓",
      "y": 25.005465,
      "x": 121.455757
    },
    {
      "name": "正福",
      "address": "新北市永和區中正路546號1樓",
      "y": 25.00543,
      "x": 121.517276
    },
    {
      "name": "心心",
      "address": "新北市板橋區實踐路105號107號",
      "y": 25.005358,
      "x": 121.464194
    },
    {
      "name": "橋安",
      "address": "新北市中和區橋安街20號1F",
      "y": 25.005324,
      "x": 121.492372
    },
    {
      "name": "福泉",
      "address": "新北市中和區福祥路68號70號",
      "y": 25.005166,
      "x": 121.499362
    },
    {
      "name": "正原",
      "address": "新北市中和區中山路二段530號1樓",
      "y": 25.00509,
      "x": 121.485654
    },
    {
      "name": "民鑽",
      "address": "桃園市桃園區民生路57號1樓",
      "y": 25.005025,
      "x": 121.30874
    },
    {
      "name": "新昇",
      "address": "桃園市中壢區新生路四段28.30號1樓",
      "y": 25.004891,
      "x": 121.213665
    },
    {
      "name": "福美",
      "address": "新北市中和區景平路756號758號",
      "y": 25.004845,
      "x": 121.496457
    },
    {
      "name": "水源",
      "address": "新北市中和區中山路二段62號",
      "y": 25.00482,
      "x": 121.503903
    },
    {
      "name": "新光信",
      "address": "桃園市桃園區中正路612號",
      "y": 25.004747,
      "x": 121.304809
    },
    {
      "name": "建茗",
      "address": "新北市板橋區四川路一段104號",
      "y": 25.004589,
      "x": 121.459578
    },
    {
      "name": "三元",
      "address": "桃園市桃園區大業路一段54號56號1樓",
      "y": 25.004582,
      "x": 121.317775
    },
    {
      "name": "萬福",
      "address": "台北市文山區萬年里羅斯福路五段170巷33及35號",
      "y": 25.004563,
      "x": 121.536723
    },
    {
      "name": "正康",
      "address": "桃園市桃園區民光路49號",
      "y": 25.004542,
      "x": 121.307108
    },
    {
      "name": "辛亥站",
      "address": "台北市文山區辛亥路四段132號",
      "y": 25.00449,
      "x": 121.55669
    },
    {
      "name": "江園",
      "address": "桃園市大園區中正東路三段620號",
      "y": 25.00439,
      "x": 121.228616
    },
    {
      "name": "常楓",
      "address": "桃園市龜山區光峰路221號1樓",
      "y": 25.004351,
      "x": 121.342557
    },
    {
      "name": "浮洲",
      "address": "新北市板橋區大觀路一段38巷22號1樓",
      "y": 25.004341,
      "x": 121.446037
    },
    {
      "name": "昇庚",
      "address": "新北市永和區永貞路182號184號",
      "y": 25.004319,
      "x": 121.516215
    },
    {
      "name": "真誠",
      "address": "新北市深坑區北深路三段263號",
      "y": 25.004289,
      "x": 121.59891
    },
    {
      "name": "一新",
      "address": "新北市中和區福祥里27鄰永和路56號58號1樓",
      "y": 25.004243,
      "x": 121.499168
    },
    {
      "name": "孟揚",
      "address": "新北市永和區秀和里林森路62號",
      "y": 25.004243,
      "x": 121.523898
    },
    {
      "name": "貴興",
      "address": "新北市板橋區貴興路25號27號1樓",
      "y": 25.004154,
      "x": 121.457862
    },
    {
      "name": "高欣",
      "address": "桃園市中壢區領航南路二段208號1樓",
      "y": 25.004033,
      "x": 121.214124
    },
    {
      "name": "埔民",
      "address": "桃園市桃園區民生路535號1樓",
      "y": 25.004025,
      "x": 121.309047
    },
    {
      "name": "萬順",
      "address": "新北市深坑區北深路三段198號200號1樓",
      "y": 25.003788,
      "x": 121.601535
    },
    {
      "name": "武林",
      "address": "新北市樹林區光華街2號4號",
      "y": 25.003758,
      "x": 121.41346
    },
    {
      "name": "中慈",
      "address": "桃園市桃園區中正三街411號1樓",
      "y": 25.003718,
      "x": 121.298391
    },
    {
      "name": "吉客",
      "address": "新北市中和區德光路90號92號1樓",
      "y": 25.003659,
      "x": 121.468825
    },
    {
      "name": "宇陽",
      "address": "新北市永和區永利路77號",
      "y": 25.003608,
      "x": 121.521247
    },
    {
      "name": "嘉新",
      "address": "新北市中和區員山路419號421號1樓",
      "y": 25.003313,
      "x": 121.480945
    },
    {
      "name": "復美",
      "address": "新北市永和區秀朗路一段146號",
      "y": 25.003249,
      "x": 121.518164
    },
    {
      "name": "漳和",
      "address": "新北市中和區中山路二段131-6號",
      "y": 25.003181,
      "x": 121.502503
    },
    {
      "name": "莒城",
      "address": "新北市中和區莒光路91號93號1樓",
      "y": 25.003173,
      "x": 121.472447
    },
    {
      "name": "聖武",
      "address": "新北市中和區新生街48號50號1樓",
      "y": 25.003141,
      "x": 121.483223
    },
    {
      "name": "北深",
      "address": "新北市深坑區北深路二段183號",
      "y": 25.00312,
      "x": 121.616707
    },
    {
      "name": "慈安",
      "address": "桃園市桃園區永安路600號1樓",
      "y": 25.003103,
      "x": 121.297465
    },
    {
      "name": "麗金",
      "address": "新北市永和區成功路一段83號85號1樓",
      "y": 25.003054,
      "x": 121.52704
    },
    {
      "name": "民自",
      "address": "新北市中和區冠穗里民享街38號38之1號",
      "y": 25.003049,
      "x": 121.473777
    },
    {
      "name": "慶中",
      "address": "新北市板橋區重慶路194號光明街91號1樓",
      "y": 25.003042,
      "x": 121.462472
    },
    {
      "name": "有成",
      "address": "桃園市桃園區大有路6號1樓",
      "y": 25.003024,
      "x": 121.323077
    },
    {
      "name": "新桃行",
      "address": "桃園市桃園區力行路7號",
      "y": 25.003021,
      "x": 121.305074
    },
    {
      "name": "板慶",
      "address": "新北市板橋區忠孝路37號1樓2樓",
      "y": 25.002955,
      "x": 121.466753
    },
    {
      "name": "福真",
      "address": "新北市中和區景平路679號681號",
      "y": 25.002899,
      "x": 121.496502
    },
    {
      "name": "北福興",
      "address": "台北市文山區興旺里福興路20號",
      "y": 25.002854,
      "x": 121.551363
    },
    {
      "name": "觀泰",
      "address": "新北市板橋區大觀路二段174巷166弄2號4號",
      "y": 25.002838,
      "x": 121.44273
    },
    {
      "name": "新觀和",
      "address": "新北市板橋區大觀路二段55號57號1樓",
      "y": 25.002778,
      "x": 121.446862
    },
    {
      "name": "華貴",
      "address": "新北市板橋區貴興路85號87號1樓",
      "y": 25.002768,
      "x": 121.456658
    },
    {
      "name": "深坑",
      "address": "新北市深坑區北深路三段145號",
      "y": 25.002743,
      "x": 121.603358
    },
    {
      "name": "千禧",
      "address": "桃園市龜山區光峰路千禧新城15號1樓",
      "y": 25.002543,
      "x": 121.342596
    },
    {
      "name": "埔昇",
      "address": "新北市深坑區埔新街63號",
      "y": 25.002375,
      "x": 121.620184
    },
    {
      "name": "嶺頂",
      "address": "桃園市龜山區萬壽路二段6巷35號",
      "y": 25.002366,
      "x": 121.363634
    },
    {
      "name": "宏鑫",
      "address": "新北市中和區中正路837號",
      "y": 25.002351,
      "x": 121.484599
    },
    {
      "name": "羅斯福",
      "address": "台北市文山區羅斯福路五段216號",
      "y": 25.002324,
      "x": 121.538563
    },
    {
      "name": "環和",
      "address": "新北市中和區中山路二段269號1樓2樓",
      "y": 25.002101,
      "x": 121.496897
    },
    {
      "name": "日福",
      "address": "新北市中和區中和路380號",
      "y": 25.002052,
      "x": 121.510819
    },
    {
      "name": "平埔",
      "address": "新北市深坑區文化街82號",
      "y": 25.002031,
      "x": 121.617863
    },
    {
      "name": "民德",
      "address": "新北市中和區民德路47號47-1號",
      "y": 25.002024,
      "x": 121.468983
    },
    {
      "name": "家美",
      "address": "新北市中和區中山路二段317號之1",
      "y": 25.001994,
      "x": 121.493779
    },
    {
      "name": "安斌",
      "address": "新北市中和區中安街84號86號1樓",
      "y": 25.001982,
      "x": 121.511915
    },
    {
      "name": "萬美",
      "address": "台北市文山區萬和街6號2樓之1",
      "y": 25.001968,
      "x": 121.567325
    },
    {
      "name": "建六",
      "address": "新北市中和區建六路62號",
      "y": 25.001935,
      "x": 121.486198
    },
    {
      "name": "永利",
      "address": "新北市永和區永元里永元路93號",
      "y": 25.001692,
      "x": 121.52232
    },
    {
      "name": "和和",
      "address": "新北市永和區秀朗路二段128號",
      "y": 25.001503,
      "x": 121.524913
    },
    {
      "name": "祥櫂",
      "address": "桃園市龜山區萬壽路二段97號",
      "y": 25.001496,
      "x": 121.3617
    },
    {
      "name": "新民享",
      "address": "新北市中和區民享街91號",
      "y": 25.001487,
      "x": 121.474419
    },
    {
      "name": "龍行",
      "address": "桃園市桃園區長安里力行路156號",
      "y": 25.001475,
      "x": 121.301482
    },
    {
      "name": "萬隆站",
      "address": "台北市文山區羅斯福路五段249號1樓",
      "y": 25.001392,
      "x": 121.539373
    },
    {
      "name": "冠吾",
      "address": "桃園市桃園區中正路455號",
      "y": 25.001344,
      "x": 121.306733
    },
    {
      "name": "莒光",
      "address": "新北市中和區莒光路138號1樓",
      "y": 25.001261,
      "x": 121.472371
    },
    {
      "name": "高萱",
      "address": "桃園市中壢區高鐵南路二段369號1樓",
      "y": 25.00117,
      "x": 121.203442
    },
    {
      "name": "佳客",
      "address": "新北市中和區民德路126號126之1號",
      "y": 25.001126,
      "x": 121.468749
    },
    {
      "name": "茶專",
      "address": "桃園市龜山區萬壽路二段353號1樓",
      "y": 25.001123,
      "x": 121.355471
    },
    {
      "name": "日昇",
      "address": "新北市中和區中和路326號1樓",
      "y": 25.001035,
      "x": 121.50977
    },
    {
      "name": "興觀",
      "address": "新北市板橋區大觀路二段37巷34號36號1樓",
      "y": 25.001026,
      "x": 121.449456
    },
    {
      "name": "興隆",
      "address": "台北市文山區興隆路二段205號207號1樓",
      "y": 25.000987,
      "x": 121.549911
    },
    {
      "name": "廣麗",
      "address": "新北市中和區廣福路87號89號91號1樓",
      "y": 25.000947,
      "x": 121.502084
    },
    {
      "name": "萬芳",
      "address": "台北市文山區萬安街23號25號27號27-1號1樓?",
      "y": 25.000928,
      "x": 121.570639
    },
    {
      "name": "新樹工",
      "address": "新北市樹林區保安街二段6號",
      "y": 25.000918,
      "x": 121.416181
    },
    {
      "name": "廣美",
      "address": "新北市中和區中和路52號1.2樓",
      "y": 25.0009,
      "x": 121.500529
    },
    {
      "name": "樹新",
      "address": "新北市樹林區樹新路245號",
      "y": 25.000862,
      "x": 121.431031
    },
    {
      "name": "樂鑫",
      "address": "新北市中和區新生街146號",
      "y": 25.000789,
      "x": 121.483455
    },
    {
      "name": "新永元",
      "address": "新北市永和區永元路28號30號",
      "y": 25.000707,
      "x": 121.522239
    },
    {
      "name": "昇陽",
      "address": "新北市永和區雙和里1鄰中和路417號419號",
      "y": 25.000662,
      "x": 121.509166
    },
    {
      "name": "景順",
      "address": "新北市中和區中正路778號1樓",
      "y": 25.000563,
      "x": 121.485707
    },
    {
      "name": "觀龍",
      "address": "新北市板橋區龍興街39號41號1樓",
      "y": 25.000524,
      "x": 121.442931
    },
    {
      "name": "新積穗",
      "address": "新北市中和區民安街27號29號1樓",
      "y": 25.000448,
      "x": 121.480282
    },
    {
      "name": "湧強",
      "address": "桃園市桃園區自強路215號1樓",
      "y": 25.000407,
      "x": 121.317003
    },
    {
      "name": "建一",
      "address": "新北市中和區建康路101號",
      "y": 25.000402,
      "x": 121.488376
    },
    {
      "name": "得和",
      "address": "新北市永和區得和路113號1樓",
      "y": 25.000333,
      "x": 121.518511
    },
    {
      "name": "康喜",
      "address": "台北市文山區興隆路三段42號",
      "y": 25.000261,
      "x": 121.555565
    },
    {
      "name": "保鑽",
      "address": "新北市永和區潭墘里安樂路138號140號",
      "y": 25.000259,
      "x": 121.514234
    },
    {
      "name": "樹豐",
      "address": "新北市新莊區豐盛一街6.8.10號",
      "y": 25.000136,
      "x": 121.43164
    },
    {
      "name": "得福",
      "address": "新北市永和區得和路241號",
      "y": 25.000134,
      "x": 121.520318
    },
    {
      "name": "建康",
      "address": "新北市中和區建康路270號",
      "y": 25.000107,
      "x": 121.492997
    },
    {
      "name": "興岩",
      "address": "台北市文山區興隆路二段244巷20號1樓",
      "y": 25.000083,
      "x": 121.553197
    },
    {
      "name": "新萬隆",
      "address": "台北市文山區羅斯福路六段20號22號",
      "y": 25.000009,
      "x": 121.53944
    },
    {
      "name": "杰明",
      "address": "新北市中和區泰和街25號1樓",
      "y": 25.000002,
      "x": 121.499529
    },
    {
      "name": "南谷",
      "address": "新北市中和區中和路257號",
      "y": 24.999892,
      "x": 121.50512
    },
    {
      "name": "新展",
      "address": "新北市板橋區大觀路二段185號1樓",
      "y": 24.999866,
      "x": 121.444912
    },
    {
      "name": "界和",
      "address": "新北市永和區中和路339號339號之1",
      "y": 24.999776,
      "x": 121.507639
    },
    {
      "name": "福倉",
      "address": "桃園市桃園區正光路425號1樓427號1樓",
      "y": 24.999739,
      "x": 121.295616
    },
    {
      "name": "環河東",
      "address": "新北市永和區環河東路四段22號",
      "y": 24.999482,
      "x": 121.528708
    },
    {
      "name": "萬品",
      "address": "台北市文山區興隆路三段112巷2弄22號1樓",
      "y": 24.999468,
      "x": 121.556625
    },
    {
      "name": "連城",
      "address": "新北市中和區連城路89巷3之1號5之1號1樓",
      "y": 24.999453,
      "x": 121.496962
    },
    {
      "name": "秀朗",
      "address": "新北市永和區得和路389號391號1樓",
      "y": 24.999384,
      "x": 121.525245
    },
    {
      "name": "合安",
      "address": "新北市板橋區合宜路111號1樓",
      "y": 24.999369,
      "x": 121.448382
    },
    {
      "name": "興北",
      "address": "台北市文山區興隆路三段108號",
      "y": 24.999249,
      "x": 121.557298
    },
    {
      "name": "和建",
      "address": "新北市中和區建一路16號1樓",
      "y": 24.99915,
      "x": 121.488271
    },
    {
      "name": "永權",
      "address": "新北市永和區民權路32號34號1樓",
      "y": 24.999047,
      "x": 121.520101
    },
    {
      "name": "利穗",
      "address": "新北市中和區民利街38號1樓",
      "y": 24.999011,
      "x": 121.479621
    },
    {
      "name": "春吉",
      "address": "新北市中和區建一路148號",
      "y": 24.998871,
      "x": 121.487965
    },
    {
      "name": "新生",
      "address": "新北市中和區新生街243號245號1樓",
      "y": 24.998799,
      "x": 121.48397
    },
    {
      "name": "藍山",
      "address": "新北市中和區南山路41號43號1樓及南山路37巷2號1樓",
      "y": 24.998745,
      "x": 121.502272
    },
    {
      "name": "文潭",
      "address": "新北市樹林區千歲街61巷44號1.2樓和46號",
      "y": 24.998738,
      "x": 121.425551
    },
    {
      "name": "連勝",
      "address": "新北市中和區景平路513號連勝街1號",
      "y": 24.998664,
      "x": 121.49937
    },
    {
      "name": "永宜",
      "address": "新北市中和區宜安路118巷22號24號1樓",
      "y": 24.998657,
      "x": 121.510941
    },
    {
      "name": "潭安",
      "address": "新北市永和區中正路167號",
      "y": 24.998611,
      "x": 121.51649
    },
    {
      "name": "仙岩",
      "address": "台北市文山區仙岩路18號18-118號18-2號1樓",
      "y": 24.998578,
      "x": 121.548582
    },
    {
      "name": "國力",
      "address": "桃園市桃園區國際路二段426號428號1樓",
      "y": 24.998487,
      "x": 121.288313
    },
    {
      "name": "全鎮",
      "address": "桃園市桃園區春日路238號240號1樓",
      "y": 24.998397,
      "x": 121.315204
    },
    {
      "name": "慶嶸",
      "address": "新北市樹林區保安街一段323號323-1號1樓",
      "y": 24.998114,
      "x": 121.417773
    },
    {
      "name": "艾德蒙",
      "address": "新北市中和區中正路738號1樓",
      "y": 24.99809,
      "x": 121.485551
    },
    {
      "name": "大合宜",
      "address": "新北市板橋區合宜路151號1樓",
      "y": 24.998059,
      "x": 121.447303
    },
    {
      "name": "景高",
      "address": "台北市文山區景華里景興路14號",
      "y": 24.997877,
      "x": 121.544498
    },
    {
      "name": "保健",
      "address": "新北市中和區保健路2巷1號1樓",
      "y": 24.997827,
      "x": 121.507484
    },
    {
      "name": "景鑫",
      "address": "新北市中和區中正路683號",
      "y": 24.997753,
      "x": 121.48494
    },
    {
      "name": "宜安",
      "address": "新北市中和區宜安路103號1樓",
      "y": 24.997703,
      "x": 121.510417
    },
    {
      "name": "新宇鈞",
      "address": "新北市樹林區大安路115號117號1樓",
      "y": 24.997698,
      "x": 121.422555
    },
    {
      "name": "民安",
      "address": "桃園市桃園區民安路84號忠五路169號",
      "y": 24.997689,
      "x": 121.299755
    },
    {
      "name": "博嘉",
      "address": "台北市文山區木柵路四段117號119號1樓",
      "y": 24.997623,
      "x": 121.573775
    },
    {
      "name": "昇容",
      "address": "新北市板橋區重慶路346巷8號",
      "y": 24.997345,
      "x": 121.463687
    },
    {
      "name": "民笙",
      "address": "桃園市桃園區民生路287號289號",
      "y": 24.997343,
      "x": 121.311651
    },
    {
      "name": "青溪",
      "address": "桃園市桃園區自強路2號1樓與中山東路153號1樓",
      "y": 24.99725,
      "x": 121.318568
    },
    {
      "name": "板勝",
      "address": "新北市中和區連城路219巷6號8號",
      "y": 24.997198,
      "x": 121.494433
    },
    {
      "name": "中安",
      "address": "新北市中和區宜安路62號66號",
      "y": 24.997071,
      "x": 121.511608
    },
    {
      "name": "芯建",
      "address": "新北市中和區建一路182號1樓",
      "y": 24.997049,
      "x": 121.487804
    },
    {
      "name": "有民",
      "address": "新北市永和區民有街9號11號1樓",
      "y": 24.99694,
      "x": 121.516273
    },
    {
      "name": "邁群",
      "address": "新北市永和區民生路42號",
      "y": 24.996799,
      "x": 121.52235
    },
    {
      "name": "世紀",
      "address": "新北市中和區中正路710號1樓K棟",
      "y": 24.996729,
      "x": 121.485861
    },
    {
      "name": "員山",
      "address": "新北市中和區員山路163號",
      "y": 24.996652,
      "x": 121.480987
    },
    {
      "name": "連發",
      "address": "新北市中和區連城路208號1樓2樓",
      "y": 24.996646,
      "x": 121.491678
    },
    {
      "name": "民華",
      "address": "新北市中和區民德路270號272號",
      "y": 24.996637,
      "x": 121.46772
    },
    {
      "name": "遠揚",
      "address": "新北市板橋區南雅南路2段124號及2段142巷12號1樓",
      "y": 24.996616,
      "x": 121.451196
    },
    {
      "name": "民光",
      "address": "新北市永和區中正路166號",
      "y": 24.996543,
      "x": 121.515166
    },
    {
      "name": "永華",
      "address": "新北市中和區南山路127巷18弄42號1樓",
      "y": 24.99654,
      "x": 121.503549
    },
    {
      "name": "興芳",
      "address": "台北市文山區興光里興隆路三段173-175號",
      "y": 24.996451,
      "x": 121.560191
    },
    {
      "name": "金汲",
      "address": "桃園市桃園區力行路385巷11號13號1樓",
      "y": 24.996328,
      "x": 121.297548
    },
    {
      "name": "國慶",
      "address": "新北市板橋區國慶路153號",
      "y": 24.996158,
      "x": 121.461519
    },
    {
      "name": "立國",
      "address": "桃園市桃園區中山東路51號1樓",
      "y": 24.996133,
      "x": 121.314668
    },
    {
      "name": "千歲",
      "address": "新北市樹林區千歲街26-10號",
      "y": 24.996123,
      "x": 121.425402
    },
    {
      "name": "壽德",
      "address": "新北市中和區壽德街11號1樓",
      "y": 24.996023,
      "x": 121.465189
    },
    {
      "name": "秋雅",
      "address": "新北市板橋區南雅南路二段144巷14號1樓",
      "y": 24.995903,
      "x": 121.450832
    },
    {
      "name": "新連正",
      "address": "新北市中和區連城路347巷2號",
      "y": 24.995899,
      "x": 121.487991
    },
    {
      "name": "員和",
      "address": "新北市中和區員山路118號120號1樓",
      "y": 24.99586,
      "x": 121.481236
    },
    {
      "name": "景華",
      "address": "台北市文山區興東里景華街130號",
      "y": 24.995751,
      "x": 121.547151
    },
    {
      "name": "陸光",
      "address": "桃園市龜山區陸光路83號85號1樓",
      "y": 24.995677,
      "x": 121.331025
    },
    {
      "name": "景禮",
      "address": "新北市中和區景安路100號102號",
      "y": 24.995632,
      "x": 121.505389
    },
    {
      "name": "立揚",
      "address": "桃園市桃園區正光路116號1樓",
      "y": 24.995621,
      "x": 121.295422
    },
    {
      "name": "國和",
      "address": "新北市板橋區和平路29號",
      "y": 24.995565,
      "x": 121.459831
    },
    {
      "name": "全茂",
      "address": "新北市中和區連城路469巷9號11號",
      "y": 24.995519,
      "x": 121.483681
    },
    {
      "name": "永振",
      "address": "新北市中和區南華路14號",
      "y": 24.9955,
      "x": 121.502457
    },
    {
      "name": "羅盛",
      "address": "台北市文山區羅斯福路六段235號237號1樓2樓",
      "y": 24.995483,
      "x": 121.541396
    },
    {
      "name": "椰城",
      "address": "新北市中和區安平路61號",
      "y": 24.995446,
      "x": 121.50989
    },
    {
      "name": "山民",
      "address": "桃園市龜山區三民路100號",
      "y": 24.995437,
      "x": 121.324447
    },
    {
      "name": "景圓",
      "address": "新北市中和區圓通路162-1號162-2號1樓",
      "y": 24.995373,
      "x": 121.497507
    },
    {
      "name": "宏禧",
      "address": "新北市中和區景平路429號1樓2樓",
      "y": 24.995319,
      "x": 121.501422
    },
    {
      "name": "縣北",
      "address": "桃園市桃園區中山北路136號1樓",
      "y": 24.995204,
      "x": 121.303195
    },
    {
      "name": "三暉",
      "address": "新北市樹林區樹福里復興路1號",
      "y": 24.994939,
      "x": 121.422935
    },
    {
      "name": "景興",
      "address": "台北市文山區景興路113號115號",
      "y": 24.994904,
      "x": 121.544818
    },
    {
      "name": "瑞家",
      "address": "桃園市桃園區三民路三段84號86號1樓",
      "y": 24.994819,
      "x": 121.305706
    },
    {
      "name": "千山",
      "address": "桃園市桃園區縣府路212號216號",
      "y": 24.994663,
      "x": 121.299966
    },
    {
      "name": "華德",
      "address": "新北市板橋區四川路二段47巷3弄8號及8之1號",
      "y": 24.994634,
      "x": 121.454442
    },
    {
      "name": "新和高",
      "address": "新北市中和區中正路502號1樓",
      "y": 24.994575,
      "x": 121.488736
    },
    {
      "name": "壽興",
      "address": "桃園市龜山區中興路一段73號1樓2樓3樓",
      "y": 24.994545,
      "x": 121.338954
    },
    {
      "name": "德旺",
      "address": "新北市中和區壽德街22號1樓",
      "y": 24.994465,
      "x": 121.466115
    },
    {
      "name": "忠愛莊",
      "address": "桃園市觀音區忠愛路一段90號92號1樓",
      "y": 24.99435,
      "x": 121.16641
    },
    {
      "name": "益壽",
      "address": "桃園市桃園區延壽街169號171號",
      "y": 24.994332,
      "x": 121.289055
    },
    {
      "name": "景旺",
      "address": "新北市中和區成功路1號",
      "y": 24.9943,
      "x": 121.526451
    },
    {
      "name": "聖民",
      "address": "桃園市桃園區民生路208號一樓",
      "y": 24.994206,
      "x": 121.313088
    },
    {
      "name": "萬壽",
      "address": "桃園市龜山區萬壽路二段1057號1樓",
      "y": 24.994126,
      "x": 121.335348
    },
    {
      "name": "秀杉",
      "address": "新北市中和區自立路129號131號",
      "y": 24.994084,
      "x": 121.522084
    },
    {
      "name": "漢豐",
      "address": "桃園市桃園區漢中街146號1樓",
      "y": 24.993999,
      "x": 121.301684
    },
    {
      "name": "市正",
      "address": "桃園市桃園區縣府路88之1號1樓2樓",
      "y": 24.993819,
      "x": 121.302668
    },
    {
      "name": "佑容",
      "address": "新北市板橋區五權里五權街49號51號",
      "y": 24.993763,
      "x": 121.464705
    },
    {
      "name": "和醫",
      "address": "新北市中和區中正路291號B1",
      "y": 24.993745,
      "x": 121.493556
    },
    {
      "name": "新龜山",
      "address": "桃園市龜山區萬壽路二段1170號",
      "y": 24.993683,
      "x": 121.332339
    },
    {
      "name": "文中",
      "address": "桃園市桃園區文中路65號1樓",
      "y": 24.99353,
      "x": 121.277579
    },
    {
      "name": "成合",
      "address": "新北市板橋區金門街40號",
      "y": 24.9935,
      "x": 121.433242
    },
    {
      "name": "觀埔",
      "address": "桃園市觀音區藍埔里新華路一段488號",
      "y": 24.993372,
      "x": 121.112131
    },
    {
      "name": "欣欣",
      "address": "桃園市龜山區萬壽路二段1280號1樓",
      "y": 24.993363,
      "x": 121.326584
    },
    {
      "name": "景捷",
      "address": "台北市文山區景福街252號",
      "y": 24.993363,
      "x": 121.540185
    },
    {
      "name": "景碩一",
      "address": "桃園市新屋區中華路1245號3樓",
      "y": 24.993301,
      "x": 121.100778
    },
    {
      "name": "樹林",
      "address": "新北市樹林區保安街一段3號",
      "y": 24.993298,
      "x": 121.427238
    },
    {
      "name": "華川",
      "address": "新北市板橋區四川路二段245巷11.13號1樓",
      "y": 24.993279,
      "x": 121.450918
    },
    {
      "name": "景陽",
      "address": "新北市中和區景新街29號31號33號",
      "y": 24.993234,
      "x": 121.509978
    },
    {
      "name": "天城",
      "address": "新北市中和區景平路240巷1弄4號",
      "y": 24.993204,
      "x": 121.515353
    },
    {
      "name": "光北",
      "address": "桃園市桃園區中山北路42號1樓及地下1樓",
      "y": 24.993182,
      "x": 121.303429
    },
    {
      "name": "統壢",
      "address": "桃園市中壢區定寧路15號",
      "y": 24.993151,
      "x": 121.243568
    },
    {
      "name": "福和",
      "address": "新北市中和區秀朗里大勇街25巷1號",
      "y": 24.993128,
      "x": 121.517109
    },
    {
      "name": "昌展",
      "address": "新北市樹林區復興路67號1樓",
      "y": 24.992983,
      "x": 121.4216
    },
    {
      "name": "文福",
      "address": "桃園市桃園區文中路747號",
      "y": 24.992778,
      "x": 121.27505
    },
    {
      "name": "漢神",
      "address": "台北市文山區景中街45號1樓",
      "y": 24.99277,
      "x": 121.544078
    },
    {
      "name": "新桃府",
      "address": "桃園市桃園區縣府路312號312之1號",
      "y": 24.99255,
      "x": 121.299932
    },
    {
      "name": "連通",
      "address": "新北市中和區圓通路293號",
      "y": 24.992492,
      "x": 121.494973
    },
    {
      "name": "新雙安",
      "address": "桃園市桃園區安樂街48號50號1樓;安東街56號1樓",
      "y": 24.992401,
      "x": 121.315887
    },
    {
      "name": "得晴",
      "address": "新北市中和區景平路239巷1號3-5號1樓?",
      "y": 24.992367,
      "x": 121.509594
    },
    {
      "name": "政群",
      "address": "桃園市中壢區中園路二段138號",
      "y": 24.992353,
      "x": 121.234238
    },
    {
      "name": "羅捷",
      "address": "台北市文山區景行里羅斯福路六段391號",
      "y": 24.9923,
      "x": 121.540823
    },
    {
      "name": "景平",
      "address": "新北市中和區景平路149號1樓",
      "y": 24.99218,
      "x": 121.513973
    },
    {
      "name": "尚國",
      "address": "桃園市桃園區國強一街218號220號1樓",
      "y": 24.99216,
      "x": 121.282614
    },
    {
      "name": "興龍",
      "address": "桃園市龜山區新路里中興路366-6號1樓2樓",
      "y": 24.992139,
      "x": 121.335743
    },
    {
      "name": "延福",
      "address": "新北市土城區延平街36號1樓",
      "y": 24.991937,
      "x": 121.468151
    },
    {
      "name": "板信",
      "address": "新北市板橋區信義路142號144號146號1樓",
      "y": 24.991909,
      "x": 121.458631
    },
    {
      "name": "石錠",
      "address": "新北市石碇區碇坪路一段50之1號50之2號",
      "y": 24.991848,
      "x": 121.655473
    },
    {
      "name": "存德",
      "address": "新北市板橋區篤行路二段86號88號1樓",
      "y": 24.991823,
      "x": 121.431439
    },
    {
      "name": "濬家",
      "address": "新北市土城區廣明街2號",
      "y": 24.991798,
      "x": 121.456092
    },
    {
      "name": "文仁",
      "address": "桃園市桃園區延壽街9號11號1樓",
      "y": 24.991765,
      "x": 121.293411
    },
    {
      "name": "德偉",
      "address": "新北市中和區中興街162號164號",
      "y": 24.991619,
      "x": 121.499809
    },
    {
      "name": "桃華",
      "address": "桃園市桃園區南華街106號108號1樓",
      "y": 24.991607,
      "x": 121.308043
    },
    {
      "name": "新秀",
      "address": "台北市文山區秀明路二段8號10號",
      "y": 24.991555,
      "x": 121.574147
    },
    {
      "name": "冠德",
      "address": "新北市中和區景平路71-5號",
      "y": 24.991461,
      "x": 121.518837
    },
    {
      "name": "興和",
      "address": "新北市中和區自立路187號189號1樓",
      "y": 24.991399,
      "x": 121.524006
    },
    {
      "name": "鼎盛",
      "address": "台北市文山區景文街79號",
      "y": 24.991294,
      "x": 121.541452
    },
    {
      "name": "和捷",
      "address": "新北市中和區和平街84號86號88號1樓",
      "y": 24.991281,
      "x": 121.50757
    },
    {
      "name": "桃農",
      "address": "桃園市桃園區萬壽路三段111號113號115號1樓",
      "y": 24.991245,
      "x": 121.320969
    },
    {
      "name": "汶興",
      "address": "桃園市龜山區頂興路31-1號1樓",
      "y": 24.991196,
      "x": 121.32819
    },
    {
      "name": "龍袖",
      "address": "桃園市桃園區龍安街143號1樓",
      "y": 24.991131,
      "x": 121.279493
    },
    {
      "name": "成皇",
      "address": "桃園市桃園區復興路80號",
      "y": 24.991125,
      "x": 121.31628
    },
    {
      "name": "秀景",
      "address": "新北市中和區成功路115號117號",
      "y": 24.991053,
      "x": 121.52601
    },
    {
      "name": "桃民",
      "address": "桃園市桃園區民族路79號1樓",
      "y": 24.990875,
      "x": 121.309475
    },
    {
      "name": "景安",
      "address": "新北市中和區景安路210號",
      "y": 24.99086,
      "x": 121.503872
    },
    {
      "name": "紅蕃茄",
      "address": "桃園市桃園區復興路83號85號",
      "y": 24.990766,
      "x": 121.314233
    },
    {
      "name": "復育",
      "address": "新北市樹林區復興路227號1樓",
      "y": 24.990756,
      "x": 121.420146
    },
    {
      "name": "圓通",
      "address": "新北市中和區圓通路280號282號",
      "y": 24.990729,
      "x": 121.491645
    },
    {
      "name": "振聲",
      "address": "桃園市桃園區復興路389號1樓",
      "y": 24.990688,
      "x": 121.302431
    },
    {
      "name": "博林",
      "address": "新北市樹林區博愛街123號1樓",
      "y": 24.990687,
      "x": 121.426099
    },
    {
      "name": "新武陵",
      "address": "桃園市桃園區上海路82號84號江南八街49號",
      "y": 24.990632,
      "x": 121.283094
    },
    {
      "name": "滬江",
      "address": "台北市文山區羅斯福路六段308號310號",
      "y": 24.990601,
      "x": 121.539621
    },
    {
      "name": "同銘",
      "address": "桃園市龜山區大同路212號1樓",
      "y": 24.990586,
      "x": 121.344023
    },
    {
      "name": "統友",
      "address": "新北市樹林區中山路一段86號",
      "y": 24.990585,
      "x": 121.422568
    },
    {
      "name": "萬能科",
      "address": "桃園市中壢區萬能路1之2號1樓",
      "y": 24.990558,
      "x": 121.232334
    },
    {
      "name": "景鑽",
      "address": "新北市中和區景新街373號373之1號",
      "y": 24.990521,
      "x": 121.512284
    },
    {
      "name": "復麗",
      "address": "桃園市桃園區復興路162號1樓",
      "y": 24.990444,
      "x": 121.312321
    },
    {
      "name": "錦盛",
      "address": "新北市中和區錦盛里圓通路335巷三弄21號",
      "y": 24.990427,
      "x": 121.493325
    },
    {
      "name": "景中",
      "address": "台北市文山區景文里景文街96號98號",
      "y": 24.990276,
      "x": 121.540936
    },
    {
      "name": "正鵬",
      "address": "新北市新店區中正路688號690號1樓",
      "y": 24.990253,
      "x": 121.534167
    },
    {
      "name": "延城",
      "address": "新北市土城區延和路203號1樓",
      "y": 24.990147,
      "x": 121.46958
    },
    {
      "name": "南勢角",
      "address": "新北市中和區興南路一段55號",
      "y": 24.990134,
      "x": 121.510915
    },
    {
      "name": "富興",
      "address": "新北市中和區中興里復興路277-1號279號",
      "y": 24.990132,
      "x": 121.50232
    },
    {
      "name": "金園",
      "address": "新北市板橋區金門街175號",
      "y": 24.99005,
      "x": 121.432547
    },
    {
      "name": "志城",
      "address": "新北市土城區金城路三段243號245號247號1樓",
      "y": 24.989948,
      "x": 121.471352
    },
    {
      "name": "捷南",
      "address": "新北市中和區捷運路69號71號1樓",
      "y": 24.989815,
      "x": 121.508681
    },
    {
      "name": "和錦",
      "address": "新北市中和區錦和路402號404號",
      "y": 24.989801,
      "x": 121.490932
    },
    {
      "name": "延和",
      "address": "新北市土城區平和里延和路106號",
      "y": 24.989697,
      "x": 121.467041
    },
    {
      "name": "和復",
      "address": "新北市中和區復興路19號",
      "y": 24.989663,
      "x": 121.505687
    },
    {
      "name": "金凱旋",
      "address": "桃園市桃園區壽昌街20巷45號47號",
      "y": 24.989517,
      "x": 121.292375
    },
    {
      "name": "木柵",
      "address": "台北市文山區木柵路二段157號",
      "y": 24.98911,
      "x": 121.562936
    },
    {
      "name": "捷興",
      "address": "新北市中和區興南路一段81號",
      "y": 24.989035,
      "x": 121.510031
    },
    {
      "name": "木鳴",
      "address": "台北市文山區木柵路三段115號117號1樓2樓",
      "y": 24.988948,
      "x": 121.568239
    },
    {
      "name": "文城",
      "address": "桃園市桃園區龍壽街273巷1號1樓",
      "y": 24.988932,
      "x": 121.266836
    },
    {
      "name": "興武",
      "address": "桃園市桃園區復興路239之1號1樓;241號1樓",
      "y": 24.988915,
      "x": 121.308102
    },
    {
      "name": "皇翔",
      "address": "新北市土城區中央路一段88號1樓、裕民路10-1號.10號.8-1號.8號",
      "y": 24.988882,
      "x": 121.446938
    },
    {
      "name": "龜山銘",
      "address": "桃園市龜山區德明路152號154號1樓",
      "y": 24.988765,
      "x": 121.343822
    },
    {
      "name": "桃龍",
      "address": "桃園市桃園區龍安街79號81號",
      "y": 24.988738,
      "x": 121.280232
    },
    {
      "name": "溪州",
      "address": "新北市板橋區溪崑二街108.110號1樓",
      "y": 24.988702,
      "x": 121.426475
    },
    {
      "name": "鴻成",
      "address": "新北市土城區學府路一段28號1樓",
      "y": 24.988695,
      "x": 121.458285
    },
    {
      "name": "福鶯",
      "address": "桃園市龜山區山鶯路155號1樓",
      "y": 24.988694,
      "x": 121.324925
    },
    {
      "name": "政新",
      "address": "台北市文山區新光路一段10號12號14號1樓及B1",
      "y": 24.98865,
      "x": 121.573594
    },
    {
      "name": "新安康",
      "address": "台北市文山區木柵路二段88號90號1樓興隆路四段26號",
      "y": 24.98858,
      "x": 121.560093
    },
    {
      "name": "木盛",
      "address": "台北市文山區木柵路三段88號",
      "y": 24.988493,
      "x": 121.567031
    },
    {
      "name": "學裕",
      "address": "新北市土城區學成路91巷2號93號1樓",
      "y": 24.988469,
      "x": 121.450732
    },
    {
      "name": "禾豐",
      "address": "桃園市桃園區秀山路95號1樓",
      "y": 24.98845,
      "x": 121.301819
    },
    {
      "name": "景福",
      "address": "新北市中和區景新街467巷22號",
      "y": 24.988336,
      "x": 121.514251
    },
    {
      "name": "景愛",
      "address": "新北市中和區仁愛街45號47號1樓",
      "y": 24.988304,
      "x": 121.511239
    },
    {
      "name": "景新",
      "address": "新北市中和區景新街436號",
      "y": 24.988297,
      "x": 121.513053
    },
    {
      "name": "永安港",
      "address": "桃園市新屋區中山西路三段1148號",
      "y": 24.988251,
      "x": 121.018543
    },
    {
      "name": "大傳",
      "address": "桃園市龜山區大同路357號357-1號1樓及壽山段926地號",
      "y": 24.988148,
      "x": 121.347999
    },
    {
      "name": "新裕生",
      "address": "新北市土城區裕民路57號及55巷2號",
      "y": 24.98806,
      "x": 121.449225
    },
    {
      "name": "國豐",
      "address": "桃園市桃園區國豐六街25號",
      "y": 24.987996,
      "x": 121.278315
    },
    {
      "name": "華興",
      "address": "台北市文山區木柵路一段284號286號1樓",
      "y": 24.987975,
      "x": 121.554985
    },
    {
      "name": "大崙",
      "address": "桃園市中壢區中正路四段35號",
      "y": 24.98792,
      "x": 121.181243
    },
    {
      "name": "大權",
      "address": "桃園市桃園區大同路43號1樓B1樓",
      "y": 24.98792,
      "x": 121.349647
    },
    {
      "name": "泰昌",
      "address": "桃園市桃園區泰昌三街51-6號",
      "y": 24.987887,
      "x": 121.294937
    },
    {
      "name": "政大",
      "address": "台北市文山區指南路二段99號101號",
      "y": 24.987803,
      "x": 121.575544
    },
    {
      "name": "學城",
      "address": "新北市土城區學府路一段118號",
      "y": 24.987704,
      "x": 121.455449
    },
    {
      "name": "試院",
      "address": "台北市文山區木柵路一段139號141號",
      "y": 24.987655,
      "x": 121.550276
    },
    {
      "name": "指南",
      "address": "台北市文山區指南路一段34號36號1樓",
      "y": 24.9876,
      "x": 121.569666
    },
    {
      "name": "昌聖",
      "address": "新北市樹林區文化街21號23號1樓",
      "y": 24.987543,
      "x": 121.419453
    },
    {
      "name": "金恩",
      "address": "台北市文山區指南路二段149號",
      "y": 24.987475,
      "x": 121.5773
    },
    {
      "name": "宏亞",
      "address": "桃園市桃園區中平路102號",
      "y": 24.987333,
      "x": 121.292679
    },
    {
      "name": "金城",
      "address": "新北市土城區金城路三段71號",
      "y": 24.987102,
      "x": 121.466291
    },
    {
      "name": "鑫城",
      "address": "新北市土城區中華路一段100號1樓",
      "y": 24.987086,
      "x": 121.444257
    },
    {
      "name": "寶中",
      "address": "新北市新店區寶慶街66號",
      "y": 24.986879,
      "x": 121.541859
    },
    {
      "name": "欣民",
      "address": "桃園市中壢區民權路三段985號",
      "y": 24.986815,
      "x": 121.208153
    },
    {
      "name": "樹復",
      "address": "新北市樹林區復興路340號",
      "y": 24.986794,
      "x": 121.416443
    },
    {
      "name": "立金",
      "address": "新北市土城區立德路70號72號",
      "y": 24.986745,
      "x": 121.464073
    },
    {
      "name": "鼎桃",
      "address": "桃園市桃園區宏昌六街281號1樓",
      "y": 24.986545,
      "x": 121.288216
    },
    {
      "name": "金林",
      "address": "新北市板橋區金門街303號305號",
      "y": 24.986437,
      "x": 121.430057
    },
    {
      "name": "景仁",
      "address": "新北市中和區忠孝街103號103之1號",
      "y": 24.986373,
      "x": 121.511833
    },
    {
      "name": "海廷",
      "address": "新北市土城區裕民路92巷22弄2號1樓",
      "y": 24.986369,
      "x": 121.449598
    },
    {
      "name": "樹安",
      "address": "新北市樹林區大安路530號1樓",
      "y": 24.986197,
      "x": 121.413801
    },
    {
      "name": "新順安",
      "address": "新北市新店區順安街51號53號1樓",
      "y": 24.986147,
      "x": 121.540753
    },
    {
      "name": "大錢站",
      "address": "桃園市桃園區中華路5號1樓2樓",
      "y": 24.986105,
      "x": 121.281292
    },
    {
      "name": "皇裕",
      "address": "新北市土城區裕民路114巷16號1樓",
      "y": 24.98608,
      "x": 121.450445
    },
    {
      "name": "金峰",
      "address": "新北市土城區明峰街9號11號",
      "y": 24.985885,
      "x": 121.465682
    },
    {
      "name": "金芳",
      "address": "新北市新店區永安街72號74巷2號1樓",
      "y": 24.985825,
      "x": 121.519137
    },
    {
      "name": "建宗",
      "address": "新北市板橋區溪福里篤行路三段玉平巷76弄8號及10號",
      "y": 24.985761,
      "x": 121.427769
    },
    {
      "name": "平昌",
      "address": "桃園市桃園區中平路161號1樓",
      "y": 24.985564,
      "x": 121.293625
    },
    {
      "name": "新和",
      "address": "新北市新店區新和街70號72號1樓",
      "y": 24.985535,
      "x": 121.520163
    },
    {
      "name": "忠華",
      "address": "新北市土城區中華路一段185號187號1樓",
      "y": 24.98553,
      "x": 121.443581
    },
    {
      "name": "高正",
      "address": "桃園市中壢區中正路三段134號136號一樓",
      "y": 24.98535,
      "x": 121.18632
    },
    {
      "name": "頂新",
      "address": "新北市中和區興南路二段49號51號",
      "y": 24.985291,
      "x": 121.507282
    },
    {
      "name": "祥吉",
      "address": "新北市土城區延吉街194號",
      "y": 24.985217,
      "x": 121.467881
    },
    {
      "name": "驊豐",
      "address": "桃園市桃園區建國路101號1樓",
      "y": 24.985216,
      "x": 121.311961
    },
    {
      "name": "添恩",
      "address": "台北市文山區指南路三段8號10號",
      "y": 24.985136,
      "x": 121.579903
    },
    {
      "name": "新桃林",
      "address": "桃園市桃園區延平路4號6號1樓",
      "y": 24.985003,
      "x": 121.314285
    },
    {
      "name": "新矽谷",
      "address": "新北市新店區北新路三段205-1號",
      "y": 24.984945,
      "x": 121.540587
    },
    {
      "name": "速達",
      "address": "桃園市中壢區新生路二段378之2號",
      "y": 24.98484,
      "x": 121.223003
    },
    {
      "name": "金福",
      "address": "新北市板橋區金門街330號1樓",
      "y": 24.984793,
      "x": 121.428261
    },
    {
      "name": "利吉",
      "address": "新北市土城區延吉街261號",
      "y": 24.984689,
      "x": 121.467286
    },
    {
      "name": "興榮",
      "address": "新北市中和區福南里21鄰興南路二段90號1樓",
      "y": 24.98456,
      "x": 121.505408
    },
    {
      "name": "新廣",
      "address": "新北市新店區中正路542之5號1樓",
      "y": 24.984546,
      "x": 121.533786
    },
    {
      "name": "源盛",
      "address": "桃園市桃園區國聖一街188號1樓;宏昌十二街587號1樓",
      "y": 24.984545,
      "x": 121.288457
    },
    {
      "name": "文忠",
      "address": "台北市文山區忠順街二段10號1樓",
      "y": 24.98451,
      "x": 121.562383
    },
    {
      "name": "巨新",
      "address": "台北市文山區木新路二段212號及木新路二段218巷2號4號",
      "y": 24.984214,
      "x": 121.568144
    },
    {
      "name": "明光",
      "address": "桃園市八德區中華路157號",
      "y": 24.984131,
      "x": 121.27925
    },
    {
      "name": "莊鑫",
      "address": "新北市新店區中正路503之3號503之4號1樓2樓",
      "y": 24.984121,
      "x": 121.533543
    },
    {
      "name": "新學府",
      "address": "新北市土城區學府路一段223號225號1樓",
      "y": 24.984119,
      "x": 121.451403
    },
    {
      "name": "工業",
      "address": "桃園市中壢區吉林路131號1樓",
      "y": 24.984017,
      "x": 121.250406
    },
    {
      "name": "鶯明",
      "address": "桃園市桃園區桃鶯路251號",
      "y": 24.983888,
      "x": 121.318754
    },
    {
      "name": "景碩新",
      "address": "桃園市新屋區中華路810號1樓",
      "y": 24.983835,
      "x": 121.106373
    },
    {
      "name": "榮德",
      "address": "新北市樹林區東榮街8-10號",
      "y": 24.983787,
      "x": 121.418165
    },
    {
      "name": "新猷",
      "address": "新北市新店區安和路三段81號83號1樓",
      "y": 24.983753,
      "x": 121.517728
    },
    {
      "name": "大佶",
      "address": "桃園市桃園區三民路三段490號",
      "y": 24.983694,
      "x": 121.307314
    },
    {
      "name": "孝忠",
      "address": "新北市中和區忠孝街37巷2號",
      "y": 24.98369,
      "x": 121.511172
    },
    {
      "name": "新捷市",
      "address": "桃園市桃園區龍泉六街49號及龍城一街89號91號",
      "y": 24.983662,
      "x": 121.272076
    },
    {
      "name": "聖德",
      "address": "新北市土城區明德路二段207號1樓",
      "y": 24.983561,
      "x": 121.446453
    },
    {
      "name": "央和",
      "address": "新北市土城區中央路一段307.309號1樓",
      "y": 24.98352,
      "x": 121.443992
    },
    {
      "name": "佳福",
      "address": "新北市土城區青雲路152號",
      "y": 24.983347,
      "x": 121.458992
    },
    {
      "name": "權強",
      "address": "新北市新店區民權路68號",
      "y": 24.983201,
      "x": 121.538283
    },
    {
      "name": "同仁",
      "address": "新北市新店區民權路96號",
      "y": 24.983153,
      "x": 121.536624
    },
    {
      "name": "木新",
      "address": "台北市文山區木新路二段255號",
      "y": 24.983122,
      "x": 121.56668
    },
    {
      "name": "大坪林",
      "address": "新北市新店區民權路18號",
      "y": 24.983075,
      "x": 121.542049
    },
    {
      "name": "正民",
      "address": "新北市新店區中正路508號1樓",
      "y": 24.983059,
      "x": 121.533974
    },
    {
      "name": "金裕",
      "address": "新北市土城區裕民路255號1樓",
      "y": 24.982965,
      "x": 121.454843
    },
    {
      "name": "廷寮",
      "address": "新北市土城區清水路252號254號1樓",
      "y": 24.982911,
      "x": 121.461525
    },
    {
      "name": "聖運",
      "address": "新北市土城區明德路二段157.159號",
      "y": 24.982871,
      "x": 121.448142
    },
    {
      "name": "樹中",
      "address": "新北市板橋區溪城路105號1樓",
      "y": 24.982828,
      "x": 121.427537
    },
    {
      "name": "江菱",
      "address": "新北市新店區民權路93號1樓",
      "y": 24.982807,
      "x": 121.537302
    },
    {
      "name": "聖保祿",
      "address": "桃園市桃園區福安里建新街68號",
      "y": 24.98273,
      "x": 121.311869
    },
    {
      "name": "山興",
      "address": "桃園市龜山區山頂里明興街223號",
      "y": 24.982728,
      "x": 121.333421
    },
    {
      "name": "文儀",
      "address": "台北市文山區木新路三段54號56號",
      "y": 24.982592,
      "x": 121.564074
    },
    {
      "name": "華欣",
      "address": "新北市中和區華新街109巷1之2號1樓",
      "y": 24.982536,
      "x": 121.508982
    },
    {
      "name": "富邑",
      "address": "桃園市桃園區龍祥里龍泉五街82號龍祥街98號",
      "y": 24.982493,
      "x": 121.271719
    },
    {
      "name": "忠順",
      "address": "台北市文山區忠順街一段26巷15號",
      "y": 24.982468,
      "x": 121.559775
    },
    {
      "name": "禧緻",
      "address": "新北市中和區華新街156號",
      "y": 24.982467,
      "x": 121.507557
    },
    {
      "name": "吉利",
      "address": "桃園市中壢區吉林二路83巷30號32號34號",
      "y": 24.982391,
      "x": 121.248282
    },
    {
      "name": "桃金",
      "address": "桃園市桃園區金門2街83號及93號",
      "y": 24.981773,
      "x": 121.316816
    },
    {
      "name": "新宏國",
      "address": "桃園市八德區中華路292號294號1樓",
      "y": 24.981759,
      "x": 121.275845
    },
    {
      "name": "寶科",
      "address": "新北市新店區寶橋路235巷5號1樓",
      "y": 24.98173,
      "x": 121.550357
    },
    {
      "name": "新景美",
      "address": "台北市文山區木新路三段147號149號",
      "y": 24.981729,
      "x": 121.561431
    },
    {
      "name": "福祥",
      "address": "新北市土城區中央路一段320號322號",
      "y": 24.981657,
      "x": 121.443144
    },
    {
      "name": "清和",
      "address": "新北市土城區清水路100號",
      "y": 24.981451,
      "x": 121.457638
    },
    {
      "name": "青新",
      "address": "新北市新店區中山路137號1樓",
      "y": 24.981255,
      "x": 121.526414
    },
    {
      "name": "文新",
      "address": "台北市文山區樟新里木新路三段276號",
      "y": 24.981254,
      "x": 121.558149
    },
    {
      "name": "二十張",
      "address": "新北市新店區二十張路5號1樓",
      "y": 24.981229,
      "x": 121.538145
    },
    {
      "name": "蜜鄰",
      "address": "桃園市桃園區龍壽街96號98號",
      "y": 24.981127,
      "x": 121.26857
    },
    {
      "name": "南強",
      "address": "新北市新店區中興路三段168號1F",
      "y": 24.980959,
      "x": 121.544411
    },
    {
      "name": "山鶯",
      "address": "桃園市龜山區山鶯路372號",
      "y": 24.980864,
      "x": 121.330473
    },
    {
      "name": "台達電",
      "address": "桃園市龜山區山鶯路252號B1樓",
      "y": 24.980653,
      "x": 121.330725
    },
    {
      "name": "樹英",
      "address": "新北市樹林區大同里中華路120號",
      "y": 24.98058,
      "x": 121.417774
    },
    {
      "name": "新達豐",
      "address": "桃園市桃園區延平路202號;大豐路194號",
      "y": 24.980409,
      "x": 121.314412
    },
    {
      "name": "成章",
      "address": "桃園市中壢區成章二街192號",
      "y": 24.980371,
      "x": 121.257109
    },
    {
      "name": "寶強",
      "address": "新北市新店區寶中路88號1樓",
      "y": 24.98036,
      "x": 121.548628
    },
    {
      "name": "連豐",
      "address": "新北市新店區大豐路12號",
      "y": 24.980339,
      "x": 121.54112
    },
    {
      "name": "華鎮",
      "address": "新北市樹林區中華路381號1樓2樓",
      "y": 24.980309,
      "x": 121.41202
    },
    {
      "name": "文一",
      "address": "台北市文山區木新路三段351號353號1樓",
      "y": 24.980288,
      "x": 121.55575
    },
    {
      "name": "德城",
      "address": "新北市土城區明德路一段139號141號",
      "y": 24.980213,
      "x": 121.465312
    },
    {
      "name": "雙建",
      "address": "新北市新店區二十張路64號64之1號1樓",
      "y": 24.980181,
      "x": 121.536666
    },
    {
      "name": "鑫帝標",
      "address": "桃園市桃園區龍泉二街65號龍城五街66.68號1樓",
      "y": 24.980127,
      "x": 121.269862
    },
    {
      "name": "樹樺",
      "address": "新北市樹林區中華路341之5號341之6號一樓",
      "y": 24.980043,
      "x": 121.415658
    },
    {
      "name": "長陽",
      "address": "桃園市桃園區長沙街90號1樓",
      "y": 24.980001,
      "x": 121.309484
    },
    {
      "name": "太元",
      "address": "新北市樹林區太元街31號33號1樓",
      "y": 24.979797,
      "x": 121.418411
    },
    {
      "name": "凱園",
      "address": "新北市樹林區國凱街55號1樓",
      "y": 24.979329,
      "x": 121.421081
    },
    {
      "name": "精材",
      "address": "桃園市中壢區吉林路23號B1樓",
      "y": 24.979293,
      "x": 121.24511
    },
    {
      "name": "大盛",
      "address": "新北市新店區建國路167號169號1樓",
      "y": 24.979279,
      "x": 121.538382
    },
    {
      "name": "太順",
      "address": "新北市樹林區太順街49巷2號",
      "y": 24.979136,
      "x": 121.417886
    },
    {
      "name": "泳豐",
      "address": "新北市土城區永豐路264之1號",
      "y": 24.978869,
      "x": 121.469445
    },
    {
      "name": "長業",
      "address": "桃園市中壢區長春路23號",
      "y": 24.978692,
      "x": 121.249957
    },
    {
      "name": "詠康",
      "address": "桃園市桃園區長春路37號39號1樓",
      "y": 24.978685,
      "x": 121.249604
    },
    {
      "name": "摩漾",
      "address": "新北市土城區中央路二段61巷21號1樓",
      "y": 24.978598,
      "x": 121.444213
    },
    {
      "name": "中孝",
      "address": "桃園市中壢區忠孝路248號1樓2樓",
      "y": 24.978428,
      "x": 121.254555
    },
    {
      "name": "高城",
      "address": "桃園市八德區高城八街58巷5號1樓",
      "y": 24.978393,
      "x": 121.27427
    },
    {
      "name": "新龍壽",
      "address": "桃園市桃園區龍壽街20號",
      "y": 24.978283,
      "x": 121.269718
    },
    {
      "name": "新寶橋",
      "address": "新北市新店區寶橋路192號",
      "y": 24.978173,
      "x": 121.550692
    },
    {
      "name": "新極景",
      "address": "新北市新店區北新路二段252-1號",
      "y": 24.978068,
      "x": 121.542903
    },
    {
      "name": "佳宏",
      "address": "新北市樹林區太平路150巷1號",
      "y": 24.977908,
      "x": 121.418418
    },
    {
      "name": "順興",
      "address": "新北市樹林區東興街41號",
      "y": 24.97789,
      "x": 121.410589
    },
    {
      "name": "桃醫",
      "address": "桃園市桃園區中山路1492號",
      "y": 24.977858,
      "x": 121.268952
    },
    {
      "name": "中林",
      "address": "新北市土城區員林街14號",
      "y": 24.977746,
      "x": 121.443197
    },
    {
      "name": "上北可",
      "address": "新北市土城區明德路一段232號",
      "y": 24.977418,
      "x": 121.460405
    },
    {
      "name": "興聖",
      "address": "桃園市中壢區新生路二段48號1樓",
      "y": 24.977332,
      "x": 121.222905
    },
    {
      "name": "正神",
      "address": "桃園市中壢區成章一街10號12號1樓2樓",
      "y": 24.977124,
      "x": 121.259294
    },
    {
      "name": "隆城",
      "address": "新北市土城區學士路15巷2號17號1樓",
      "y": 24.977092,
      "x": 121.446544
    },
    {
      "name": "寶元",
      "address": "新北市新店區寶橋路156之2號156之3號1樓",
      "y": 24.976783,
      "x": 121.548565
    },
    {
      "name": "宏太",
      "address": "桃園市桃園區桃鶯路384-9號384-10號1樓",
      "y": 24.976699,
      "x": 121.322787
    },
    {
      "name": "城庚",
      "address": "新北市土城區金城路二段6號B1",
      "y": 24.976437,
      "x": 121.44873
    },
    {
      "name": "雙鑫",
      "address": "新北市新店區北新路二段169號",
      "y": 24.976383,
      "x": 121.542704
    },
    {
      "name": "真莘",
      "address": "新北市新店區中正路362號",
      "y": 24.976084,
      "x": 121.535619
    },
    {
      "name": "金源",
      "address": "新北市土城區水源街59號1樓、福仁街23號1樓",
      "y": 24.975951,
      "x": 121.440374
    },
    {
      "name": "自強一",
      "address": "桃園市中壢區自強一路65號67號69號",
      "y": 24.975779,
      "x": 121.244282
    },
    {
      "name": "高峰",
      "address": "新北市土城區中央路二段187號",
      "y": 24.975771,
      "x": 121.442143
    },
    {
      "name": "城政",
      "address": "新北市土城區中正路69號1樓",
      "y": 24.975753,
      "x": 121.444689
    },
    {
      "name": "宏達電",
      "address": "桃園市桃園區興華路23號",
      "y": 24.97571,
      "x": 121.326692
    },
    {
      "name": "豐德",
      "address": "桃園市八德區永豐路605號1樓",
      "y": 24.975629,
      "x": 121.270679
    },
    {
      "name": "寶興",
      "address": "新北市新店區寶橋路88號1樓",
      "y": 24.97561,
      "x": 121.546584
    },
    {
      "name": "安坑",
      "address": "新北市新店區安民街346號348號1樓",
      "y": 24.975566,
      "x": 121.51701
    },
    {
      "name": "新屋中",
      "address": "桃園市新屋區中華路357號1樓",
      "y": 24.975499,
      "x": 121.106072
    },
    {
      "name": "百建",
      "address": "新北市新店區民族路239號241號1樓",
      "y": 24.97548,
      "x": 121.536666
    },
    {
      "name": "德力",
      "address": "桃園市八德區大福里介壽路一段134號136號",
      "y": 24.9753,
      "x": 121.30227
    },
    {
      "name": "福德",
      "address": "新北市新店區三民路179號1樓",
      "y": 24.975235,
      "x": 121.535004
    },
    {
      "name": "日日興",
      "address": "桃園市新屋區中山西路一段280巷20號",
      "y": 24.975226,
      "x": 121.091431
    },
    {
      "name": "寶福",
      "address": "新北市新店區寶橋路78巷3號1F",
      "y": 24.975189,
      "x": 121.547216
    },
    {
      "name": "新虎山",
      "address": "桃園市桃園區成功路三段50號52號1樓",
      "y": 24.975138,
      "x": 121.260324
    },
    {
      "name": "成高",
      "address": "桃園市桃園區成功路三段8號1樓",
      "y": 24.975138,
      "x": 121.260324
    },
    {
      "name": "福神",
      "address": "桃園市中壢區福德路79號81號",
      "y": 24.974941,
      "x": 121.257931
    },
    {
      "name": "統和",
      "address": "新北市新店區安和里安民街335號337號",
      "y": 24.974796,
      "x": 121.517151
    },
    {
      "name": "華信",
      "address": "桃園市桃園區成功路一段47號",
      "y": 24.974734,
      "x": 121.260341
    },
    {
      "name": "山佳",
      "address": "新北市樹林區中山路三段87號",
      "y": 24.97471,
      "x": 121.400271
    },
    {
      "name": "京采",
      "address": "桃園市桃園區延平路289號1樓",
      "y": 24.974673,
      "x": 121.314819
    },
    {
      "name": "百和",
      "address": "新北市新店區中正路306號308號",
      "y": 24.974669,
      "x": 121.537461
    },
    {
      "name": "光員",
      "address": "新北市土城區光明街15號",
      "y": 24.974558,
      "x": 121.44211
    },
    {
      "name": "復強",
      "address": "桃園市中壢區自強六路53號復華街212號1樓",
      "y": 24.974475,
      "x": 121.2483
    },
    {
      "name": "城邦",
      "address": "桃園市桃園區樹仁三街81號83號85號1樓",
      "y": 24.97439,
      "x": 121.322216
    },
    {
      "name": "台達二",
      "address": "桃園市中壢區東園路3號B1樓",
      "y": 24.974283,
      "x": 121.239659
    },
    {
      "name": "益志",
      "address": "桃園市桃園區樹仁三街102號",
      "y": 24.974272,
      "x": 121.32075
    },
    {
      "name": "國仲",
      "address": "桃園市桃園區中德里國際路一段538號",
      "y": 24.974056,
      "x": 121.289108
    },
    {
      "name": "新福民",
      "address": "新北市新店區中央路135號",
      "y": 24.973714,
      "x": 121.530494
    },
    {
      "name": "尖山",
      "address": "新北市鶯歌區國際二路6巷1號",
      "y": 24.97371,
      "x": 121.338309
    },
    {
      "name": "笙園",
      "address": "桃園市中壢區新生路738號740號742號1樓",
      "y": 24.973702,
      "x": 121.223654
    },
    {
      "name": "慶祥",
      "address": "新北市土城區中華路二段126號1樓",
      "y": 24.973643,
      "x": 121.437612
    },
    {
      "name": "真親切",
      "address": "新北市新店區中央路212號214號",
      "y": 24.973559,
      "x": 121.529909
    },
    {
      "name": "凡賽絲",
      "address": "新北市新店區安民街290號1樓",
      "y": 24.97338,
      "x": 121.517715
    },
    {
      "name": "青雲",
      "address": "新北市土城區青雲路499號501號",
      "y": 24.973376,
      "x": 121.458847
    },
    {
      "name": "統客",
      "address": "新北市新店區寶興路49號",
      "y": 24.973211,
      "x": 121.549359
    },
    {
      "name": "觀富",
      "address": "桃園市觀音區新富路701號1樓",
      "y": 24.973197,
      "x": 121.139209
    },
    {
      "name": "寶新",
      "address": "新北市新店區北新路二段57號",
      "y": 24.973184,
      "x": 121.542748
    },
    {
      "name": "社子",
      "address": "桃園市新屋區中興路1532之1號1樓",
      "y": 24.973121,
      "x": 121.103568
    },
    {
      "name": "工園",
      "address": "桃園市中壢區西園路27號西園路25巷5號1樓",
      "y": 24.973094,
      "x": 121.234712
    },
    {
      "name": "建國",
      "address": "新北市新店區中正路236號",
      "y": 24.973069,
      "x": 121.539787
    },
    {
      "name": "城利",
      "address": "新北市土城區中央路二段223-13.223-15號",
      "y": 24.973033,
      "x": 121.440618
    },
    {
      "name": "鶯湖",
      "address": "新北市鶯歌區大湖路374號",
      "y": 24.973016,
      "x": 121.346013
    },
    {
      "name": "新屋山",
      "address": "桃園市新屋區新屋里中山路288號",
      "y": 24.972945,
      "x": 121.106595
    },
    {
      "name": "福強",
      "address": "新北市新店區三民路147之1號149號1樓",
      "y": 24.972901,
      "x": 121.534005
    },
    {
      "name": "華壢",
      "address": "桃園市中壢區中華路一段288號290號1樓",
      "y": 24.972815,
      "x": 121.257506
    },
    {
      "name": "鳳福",
      "address": "新北市鶯歌區鶯桃路二段48號50號1樓",
      "y": 24.972797,
      "x": 121.325364
    },
    {
      "name": "新屋",
      "address": "桃園市新屋區新生里12鄰中山路367號369號371號",
      "y": 24.972792,
      "x": 121.1022
    },
    {
      "name": "佳政",
      "address": "新北市樹林區中山路三段209-1號211號1樓",
      "y": 24.972314,
      "x": 121.393828
    },
    {
      "name": "新亞洲",
      "address": "新北市土城區亞洲路110號112號1樓",
      "y": 24.972259,
      "x": 121.434131
    },
    {
      "name": "德隆",
      "address": "桃園市八德區永豐路408號410號1樓",
      "y": 24.972176,
      "x": 121.275105
    },
    {
      "name": "德正",
      "address": "新北市新店區德正街23巷1號",
      "y": 24.971998,
      "x": 121.544148
    },
    {
      "name": "百福",
      "address": "新北市新店區三民路50號52號1樓",
      "y": 24.971983,
      "x": 121.535616
    },
    {
      "name": "新中",
      "address": "新北市新店區中正路160號1樓",
      "y": 24.971952,
      "x": 121.541493
    },
    {
      "name": "鶯桃",
      "address": "新北市鶯歌區鶯桃路二段7號",
      "y": 24.971931,
      "x": 121.325973
    },
    {
      "name": "鋒彩",
      "address": "桃園市中壢區中正路1439之1號",
      "y": 24.971903,
      "x": 121.200126
    },
    {
      "name": "鈺朋",
      "address": "桃園市桃園區莊敬路二段105號1樓",
      "y": 24.971827,
      "x": 121.257061
    },
    {
      "name": "北勢",
      "address": "桃園市新屋區中山東路一段745號",
      "y": 24.971799,
      "x": 121.131211
    },
    {
      "name": "信利",
      "address": "新北市土城區興城路96巷4號",
      "y": 24.97178,
      "x": 121.440356
    },
    {
      "name": "豐利",
      "address": "桃園市中壢區南園二路63號",
      "y": 24.971523,
      "x": 121.234299
    },
    {
      "name": "擎天",
      "address": "桃園市桃園區桃鶯路50號52號1樓",
      "y": 24.970979,
      "x": 121.326975
    },
    {
      "name": "慶斌",
      "address": "新北市樹林區中洲街51巷1號",
      "y": 24.970957,
      "x": 121.396664
    },
    {
      "name": "忠敬",
      "address": "桃園市中壢區莊敬路90號",
      "y": 24.970806,
      "x": 121.25698
    },
    {
      "name": "大享",
      "address": "桃園市中壢區中正路1262號1樓",
      "y": 24.970767,
      "x": 121.201692
    },
    {
      "name": "精材二",
      "address": "桃園市中壢區自強一路8號2樓",
      "y": 24.970642,
      "x": 121.244637
    },
    {
      "name": "樹園",
      "address": "新北市樹林區佳園路一段52號1樓",
      "y": 24.970603,
      "x": 121.392901
    },
    {
      "name": "美河",
      "address": "新北市新店區三民路35巷2號",
      "y": 24.970569,
      "x": 121.537383
    },
    {
      "name": "台達五",
      "address": "桃園市中壢區東園路16號 2樓",
      "y": 24.970437,
      "x": 121.240028
    },
    {
      "name": "金帝寶",
      "address": "桃園市新屋區中山東路一段106號",
      "y": 24.970069,
      "x": 121.115389
    },
    {
      "name": "安博",
      "address": "新北市新店區安民街154號154-1號1樓",
      "y": 24.970005,
      "x": 121.516769
    },
    {
      "name": "嶄新",
      "address": "新北市新店區中正路57-2號1樓",
      "y": 24.969918,
      "x": 121.544289
    },
    {
      "name": "勇伯",
      "address": "桃園市八德區東勇北路380號",
      "y": 24.969524,
      "x": 121.306565
    },
    {
      "name": "鳳鳴",
      "address": "新北市鶯歌區永和街115巷44.46號1樓",
      "y": 24.96951,
      "x": 121.333211
    },
    {
      "name": "萬全",
      "address": "新北市鶯歌區鶯桃路660號",
      "y": 24.969343,
      "x": 121.329097
    },
    {
      "name": "新安和",
      "address": "新北市新店區安和路二段89號91號",
      "y": 24.969162,
      "x": 121.518465
    },
    {
      "name": "復華",
      "address": "桃園市中壢區中華路一段670號672號1樓",
      "y": 24.969158,
      "x": 121.249456
    },
    {
      "name": "安民",
      "address": "新北市新店區安民街133巷9號11號",
      "y": 24.96915,
      "x": 121.516076
    },
    {
      "name": "明福",
      "address": "桃園市八德區大明街105號107號",
      "y": 24.96908,
      "x": 121.298763
    },
    {
      "name": "鎮鑫",
      "address": "新北市新店區中興路一段289號",
      "y": 24.968827,
      "x": 121.545445
    },
    {
      "name": "台達三",
      "address": "桃園市中壢區南園路4號1樓",
      "y": 24.968706,
      "x": 121.238545
    },
    {
      "name": "富莊",
      "address": "桃園市中壢區莊敬路141號",
      "y": 24.968706,
      "x": 121.257585
    },
    {
      "name": "湯華",
      "address": "桃園市中壢區中華路一段745號747號749號1樓",
      "y": 24.968122,
      "x": 121.248005
    },
    {
      "name": "德勇",
      "address": "桃園市八德區大勇里忠勇街365號",
      "y": 24.968034,
      "x": 121.30331
    },
    {
      "name": "土城",
      "address": "新北市土城區中央路三段42號",
      "y": 24.967976,
      "x": 121.437295
    },
    {
      "name": "楓華",
      "address": "新北市新店區中華路20號1樓",
      "y": 24.967703,
      "x": 121.540498
    },
    {
      "name": "新壢智",
      "address": "桃園市中壢區興仁路二段57號1樓",
      "y": 24.967614,
      "x": 121.262674
    },
    {
      "name": "承義",
      "address": "新北市土城區忠承路22號",
      "y": 24.967552,
      "x": 121.441061
    },
    {
      "name": "家權",
      "address": "桃園市中壢區民權路二段98號",
      "y": 24.967455,
      "x": 121.21632
    },
    {
      "name": "新福街",
      "address": "桃園市中壢區福州二街392號1樓",
      "y": 24.967454,
      "x": 121.231537
    },
    {
      "name": "新莊伯",
      "address": "桃園市桃園區莊敬路一段175號177號1樓",
      "y": 24.967241,
      "x": 121.257587
    },
    {
      "name": "環宇",
      "address": "桃園市中壢區自強15鄰環中東路8號",
      "y": 24.967226,
      "x": 121.260191
    },
    {
      "name": "北新",
      "address": "新北市新店區北新路一段289號291號",
      "y": 24.96713,
      "x": 121.541025
    },
    {
      "name": "福冠",
      "address": "桃園市中壢區福州一街242號1樓及2樓",
      "y": 24.96694,
      "x": 121.233116
    },
    {
      "name": "五峰",
      "address": "新北市新店區中興路一段252號",
      "y": 24.9667,
      "x": 121.544695
    },
    {
      "name": "及人",
      "address": "新北市新店區安民街72號",
      "y": 24.966663,
      "x": 121.516588
    },
    {
      "name": "莊壢",
      "address": "桃園市中壢區莊敬路199號",
      "y": 24.966457,
      "x": 121.25731
    },
    {
      "name": "承天",
      "address": "新北市土城區承天路1號",
      "y": 24.966393,
      "x": 121.435949
    },
    {
      "name": "鑫旺",
      "address": "桃園市中壢區興安二街1號1樓興仁路二段116號1樓",
      "y": 24.966193,
      "x": 121.262869
    },
    {
      "name": "振裕",
      "address": "桃園市八德區福德一路54號",
      "y": 24.966192,
      "x": 121.328613
    },
    {
      "name": "高進",
      "address": "桃園市中壢區環北路196號",
      "y": 24.966061,
      "x": 121.222179
    },
    {
      "name": "精材三",
      "address": "桃園市中壢區中園路188號B1樓",
      "y": 24.965682,
      "x": 121.237674
    },
    {
      "name": "冠冠",
      "address": "新北市新店區北新路一段231號1樓新生街1號1樓",
      "y": 24.965649,
      "x": 121.54053
    },
    {
      "name": "學央",
      "address": "桃園市平鎮區中央路187號",
      "y": 24.965564,
      "x": 121.190921
    },
    {
      "name": "榮福",
      "address": "桃園市中壢區永福路1092號1092-1號1096號1樓",
      "y": 24.965559,
      "x": 121.252335
    },
    {
      "name": "湧北",
      "address": "桃園市八德區東勇街396-1號",
      "y": 24.965328,
      "x": 121.309109
    },
    {
      "name": "中行",
      "address": "新北市新店區中興路一段193號195號",
      "y": 24.965216,
      "x": 121.543196
    },
    {
      "name": "智勝",
      "address": "桃園市桃園區桃智路1號3號1樓",
      "y": 24.965205,
      "x": 121.294682
    },
    {
      "name": "福州一",
      "address": "桃園市中壢區福州一街102號1樓",
      "y": 24.965078,
      "x": 121.231833
    },
    {
      "name": "新紫城",
      "address": "新北市土城區福安街38號40號",
      "y": 24.96489,
      "x": 121.419164
    },
    {
      "name": "新永寧",
      "address": "新北市土城區中央路三段191之1號及永寧路1號3號",
      "y": 24.964869,
      "x": 121.430708
    },
    {
      "name": "忠承",
      "address": "新北市土城區忠承路103號1樓",
      "y": 24.964784,
      "x": 121.438523
    },
    {
      "name": "海華",
      "address": "桃園市中壢區慈惠三街152號154號",
      "y": 24.964694,
      "x": 121.225841
    },
    {
      "name": "長虹",
      "address": "新北市鶯歌區鶯桃路432號1樓",
      "y": 24.964656,
      "x": 121.333044
    },
    {
      "name": "城運",
      "address": "新北市土城區承天路10號",
      "y": 24.964648,
      "x": 121.437064
    },
    {
      "name": "新街",
      "address": "桃園市中壢區環北路543號",
      "y": 24.96464,
      "x": 121.229114
    },
    {
      "name": "公崙",
      "address": "新北市新店區安民街13號安民街3巷6弄12號",
      "y": 24.964587,
      "x": 121.515119
    },
    {
      "name": "新中華",
      "address": "桃園市中壢區中華路二段328號",
      "y": 24.964476,
      "x": 121.236217
    },
    {
      "name": "興榮珍",
      "address": "桃園市中壢區興仁路二段200之1號;198巷1之3號1樓",
      "y": 24.964437,
      "x": 121.263486
    },
    {
      "name": "立莊",
      "address": "桃園市中壢區莊敬路805號",
      "y": 24.9644,
      "x": 121.255337
    },
    {
      "name": "祥泰",
      "address": "新北市土城區中山路38號",
      "y": 24.964222,
      "x": 121.425565
    },
    {
      "name": "大智湧",
      "address": "桃園市八德區大智路11號13號1樓2樓",
      "y": 24.964101,
      "x": 121.299898
    },
    {
      "name": "海和",
      "address": "桃園市中壢區六和路66號68號",
      "y": 24.963951,
      "x": 121.22417
    },
    {
      "name": "新德鴻",
      "address": "桃園市桃園區永福西街111號113號",
      "y": 24.963642,
      "x": 121.295423
    },
    {
      "name": "康城",
      "address": "新北市新店區安康路一段222之1號",
      "y": 24.963622,
      "x": 121.523833
    },
    {
      "name": "義展",
      "address": "桃園市八德區義勇街151號151-1號1樓",
      "y": 24.963504,
      "x": 121.305453
    },
    {
      "name": "惠祥",
      "address": "桃園市中壢區榮安一街293號",
      "y": 24.963475,
      "x": 121.258305
    },
    {
      "name": "安城",
      "address": "新北市新店區安康路一段283號",
      "y": 24.963446,
      "x": 121.523655
    },
    {
      "name": "金學",
      "address": "桃園市桃園區國際一路121號",
      "y": 24.963432,
      "x": 121.293288
    },
    {
      "name": "百豐",
      "address": "新北市新店區安康路一段168號1樓",
      "y": 24.963284,
      "x": 121.525192
    },
    {
      "name": "新贊",
      "address": "新北市新店區北新路一段14號1樓",
      "y": 24.963281,
      "x": 121.539553
    },
    {
      "name": "多利",
      "address": "桃園市新屋區中山東路二段760號1樓",
      "y": 24.963187,
      "x": 121.146421
    },
    {
      "name": "東勇",
      "address": "桃園市八德區東勇街83號",
      "y": 24.963117,
      "x": 121.306599
    },
    {
      "name": "太子",
      "address": "新北市土城區中山路47號",
      "y": 24.962917,
      "x": 121.420619
    },
    {
      "name": "安德",
      "address": "新北市新店區安德街8號10號12號1樓",
      "y": 24.962806,
      "x": 121.512138
    },
    {
      "name": "新元",
      "address": "桃園市中壢區新生路232號234號",
      "y": 24.962778,
      "x": 121.223133
    },
    {
      "name": "桃德",
      "address": "桃園市八德區介壽路一段794號1樓",
      "y": 24.962746,
      "x": 121.299883
    },
    {
      "name": "王子",
      "address": "桃園市中壢區三光路130號1樓",
      "y": 24.962492,
      "x": 121.212088
    },
    {
      "name": "海帝",
      "address": "桃園市中壢區元化路307號1樓",
      "y": 24.962285,
      "x": 121.225037
    },
    {
      "name": "大智通",
      "address": "新北市樹林區佳園路二段70-1號",
      "y": 24.962215,
      "x": 121.391317
    },
    {
      "name": "ES2",
      "address": "新北市樹林區佳園路二段70號-1號",
      "y": 24.962215,
      "x": 121.391317
    },
    {
      "name": "八勇",
      "address": "桃園市八德區忠勇街197號",
      "y": 24.962161,
      "x": 121.303679
    },
    {
      "name": "御昇",
      "address": "新北市樹林區佳園路二段34號1樓",
      "y": 24.962058,
      "x": 121.391271
    },
    {
      "name": "安忠",
      "address": "新北市新店區安忠路20號",
      "y": 24.962028,
      "x": 121.514431
    },
    {
      "name": "耀康",
      "address": "桃園市中壢區溪洲街267巷1號一樓",
      "y": 24.96199,
      "x": 121.23052
    },
    {
      "name": "豐亞",
      "address": "桃園市中壢區民族路六段232號236號1樓",
      "y": 24.961875,
      "x": 121.161737
    },
    {
      "name": "安康",
      "address": "新北市新店區安德街70號72號1樓+2樓",
      "y": 24.96187,
      "x": 121.510394
    },
    {
      "name": "天闊",
      "address": "新北市新店區環河路16號",
      "y": 24.961673,
      "x": 121.537275
    },
    {
      "name": "影華",
      "address": "桃園市中壢區九和一街20號1樓",
      "y": 24.961527,
      "x": 121.223772
    },
    {
      "name": "新明",
      "address": "新北市新店區光明街140號",
      "y": 24.961407,
      "x": 121.53938
    },
    {
      "name": "志廣",
      "address": "桃園市中壢區志廣路107號109號1樓2樓",
      "y": 24.961323,
      "x": 121.206032
    },
    {
      "name": "世紀廣",
      "address": "桃園市中壢區興南里新生路182號",
      "y": 24.961275,
      "x": 121.223094
    },
    {
      "name": "茗安",
      "address": "桃園市八德區陸光街45號",
      "y": 24.961254,
      "x": 121.297625
    },
    {
      "name": "三光",
      "address": "桃園市中壢區中央西路二段259號259-1號1樓",
      "y": 24.961234,
      "x": 121.211902
    },
    {
      "name": "中山二",
      "address": "新北市土城區中山路3號B1樓",
      "y": 24.961125,
      "x": 121.413217
    },
    {
      "name": "安成",
      "address": "新北市新店區安成街35號29號",
      "y": 24.961071,
      "x": 121.509835
    },
    {
      "name": "環福",
      "address": "桃園市中壢區普忠路213號",
      "y": 24.960919,
      "x": 121.246167
    },
    {
      "name": "榮安",
      "address": "桃園市中壢區榮安十三街297號1樓及榮安十四街2號1樓",
      "y": 24.960796,
      "x": 121.257836
    },
    {
      "name": "龍翔",
      "address": "桃園市中壢區普義路175號",
      "y": 24.960771,
      "x": 121.231551
    },
    {
      "name": "民生廠",
      "address": "新北市土城區民生街4號B1",
      "y": 24.960691,
      "x": 121.414614
    },
    {
      "name": "燿福",
      "address": "新北市土城區中山路1-1號1樓",
      "y": 24.960632,
      "x": 121.412204
    },
    {
      "name": "學屋",
      "address": "桃園市中壢區民族路三段402號406號",
      "y": 24.960594,
      "x": 121.190133
    },
    {
      "name": "頂孝",
      "address": "新北市土城區中央路四段50-3.50-5號1樓",
      "y": 24.960589,
      "x": 121.420299
    },
    {
      "name": "廣懋",
      "address": "桃園市八德區廣福路578號",
      "y": 24.960563,
      "x": 121.284928
    },
    {
      "name": "福國",
      "address": "桃園市八德區福國北街48號50號1樓",
      "y": 24.960522,
      "x": 121.29485
    },
    {
      "name": "吉富",
      "address": "桃園市八德區白鷺里永豐南路72號",
      "y": 24.960412,
      "x": 121.279263
    },
    {
      "name": "雙嶺",
      "address": "桃園市中壢區松義路111號113號1樓",
      "y": 24.960312,
      "x": 121.166438
    },
    {
      "name": "美壢",
      "address": "桃園市中壢區中美路二段72號",
      "y": 24.959978,
      "x": 121.222325
    },
    {
      "name": "全新",
      "address": "新北市新店區安康路二段147號1樓",
      "y": 24.959908,
      "x": 121.511325
    },
    {
      "name": "興美",
      "address": "桃園市中壢區興國路85號87號一樓",
      "y": 24.959861,
      "x": 121.220795
    },
    {
      "name": "大湳",
      "address": "桃園市八德區和平路875-1號",
      "y": 24.959756,
      "x": 121.31955
    },
    {
      "name": "福僑",
      "address": "桃園市八德區廣福路162號164號1樓",
      "y": 24.959661,
      "x": 121.295578
    },
    {
      "name": "新樺",
      "address": "桃園市新屋區中華南路一段379號381號",
      "y": 24.959447,
      "x": 121.114959
    },
    {
      "name": "廣福",
      "address": "桃園市八德區廣福路30號1樓",
      "y": 24.959296,
      "x": 121.291635
    },
    {
      "name": "夜市",
      "address": "桃園市中壢區中央西路二段125號",
      "y": 24.959268,
      "x": 121.214834
    },
    {
      "name": "北原",
      "address": "桃園市中壢區新中北路239號241號1樓",
      "y": 24.959207,
      "x": 121.23968
    },
    {
      "name": "能仁",
      "address": "新北市新店區光明街38號1樓2樓",
      "y": 24.959178,
      "x": 121.538447
    },
    {
      "name": "雙榮",
      "address": "桃園市平鎮區雙連里民族路雙連三段8號1樓",
      "y": 24.958869,
      "x": 121.179264
    },
    {
      "name": "金權",
      "address": "桃園市中壢區光明里中央西路二段49號",
      "y": 24.958662,
      "x": 121.217243
    },
    {
      "name": "央大",
      "address": "桃園市平鎮區民族路三段275號高雙路3號",
      "y": 24.958497,
      "x": 121.19217
    },
    {
      "name": "大中原",
      "address": "桃園市中壢區新中北路151號151-1號一樓",
      "y": 24.958463,
      "x": 121.238104
    },
    {
      "name": "盛烽",
      "address": "桃園市新屋區梅高路三段310之6號",
      "y": 24.958314,
      "x": 121.145117
    },
    {
      "name": "壢美",
      "address": "桃園市中壢區中美路39號1樓及建國北路55號1樓",
      "y": 24.958223,
      "x": 121.226483
    },
    {
      "name": "聖央",
      "address": "桃園市中壢區中央西路一段78號1樓",
      "y": 24.95813,
      "x": 121.2214
    },
    {
      "name": "大東圓",
      "address": "新北市樹林區柑園街一段67號67-1號67-2號1樓",
      "y": 24.958126,
      "x": 121.400375
    },
    {
      "name": "統上",
      "address": "桃園市中壢區新中北路465號1樓",
      "y": 24.958085,
      "x": 121.24485
    },
    {
      "name": "安峰",
      "address": "新北市新店區安康路二段350之3號",
      "y": 24.957896,
      "x": 121.503614
    },
    {
      "name": "新店站",
      "address": "新北市新店區北宜路一段2號",
      "y": 24.957871,
      "x": 121.537784
    },
    {
      "name": "歌德",
      "address": "新北市鶯歌區德昌二街77號之1",
      "y": 24.957843,
      "x": 121.33346
    },
    {
      "name": "過嶺",
      "address": "桃園市中壢區民族路五段451號453號1樓",
      "y": 24.957763,
      "x": 121.16703
    },
    {
      "name": "虹海",
      "address": "新北市土城區中央路四段109號111號1樓",
      "y": 24.957758,
      "x": 121.416597
    },
    {
      "name": "環民",
      "address": "桃園市中壢區環西路2號",
      "y": 24.957636,
      "x": 121.207226
    },
    {
      "name": "世傳",
      "address": "桃園市八德區和平路122號126號1樓",
      "y": 24.957571,
      "x": 121.302368
    },
    {
      "name": "八福",
      "address": "桃園市八德區福國街76-1號",
      "y": 24.957566,
      "x": 121.293309
    },
    {
      "name": "高屋",
      "address": "桃園市中壢區民族路二段150號152號",
      "y": 24.957516,
      "x": 121.204455
    },
    {
      "name": "景大",
      "address": "新北市新店區安忠路69號1樓71巷1號1樓?",
      "y": 24.957365,
      "x": 121.511399
    },
    {
      "name": "青潭",
      "address": "新北市新店區北宜路一段41-1號",
      "y": 24.957322,
      "x": 121.538466
    },
    {
      "name": "勝壢",
      "address": "桃園市中壢區中央西路一段一號一樓",
      "y": 24.957215,
      "x": 121.223119
    },
    {
      "name": "國鶯",
      "address": "新北市鶯歌區中山路142號1F",
      "y": 24.95714,
      "x": 121.349887
    },
    {
      "name": "高安",
      "address": "桃園市平鎮區民族路三段95號",
      "y": 24.956927,
      "x": 121.195559
    },
    {
      "name": "碧潭",
      "address": "新北市新店區北宜路一段28號",
      "y": 24.956884,
      "x": 121.538119
    },
    {
      "name": "安佳",
      "address": "新北市新店區安祥路111號",
      "y": 24.956841,
      "x": 121.475464
    },
    {
      "name": "新中北",
      "address": "桃園市中壢區新中北路1018-1號1樓",
      "y": 24.956762,
      "x": 121.255974
    },
    {
      "name": "柏德",
      "address": "桃園市中壢區中北路158號1樓",
      "y": 24.956742,
      "x": 121.23941
    },
    {
      "name": "頂埔",
      "address": "新北市土城區中央路四段274號276號1樓",
      "y": 24.956715,
      "x": 121.414541
    },
    {
      "name": "國僑",
      "address": "桃園市八德區建國路1075號",
      "y": 24.956668,
      "x": 121.295554
    },
    {
      "name": "新新明",
      "address": "桃園市中壢區民族路208號1樓",
      "y": 24.956608,
      "x": 121.210163
    },
    {
      "name": "中同",
      "address": "桃園市中壢區大同路141號143號1樓",
      "y": 24.956538,
      "x": 121.221909
    },
    {
      "name": "新店",
      "address": "新北市新店區碧潭路14號1樓",
      "y": 24.956331,
      "x": 121.534638
    },
    {
      "name": "來來",
      "address": "桃園市中壢區中央東路62號",
      "y": 24.956324,
      "x": 121.225543
    },
    {
      "name": "華薪",
      "address": "桃園市中壢區新中北路二段179號181號",
      "y": 24.956135,
      "x": 121.262013
    },
    {
      "name": "加百列",
      "address": "新北市鶯歌區中正一路131號133號1樓",
      "y": 24.956135,
      "x": 121.352137
    },
    {
      "name": "冠成",
      "address": "桃園市八德區重慶街172號",
      "y": 24.955996,
      "x": 121.30377
    },
    {
      "name": "元町",
      "address": "新北市鶯歌區光明街128號130號1樓",
      "y": 24.95594,
      "x": 121.345369
    },
    {
      "name": "新壢揚",
      "address": "桃園市中壢區中山路138號",
      "y": 24.955922,
      "x": 121.224969
    },
    {
      "name": "元化",
      "address": "桃園市中壢區元化路1-1號",
      "y": 24.955858,
      "x": 121.227054
    },
    {
      "name": "美家",
      "address": "桃園市中壢區中北路34號36號1樓",
      "y": 24.955727,
      "x": 121.236563
    },
    {
      "name": "歌園",
      "address": "新北市鶯歌區國華路31號",
      "y": 24.955651,
      "x": 121.342968
    },
    {
      "name": "迎和",
      "address": "桃園市八德區金和路52號",
      "y": 24.955438,
      "x": 121.296978
    },
    {
      "name": "仕新",
      "address": "桃園市中壢區日新路112號",
      "y": 24.95535,
      "x": 121.240729
    },
    {
      "name": "碧興",
      "address": "新北市新店區北宜路一段120號122號1樓",
      "y": 24.955048,
      "x": 121.539195
    },
    {
      "name": "新壢",
      "address": "桃園市中壢區日新路66號68號",
      "y": 24.954628,
      "x": 121.239513
    },
    {
      "name": "金鶯",
      "address": "新北市鶯歌區鶯桃路131-133號",
      "y": 24.954579,
      "x": 121.338093
    },
    {
      "name": "韻翔",
      "address": "桃園市平鎮區文化街71號1樓",
      "y": 24.954525,
      "x": 121.203196
    },
    {
      "name": "廣興",
      "address": "桃園市平鎮區忠孝路69號及廣東段305號306號",
      "y": 24.954493,
      "x": 121.212799
    },
    {
      "name": "廣城",
      "address": "桃園市平鎮區廣達里廣平街20號24號1樓",
      "y": 24.954457,
      "x": 121.207686
    },
    {
      "name": "鶯歌讚",
      "address": "新北市鶯歌區文化路68-1號2樓C+D區",
      "y": 24.954432,
      "x": 121.355399
    },
    {
      "name": "原大",
      "address": "桃園市中壢區實踐路46號",
      "y": 24.954319,
      "x": 121.242284
    },
    {
      "name": "壢和",
      "address": "桃園市中壢區中和路114號",
      "y": 24.954119,
      "x": 121.225485
    },
    {
      "name": "樹佳",
      "address": "新北市樹林區佳園路三段31之1號",
      "y": 24.954096,
      "x": 121.388218
    },
    {
      "name": "鶯育",
      "address": "新北市鶯歌區南雅路34號36號1樓",
      "y": 24.95394,
      "x": 121.349017
    },
    {
      "name": "鶯歌",
      "address": "新北市鶯歌區國慶街139之1號1樓",
      "y": 24.953683,
      "x": 121.350932
    },
    {
      "name": "太陽城",
      "address": "新北市土城區中央路四段281之8號281之9號",
      "y": 24.953672,
      "x": 121.412495
    },
    {
      "name": "銀河",
      "address": "新北市新店區北宜路二段269號271號",
      "y": 24.95364,
      "x": 121.554949
    },
    {
      "name": "欣興",
      "address": "桃園市中壢區新興路226號228號",
      "y": 24.953614,
      "x": 121.227988
    },
    {
      "name": "金億",
      "address": "新北市鶯歌區建國路278號",
      "y": 24.953494,
      "x": 121.347068
    },
    {
      "name": "中天",
      "address": "桃園市中壢區石頭里中和路184號1樓",
      "y": 24.953344,
      "x": 121.223782
    },
    {
      "name": "丁煌",
      "address": "新北市板橋區文化路227號、229號1樓",
      "y": 24.953342,
      "x": 121.354256
    },
    {
      "name": "北宜",
      "address": "新北市新店區北宜路二段82號之2",
      "y": 24.953336,
      "x": 121.554622
    },
    {
      "name": "奇采",
      "address": "桃園市中壢區晉元路289巷76號",
      "y": 24.953293,
      "x": 121.26425
    },
    {
      "name": "弘揚",
      "address": "桃園市中壢區弘揚路47號1樓",
      "y": 24.953272,
      "x": 121.240405
    },
    {
      "name": "華愛",
      "address": "桃園市中壢區華美一路132號136號1樓",
      "y": 24.953234,
      "x": 121.260887
    },
    {
      "name": "站行",
      "address": "桃園市中壢區新興路162號",
      "y": 24.952974,
      "x": 121.226426
    },
    {
      "name": "康曜",
      "address": "新北市新店區安康路三段41號",
      "y": 24.952769,
      "x": 121.492928
    },
    {
      "name": "科學城",
      "address": "桃園市中壢區中北路二段206號",
      "y": 24.952689,
      "x": 121.228281
    },
    {
      "name": "驛光",
      "address": "桃園市中壢區新興路124號1樓2樓",
      "y": 24.952632,
      "x": 121.225506
    },
    {
      "name": "環興",
      "address": "桃園市平鎮區環南路188號1 樓",
      "y": 24.952604,
      "x": 121.206423
    },
    {
      "name": "壢福",
      "address": "桃園市中壢區信義里廣州路202號",
      "y": 24.952547,
      "x": 121.232661
    },
    {
      "name": "光壢",
      "address": "桃園市中壢區莒光路35號1樓",
      "y": 24.952532,
      "x": 121.238123
    },
    {
      "name": "涵碧",
      "address": "新北市新店區永業路6號6之1號8號",
      "y": 24.952377,
      "x": 121.531649
    },
    {
      "name": "八德介",
      "address": "桃園市八德區介壽路二段216號218號1樓",
      "y": 24.951946,
      "x": 121.298047
    },
    {
      "name": "成達",
      "address": "桃園市平鎮區育達路136號",
      "y": 24.951888,
      "x": 121.209984
    },
    {
      "name": "榮豐",
      "address": "桃園市八德區興豐路2168號",
      "y": 24.951812,
      "x": 121.323752
    },
    {
      "name": "達義",
      "address": "桃園市平鎮區義民路199號1樓",
      "y": 24.951724,
      "x": 121.214485
    },
    {
      "name": "德玉",
      "address": "新北市新店區安康路三段195號",
      "y": 24.951564,
      "x": 121.488029
    },
    {
      "name": "壢達",
      "address": "桃園市平鎮區環南路231-5號1樓",
      "y": 24.951528,
      "x": 121.206828
    },
    {
      "name": "廣文",
      "address": "桃園市平鎮區復興里文化街241號",
      "y": 24.951423,
      "x": 121.203391
    },
    {
      "name": "新宜",
      "address": "新北市新店區北宜路二段4號6號",
      "y": 24.951382,
      "x": 121.54895
    },
    {
      "name": "鶯瓷",
      "address": "新北市鶯歌區尖山埔路100號102號",
      "y": 24.951161,
      "x": 121.347462
    },
    {
      "name": "元勛",
      "address": "桃園市中壢區晉元路195號1樓",
      "y": 24.950741,
      "x": 121.261208
    },
    {
      "name": "福瑞",
      "address": "桃園市中壢區信義里福州路201號",
      "y": 24.94992,
      "x": 121.234289
    },
    {
      "name": "壢都",
      "address": "桃園市中壢區長沙路131號成都路72號",
      "y": 24.949889,
      "x": 121.231805
    },
    {
      "name": "明揚",
      "address": "桃園市平鎮區延平路二段76號",
      "y": 24.94956,
      "x": 121.212114
    },
    {
      "name": "聖陶",
      "address": "新北市鶯歌區文化路407號411號",
      "y": 24.94944,
      "x": 121.35322
    },
    {
      "name": "成德",
      "address": "桃園市平鎮區承德路2號4號1樓",
      "y": 24.949367,
      "x": 121.220326
    },
    {
      "name": "學林",
      "address": "新北市樹林區大雅路341號343號1樓",
      "y": 24.949348,
      "x": 121.378756
    },
    {
      "name": "華勛",
      "address": "桃園市中壢區華勛街191號193號",
      "y": 24.949093,
      "x": 121.260674
    },
    {
      "name": "金陵",
      "address": "桃園市平鎮區金陵路76號78號1樓",
      "y": 24.948694,
      "x": 121.222976
    },
    {
      "name": "歌亭",
      "address": "新北市鶯歌區尖山里尖山路150號",
      "y": 24.948572,
      "x": 121.346409
    },
    {
      "name": "友勤",
      "address": "新北市樹林區大有路65號1樓",
      "y": 24.948265,
      "x": 121.3837
    },
    {
      "name": "麻園",
      "address": "桃園市八德區介壽路二段360號362號",
      "y": 24.948204,
      "x": 121.297451
    },
    {
      "name": "楊崧",
      "address": "桃園市平鎮區復旦路二段123-5;123-6號1樓",
      "y": 24.947956,
      "x": 121.20296
    },
    {
      "name": "健行",
      "address": "桃園市中壢區健行路230號1樓",
      "y": 24.947323,
      "x": 121.228198
    },
    {
      "name": "高民",
      "address": "桃園市平鎮區延平路二段214號1樓",
      "y": 24.947203,
      "x": 121.210074
    },
    {
      "name": "榮躍",
      "address": "桃園市中壢區榮民南路462號464號",
      "y": 24.947146,
      "x": 121.25659
    },
    {
      "name": "森壢",
      "address": "桃園市中壢區新興里2鄰林森路30號1樓",
      "y": 24.946882,
      "x": 121.225358
    },
    {
      "name": "學勤",
      "address": "新北市三峽區學勤路105號及大德路211號1樓",
      "y": 24.946638,
      "x": 121.374819
    },
    {
      "name": "高義",
      "address": "桃園市平鎮區復旦路二段211巷10號1樓",
      "y": 24.946605,
      "x": 121.201608
    },
    {
      "name": "金鋒",
      "address": "桃園市中壢區金鋒四街50巷2號1樓",
      "y": 24.946589,
      "x": 121.247651
    },
    {
      "name": "城雅",
      "address": "新北市樹林區學成路519號1樓",
      "y": 24.94647,
      "x": 121.3798
    },
    {
      "name": "皓倫",
      "address": "桃園市平鎮區振興西路70號72號1樓",
      "y": 24.946279,
      "x": 121.213166
    },
    {
      "name": "金鶯鎮",
      "address": "新北市鶯歌區尖山路217之3號1樓",
      "y": 24.946024,
      "x": 121.342488
    },
    {
      "name": "廣泰",
      "address": "桃園市平鎮區廣泰路130號132號",
      "y": 24.945941,
      "x": 121.204468
    },
    {
      "name": "新北大",
      "address": "新北市三峽區大學路156號1樓",
      "y": 24.945789,
      "x": 121.37329
    },
    {
      "name": "德沅",
      "address": "桃園市八德區介壽路二段455號",
      "y": 24.945659,
      "x": 121.297594
    },
    {
      "name": "樂陶",
      "address": "新北市鶯歌區尖山路276號1樓",
      "y": 24.94528,
      "x": 121.341383
    },
    {
      "name": "新錦秀",
      "address": "新北市新店區錦秀路13號15號1樓",
      "y": 24.944805,
      "x": 121.47948
    },
    {
      "name": "德興",
      "address": "桃園市平鎮區德育路二段3號1樓振興路12號1樓",
      "y": 24.944676,
      "x": 121.219013
    },
    {
      "name": "福記",
      "address": "桃園市中壢區林森路164號166號168號",
      "y": 24.944393,
      "x": 121.226564
    },
    {
      "name": "佳辰",
      "address": "新北市樹林區佳園路三段488號",
      "y": 24.944349,
      "x": 121.382472
    },
    {
      "name": "北大成",
      "address": "新北市三峽區學成路301號303號1樓",
      "y": 24.943776,
      "x": 121.376532
    },
    {
      "name": "廣耘",
      "address": "桃園市平鎮區廣泰路212號1樓",
      "y": 24.943758,
      "x": 121.203598
    },
    {
      "name": "興東",
      "address": "桃園市中壢區中山東路三段226號228號228之1號",
      "y": 24.942177,
      "x": 121.250035
    },
    {
      "name": "龍恩",
      "address": "新北市三峽區國學街13號",
      "y": 24.942162,
      "x": 121.372904
    },
    {
      "name": "三靖",
      "address": "新北市鶯歌區三鶯路52號一樓",
      "y": 24.941989,
      "x": 121.356884
    },
    {
      "name": "歐洲",
      "address": "新北市三峽區三樹路199號",
      "y": 24.94194,
      "x": 121.378714
    },
    {
      "name": "金磚",
      "address": "桃園市平鎮區新富里新富二街18號20號",
      "y": 24.941856,
      "x": 121.21557
    },
    {
      "name": "二橋",
      "address": "新北市鶯歌區中正三路93號",
      "y": 24.940904,
      "x": 121.338299
    },
    {
      "name": "宏宇",
      "address": "桃園市平鎮區金陵路二段104號",
      "y": 24.940806,
      "x": 121.222899
    },
    {
      "name": "慶和",
      "address": "桃園市中壢區後寮一路140號142號1樓",
      "y": 24.940671,
      "x": 121.245673
    },
    {
      "name": "開立",
      "address": "桃園市平鎮區廣仁里新光路19號21號",
      "y": 24.940507,
      "x": 121.206067
    },
    {
      "name": "瑞星",
      "address": "桃園市八德區介壽路二段616號618號1樓",
      "y": 24.940341,
      "x": 121.297262
    },
    {
      "name": "慶福",
      "address": "桃園市中壢區同慶路277號1樓",
      "y": 24.940109,
      "x": 121.255761
    },
    {
      "name": "二甲",
      "address": "新北市鶯歌區中正三路165號167號",
      "y": 24.939989,
      "x": 121.336562
    },
    {
      "name": "羿龍",
      "address": "桃園市中壢區龍慈路283號1樓",
      "y": 24.939727,
      "x": 121.243435
    },
    {
      "name": "富寶",
      "address": "桃園市平鎮區新富五街9號1樓",
      "y": 24.939439,
      "x": 121.213037
    },
    {
      "name": "富友",
      "address": "桃園市中壢區中山東路三段419號421號423號1樓",
      "y": 24.939123,
      "x": 121.252926
    },
    {
      "name": "松柏林",
      "address": "桃園市八德區介壽路二段685巷50弄2號1樓",
      "y": 24.938701,
      "x": 121.299392
    },
    {
      "name": "大峽",
      "address": "新北市三峽區大學路13鄰147號1樓",
      "y": 24.93868,
      "x": 121.377501
    },
    {
      "name": "恩主",
      "address": "新北市三峽區鳶山里21鄰復興路447號",
      "y": 24.938425,
      "x": 121.362733
    },
    {
      "name": "高尚",
      "address": "桃園市楊梅區梅高路二段136巷5號",
      "y": 24.938157,
      "x": 121.144969
    },
    {
      "name": "瑋特",
      "address": "桃園市平鎮區延平路三段246號248號一樓",
      "y": 24.938029,
      "x": 121.201912
    },
    {
      "name": "龍學",
      "address": "桃園市中壢區龍昌路178號1樓A1",
      "y": 24.93797,
      "x": 121.249464
    },
    {
      "name": "御成",
      "address": "新北市三峽區國光街35號",
      "y": 24.937249,
      "x": 121.375153
    },
    {
      "name": "榮興",
      "address": "桃園市八德區榮興路1139號",
      "y": 24.937183,
      "x": 121.306075
    },
    {
      "name": "博鑫",
      "address": "新北市鶯歌區中正三路283-1號283-2號1樓",
      "y": 24.937144,
      "x": 121.331003
    },
    {
      "name": "綠洲",
      "address": "新北市三峽區鳶山里12鄰中山路186號1樓",
      "y": 24.936905,
      "x": 121.363875
    },
    {
      "name": "揚金",
      "address": "桃園市平鎮區金陵路二段288號",
      "y": 24.936823,
      "x": 121.224558
    },
    {
      "name": "坪林",
      "address": "新北市坪林區水柳腳路159號",
      "y": 24.936789,
      "x": 121.702299
    },
    {
      "name": "國仁",
      "address": "桃園市八德區建國路250號256號",
      "y": 24.936609,
      "x": 121.288468
    },
    {
      "name": "萬誠",
      "address": "新北市三峽區民生街25號",
      "y": 24.936407,
      "x": 121.375998
    },
    {
      "name": "綠雅",
      "address": "新北市三峽區文化路122號",
      "y": 24.936369,
      "x": 121.370933
    },
    {
      "name": "富證",
      "address": "桃園市楊梅區中正路80號82號1樓",
      "y": 24.936248,
      "x": 121.081854
    },
    {
      "name": "榮泰",
      "address": "新北市三峽區文化路63號65巷2號1樓",
      "y": 24.935961,
      "x": 121.372018
    },
    {
      "name": "廣隆",
      "address": "桃園市八德區廣興路195號",
      "y": 24.935934,
      "x": 121.284671
    },
    {
      "name": "高山頂",
      "address": "桃園市楊梅區幼獅路二段297-1號",
      "y": 24.935837,
      "x": 121.168593
    },
    {
      "name": "創薪",
      "address": "桃園市中壢區龍昌路270號1號",
      "y": 24.935601,
      "x": 121.249315
    },
    {
      "name": "橫溪",
      "address": "新北市三峽區溪北街109號",
      "y": 24.935511,
      "x": 121.398402
    },
    {
      "name": "成龍",
      "address": "桃園市中壢區龍岡路三段192號194號196號1樓",
      "y": 24.935368,
      "x": 121.233914
    },
    {
      "name": "瓏慈",
      "address": "桃園市中壢區龍慈路712號716號718號1樓",
      "y": 24.935296,
      "x": 121.238694
    },
    {
      "name": "龍汶",
      "address": "桃園市中壢區龍文街33巷2號6號1樓",
      "y": 24.935119,
      "x": 121.256
    },
    {
      "name": "龍岡",
      "address": "桃園市中壢區龍東路508號510號1樓",
      "y": 24.934998,
      "x": 121.257045
    },
    {
      "name": "民昇",
      "address": "新北市三峽區民生街136號",
      "y": 24.93495,
      "x": 121.372586
    },
    {
      "name": "楊興",
      "address": "桃園市楊梅區楊新路三段331號333號",
      "y": 24.934618,
      "x": 121.122727
    },
    {
      "name": "亞文",
      "address": "桃園市中壢區龍川街108號110號112號1樓",
      "y": 24.934546,
      "x": 121.246557
    },
    {
      "name": "八德建",
      "address": "桃園市八德區建國路165號",
      "y": 24.934375,
      "x": 121.287065
    },
    {
      "name": "金銘",
      "address": "新北市三峽區介壽路一段27號",
      "y": 24.933259,
      "x": 121.375626
    },
    {
      "name": "興圓",
      "address": "桃園市八德區長興路76號1樓",
      "y": 24.933186,
      "x": 121.265289
    },
    {
      "name": "凱利",
      "address": "桃園市平鎮區延平路三段413號415號417號1樓",
      "y": 24.932709,
      "x": 121.198919
    },
    {
      "name": "華晟",
      "address": "新北市三峽區中華路38之1號38之2號1樓",
      "y": 24.931807,
      "x": 121.373145
    },
    {
      "name": "忠新",
      "address": "桃園市大溪區大鶯路1539-1號",
      "y": 24.931711,
      "x": 121.319348
    },
    {
      "name": "統讚",
      "address": "桃園市中壢區龍江路62號1樓",
      "y": 24.93165,
      "x": 121.25721
    },
    {
      "name": "捷安",
      "address": "桃園市八德區興豐路689號1樓",
      "y": 24.931322,
      "x": 121.29636
    },
    {
      "name": "龍美",
      "address": "桃園市龍潭區民豐路3號4號5號1樓",
      "y": 24.931056,
      "x": 121.115497
    },
    {
      "name": "福厚",
      "address": "桃園市八德區興仁里建德路229號",
      "y": 24.930801,
      "x": 121.280742
    },
    {
      "name": "岩昇",
      "address": "新北市三峽區溪東路300號",
      "y": 24.930654,
      "x": 121.409807
    },
    {
      "name": "冠綸",
      "address": "新北市三峽區中華路59號61號1樓",
      "y": 24.93049,
      "x": 121.372419
    },
    {
      "name": "富崗",
      "address": "桃園市楊梅區新明街450號",
      "y": 24.930453,
      "x": 121.073255
    },
    {
      "name": "福峽",
      "address": "新北市三峽區介壽路一段286號1樓",
      "y": 24.930134,
      "x": 121.379863
    },
    {
      "name": "正湧",
      "address": "桃園市平鎮區正義路82號1樓",
      "y": 24.929868,
      "x": 121.22298
    },
    {
      "name": "新貴中",
      "address": "桃園市平鎮區新貴里中豐路一段98號1樓",
      "y": 24.92979,
      "x": 121.213689
    },
    {
      "name": "瓏門",
      "address": "桃園市中壢區龍昌路538號1樓",
      "y": 24.929733,
      "x": 121.248782
    },
    {
      "name": "禾安",
      "address": "桃園市平鎮區平德路295號1樓",
      "y": 24.929704,
      "x": 121.202325
    },
    {
      "name": "新峽",
      "address": "新北市三峽區民權街184號186號1樓",
      "y": 24.929703,
      "x": 121.367677
    },
    {
      "name": "天下",
      "address": "新北市三峽區中正路一段110號112號1樓",
      "y": 24.929642,
      "x": 121.373942
    },
    {
      "name": "興豐",
      "address": "桃園市八德區興豐路418號",
      "y": 24.929608,
      "x": 121.28928
    },
    {
      "name": "龍東",
      "address": "桃園市中壢區龍東路138號140號1樓",
      "y": 24.929325,
      "x": 121.252253
    },
    {
      "name": "萬鑫",
      "address": "桃園市楊梅區民富路三段828號830號1樓",
      "y": 24.929133,
      "x": 121.101748
    },
    {
      "name": "峽光",
      "address": "新北市三峽區光明路62號1樓",
      "y": 24.929065,
      "x": 121.375011
    },
    {
      "name": "東凌",
      "address": "桃園市八德區中正路112號116號",
      "y": 24.928839,
      "x": 121.282452
    },
    {
      "name": "祥鋐",
      "address": "桃園市平鎮區金陵路三段74號76號",
      "y": 24.928316,
      "x": 121.227302
    },
    {
      "name": "峽太",
      "address": "新北市三峽區大同路90,92,94號",
      "y": 24.927744,
      "x": 121.375671
    },
    {
      "name": "中園",
      "address": "新北市三峽區民權街235號1樓",
      "y": 24.927692,
      "x": 121.36809
    },
    {
      "name": "鎮宮",
      "address": "桃園市平鎮區中山路233號235號237號1樓",
      "y": 24.927508,
      "x": 121.256263
    },
    {
      "name": "瑞豐",
      "address": "桃園市楊梅區瑞原里民富路三段22號24號",
      "y": 24.927335,
      "x": 121.105701
    },
    {
      "name": "峽北",
      "address": "新北市三峽區大同路9號1樓",
      "y": 24.926973,
      "x": 121.374815
    },
    {
      "name": "靖立",
      "address": "桃園市八德區豐德一路17號豐田一路83號",
      "y": 24.926351,
      "x": 121.289363
    },
    {
      "name": "尚群",
      "address": "桃園市八德區中山路181號",
      "y": 24.9262,
      "x": 121.284748
    },
    {
      "name": "丰順",
      "address": "桃園市平鎮區中豐路一段281之1號1樓",
      "y": 24.925878,
      "x": 121.213023
    },
    {
      "name": "豐康",
      "address": "新北市三峽區成福路241號",
      "y": 24.925703,
      "x": 121.426917
    },
    {
      "name": "北霆",
      "address": "新北市三峽區大同路244號1樓",
      "y": 24.925573,
      "x": 121.366095
    },
    {
      "name": "龍侑",
      "address": "桃園市平鎮區龍德路8號1樓;龍福路1號1樓",
      "y": 24.925073,
      "x": 121.249695
    },
    {
      "name": "德僑",
      "address": "桃園市八德區豐德路31號1樓",
      "y": 24.925072,
      "x": 121.290464
    },
    {
      "name": "苙佑",
      "address": "桃園市楊梅區梅高路133號",
      "y": 24.924583,
      "x": 121.144965
    },
    {
      "name": "蓮花",
      "address": "桃園市楊梅區青山一街2號2-1號1樓",
      "y": 24.922704,
      "x": 121.177161
    },
    {
      "name": "亞都",
      "address": "桃園市大溪區僑愛一街72巷15號",
      "y": 24.92239,
      "x": 121.29453
    },
    {
      "name": "埔和",
      "address": "新竹縣新豐鄉埔和村埔頂281之1號",
      "y": 24.922219,
      "x": 120.98865
    },
    {
      "name": "龍南",
      "address": "桃園市平鎮區龍南路348號",
      "y": 24.921657,
      "x": 121.251495
    },
    {
      "name": "雙橡園",
      "address": "桃園市大溪區僑愛里介壽路210號",
      "y": 24.920879,
      "x": 121.293228
    },
    {
      "name": "美利堅",
      "address": "桃園市楊梅區青山五街25號1樓",
      "y": 24.920566,
      "x": 121.171313
    },
    {
      "name": "水美",
      "address": "桃園市楊梅區楊新路二段70號",
      "y": 24.92055,
      "x": 121.135636
    },
    {
      "name": "鎮翊",
      "address": "桃園市平鎮區中豐路南勢一段173號1樓 南東路1-1號1樓",
      "y": 24.920078,
      "x": 121.211614
    },
    {
      "name": "技嘉",
      "address": "桃園市平鎮區南平路180之1號",
      "y": 24.919279,
      "x": 121.208651
    },
    {
      "name": "湖山",
      "address": "新竹縣湖口鄉中山路三段489號",
      "y": 24.919081,
      "x": 121.054143
    },
    {
      "name": "關爺",
      "address": "桃園市平鎮區南東路376號1樓",
      "y": 24.918383,
      "x": 121.220633
    },
    {
      "name": "新楊埔",
      "address": "桃園市楊梅區中興路47號1樓新興街66號1樓",
      "y": 24.918348,
      "x": 121.184419
    },
    {
      "name": "東洸",
      "address": "桃園市平鎮區平東路27號東光路16之1號1樓",
      "y": 24.918169,
      "x": 121.253415
    },
    {
      "name": "欣高",
      "address": "桃園市楊梅區楊梅里文德路1號1樓梅高路52-9號",
      "y": 24.916823,
      "x": 121.145131
    },
    {
      "name": "京利",
      "address": "桃園市平鎮區南京路206號",
      "y": 24.916295,
      "x": 121.206071
    },
    {
      "name": "翁京",
      "address": "桃園市平鎮區中豐路南勢二段118號",
      "y": 24.916247,
      "x": 121.210541
    },
    {
      "name": "平東",
      "address": "桃園市平鎮區平東路225號227號229號1樓",
      "y": 24.915723,
      "x": 121.248883
    },
    {
      "name": "永誠",
      "address": "桃園市楊梅區永美路385-9號1樓2樓",
      "y": 24.91509,
      "x": 121.179865
    },
    {
      "name": "合利",
      "address": "桃園市楊梅區楊湖路二段910號912號914號",
      "y": 24.914605,
      "x": 121.099952
    },
    {
      "name": "三角湧",
      "address": "新北市三峽區中正路二段200號",
      "y": 24.91444,
      "x": 121.365766
    },
    {
      "name": "埔溪",
      "address": "桃園市大溪區埔頂路二段310號312號1樓",
      "y": 24.913982,
      "x": 121.281021
    },
    {
      "name": "比利",
      "address": "桃園市平鎮區上海路161號",
      "y": 24.913521,
      "x": 121.206279
    },
    {
      "name": "楊梅",
      "address": "桃園市楊梅區楊新路73號",
      "y": 24.913177,
      "x": 121.145553
    },
    {
      "name": "楊昌",
      "address": "桃園市楊梅區楊新北路23號",
      "y": 24.913054,
      "x": 121.149009
    },
    {
      "name": "鑫隆",
      "address": "桃園市楊梅區金龍三路1號3號1樓",
      "y": 24.912916,
      "x": 121.184647
    },
    {
      "name": "富名",
      "address": "桃園市楊梅區中山北路二段449號1樓",
      "y": 24.912853,
      "x": 121.176822
    },
    {
      "name": "新梅",
      "address": "桃園市楊梅區新農街469-8號469-9號1樓",
      "y": 24.912744,
      "x": 121.159599
    },
    {
      "name": "楊民",
      "address": "桃園市楊梅區三民北路177號",
      "y": 24.912425,
      "x": 121.169879
    },
    {
      "name": "東正",
      "address": "桃園市平鎮區平東路661號",
      "y": 24.912309,
      "x": 121.240199
    },
    {
      "name": "凱成",
      "address": "桃園市楊梅區文化街220號222號222-1號",
      "y": 24.912224,
      "x": 121.183484
    },
    {
      "name": "金平",
      "address": "桃園市平鎮區東勢里金陵路四段485號1樓",
      "y": 24.911947,
      "x": 121.231325
    },
    {
      "name": "高達",
      "address": "桃園市楊梅區金山街302號1樓",
      "y": 24.911448,
      "x": 121.162191
    },
    {
      "name": "海利",
      "address": "桃園市平鎮區上海路115號",
      "y": 24.911213,
      "x": 121.206381
    },
    {
      "name": "楊陳",
      "address": "桃園市楊梅區中山里環東路497號499號",
      "y": 24.910897,
      "x": 121.156019
    },
    {
      "name": "瑞揚",
      "address": "桃園市楊梅區新成路97號",
      "y": 24.910892,
      "x": 121.146953
    },
    {
      "name": "仁善",
      "address": "桃園市大溪區埔頂路二段183號",
      "y": 24.910665,
      "x": 121.279422
    },
    {
      "name": "德和",
      "address": "新竹縣湖口鄉德興路216號218號",
      "y": 24.91063,
      "x": 121.044737
    },
    {
      "name": "三沅",
      "address": "桃園市楊梅區三民北路88號1樓",
      "y": 24.910526,
      "x": 121.17027
    },
    {
      "name": "富先",
      "address": "桃園市楊梅區萬大路111號113號",
      "y": 24.91044,
      "x": 121.17843
    },
    {
      "name": "德享",
      "address": "桃園市平鎮區南勢里14鄰中豐路南勢二段377號379號381號",
      "y": 24.909659,
      "x": 121.211686
    },
    {
      "name": "新燕",
      "address": "新北市新店區新烏路二段382號384號1樓",
      "y": 24.909401,
      "x": 121.551189
    },
    {
      "name": "大楊",
      "address": "桃園市楊梅區楊湖路一段90號92號94號1樓",
      "y": 24.909321,
      "x": 121.139672
    },
    {
      "name": "大成",
      "address": "桃園市楊梅區梅山西街10號",
      "y": 24.909203,
      "x": 121.145353
    },
    {
      "name": "楊功",
      "address": "桃園市楊梅區瑞溪路二段162號1樓",
      "y": 24.909161,
      "x": 121.181967
    },
    {
      "name": "飛揚",
      "address": "桃園市楊梅區中山北路二段58號1樓2樓",
      "y": 24.908859,
      "x": 121.170988
    },
    {
      "name": "寶楊",
      "address": "桃園市楊梅區中山北路二段113號",
      "y": 24.908202,
      "x": 121.170024
    },
    {
      "name": "楊山",
      "address": "桃園市楊梅區中山南路98號100號1樓",
      "y": 24.907653,
      "x": 121.137835
    },
    {
      "name": "湖崗",
      "address": "新竹縣湖口鄉中山路二段430號",
      "y": 24.907502,
      "x": 121.048332
    },
    {
      "name": "揚善",
      "address": "桃園市楊梅區中山北路一段23號25號1樓",
      "y": 24.907252,
      "x": 121.150053
    },
    {
      "name": "家利",
      "address": "新竹縣湖口鄉民生街465巷3號",
      "y": 24.907026,
      "x": 121.058551
    },
    {
      "name": "芳榮",
      "address": "新北市三峽區中正路二段536號538號",
      "y": 24.90654,
      "x": 121.360553
    },
    {
      "name": "梅獅",
      "address": "桃園市楊梅區瑞塘里梅獅路二段231號",
      "y": 24.906031,
      "x": 121.177437
    },
    {
      "name": "仁冠",
      "address": "桃園市大溪區仁和路二段319號321號",
      "y": 24.905962,
      "x": 121.261451
    },
    {
      "name": "新梗枋",
      "address": "宜蘭縣頭城鎮濱海路三段323號",
      "y": 24.905898,
      "x": 121.870468
    },
    {
      "name": "新豐新",
      "address": "新竹縣新豐鄉新庄路383號",
      "y": 24.905709,
      "x": 120.984319
    },
    {
      "name": "園頂",
      "address": "桃園市大溪區公園路111號115號",
      "y": 24.905631,
      "x": 121.281343
    },
    {
      "name": "埔頂",
      "address": "桃園市大溪區仁愛里埔頂路一段468號",
      "y": 24.905224,
      "x": 121.277093
    },
    {
      "name": "金沅",
      "address": "桃園市平鎮區東勢里金陵路五段255號",
      "y": 24.905024,
      "x": 121.2307
    },
    {
      "name": "源泰",
      "address": "新竹縣湖口鄉中興街174-176號",
      "y": 24.904811,
      "x": 121.050318
    },
    {
      "name": "高和",
      "address": "桃園市大溪區仁和路二段8號",
      "y": 24.902926,
      "x": 121.270263
    },
    {
      "name": "和氣",
      "address": "桃園市大溪區仁和路二段51號1樓",
      "y": 24.902809,
      "x": 121.268797
    },
    {
      "name": "新鎮興",
      "address": "桃園市平鎮區中興路平鎮段349號351號353號",
      "y": 24.902465,
      "x": 121.191625
    },
    {
      "name": "楊昇",
      "address": "桃園市楊梅區校前路241號",
      "y": 24.902326,
      "x": 121.150047
    },
    {
      "name": "湖口",
      "address": "新竹縣湖口鄉中正路一段36號",
      "y": 24.902226,
      "x": 121.044948
    },
    {
      "name": "駿躍",
      "address": "桃園市楊梅區環南路132號1樓",
      "y": 24.9016,
      "x": 121.14638
    },
    {
      "name": "耕新",
      "address": "新竹縣湖口鄉成功路276號",
      "y": 24.90153,
      "x": 121.041
    },
    {
      "name": "翁和",
      "address": "桃園市大溪區仁文里介壽路1151號1153號1樓",
      "y": 24.900694,
      "x": 121.283915
    },
    {
      "name": "醫湖",
      "address": "新竹縣湖口鄉孝勢里忠孝路20號22號",
      "y": 24.900648,
      "x": 121.045863
    },
    {
      "name": "鎮豐",
      "address": "桃園市平鎮區南豐路99號",
      "y": 24.900168,
      "x": 121.208344
    },
    {
      "name": "忠平",
      "address": "新竹縣湖口鄉中平路一段271號1樓",
      "y": 24.900022,
      "x": 121.055615
    },
    {
      "name": "鎮業",
      "address": "桃園市平鎮區南豐路238號240號1樓",
      "y": 24.899858,
      "x": 121.204894
    },
    {
      "name": "新庄子",
      "address": "新竹縣新豐鄉建興路二段752號1樓",
      "y": 24.899536,
      "x": 120.987342
    },
    {
      "name": "楊展",
      "address": "桃園市楊梅區校前路312號316號1樓",
      "y": 24.899443,
      "x": 121.150937
    },
    {
      "name": "鎮光",
      "address": "桃園市平鎮區湧光里中豐路山頂段206號208號之1樓",
      "y": 24.89929,
      "x": 121.210642
    },
    {
      "name": "嘉添",
      "address": "新北市三峽區嘉添路109-2號",
      "y": 24.899257,
      "x": 121.429142
    },
    {
      "name": "秀才",
      "address": "桃園市楊梅區秀才路313號315號1樓",
      "y": 24.898897,
      "x": 121.139639
    },
    {
      "name": "王爺",
      "address": "新竹縣湖口鄉中山路一段790號1樓",
      "y": 24.898835,
      "x": 121.042774
    },
    {
      "name": "新劉興",
      "address": "桃園市大溪區南興里永昌路320號",
      "y": 24.896562,
      "x": 121.261703
    },
    {
      "name": "福龍",
      "address": "桃園市平鎮區福龍路一段556號",
      "y": 24.896192,
      "x": 121.226254
    },
    {
      "name": "士香",
      "address": "桃園市大溪區員林路一段228號",
      "y": 24.895464,
      "x": 121.277036
    },
    {
      "name": "達陞",
      "address": "新竹縣湖口鄉中山路一段537號1樓",
      "y": 24.894212,
      "x": 121.04126
    },
    {
      "name": "豐訊",
      "address": "桃園市平鎮區中豐路山頂段479號",
      "y": 24.894035,
      "x": 121.21181
    },
    {
      "name": "景碩",
      "address": "新竹縣新豐鄉建興路二段526號行政棟3樓",
      "y": 24.892981,
      "x": 120.987462
    },
    {
      "name": "洪圳",
      "address": "桃園市平鎮區洪圳路326號1樓",
      "y": 24.892736,
      "x": 121.245615
    },
    {
      "name": "寶麗",
      "address": "桃園市平鎮區湧安里自由街57號59號",
      "y": 24.892288,
      "x": 121.204124
    },
    {
      "name": "新湖中",
      "address": "新竹縣湖口鄉中正村中正路二段235號",
      "y": 24.891334,
      "x": 121.051048
    },
    {
      "name": "寶勇",
      "address": "桃園市平鎮區湧光路455號457號459號1樓",
      "y": 24.890016,
      "x": 121.203853
    },
    {
      "name": "羅湖",
      "address": "新竹縣湖口鄉成功路1092號",
      "y": 24.888937,
      "x": 121.019315
    },
    {
      "name": "湖口廠",
      "address": "新竹縣湖口鄉八德路三段30號",
      "y": 24.888514,
      "x": 121.089557
    },
    {
      "name": "易仕",
      "address": "桃園市龍潭區中豐路695巷2-1號",
      "y": 24.88793,
      "x": 121.21241
    },
    {
      "name": "冠華",
      "address": "新竹縣新豐鄉忠孝村員山148之2號1樓",
      "y": 24.88711,
      "x": 120.993375
    },
    {
      "name": "嘉福",
      "address": "桃園市大溪區員林路二段359之1號",
      "y": 24.884413,
      "x": 121.268595
    },
    {
      "name": "大溪",
      "address": "桃園市大溪區中央路152號",
      "y": 24.882763,
      "x": 121.287667
    },
    {
      "name": "翁武",
      "address": "桃園市大溪區民權東路149號",
      "y": 24.881358,
      "x": 121.293121
    },
    {
      "name": "豐彩",
      "address": "桃園市龍潭區中豐路398號1樓",
      "y": 24.880613,
      "x": 121.211968
    },
    {
      "name": "源晟",
      "address": "新竹縣湖口鄉新興路628號630號",
      "y": 24.88012,
      "x": 121.007759
    },
    {
      "name": "瑞員",
      "address": "桃園市大溪區員林路三段157號1樓",
      "y": 24.879944,
      "x": 121.261599
    },
    {
      "name": "新高湖",
      "address": "新竹縣新豐鄉新興路403號1樓",
      "y": 24.87849,
      "x": 121.00581
    },
    {
      "name": "百年",
      "address": "桃園市龍潭區烏樹林里中豐路317號１樓",
      "y": 24.878443,
      "x": 121.211454
    },
    {
      "name": "芯德",
      "address": "桃園市大溪區復興路186號1樓188號1至2樓",
      "y": 24.87788,
      "x": 121.293066
    },
    {
      "name": "龍科",
      "address": "桃園市龍潭區龍科街228號B1",
      "y": 24.877759,
      "x": 121.186448
    },
    {
      "name": "三立",
      "address": "新竹縣湖口鄉湖鏡村八德路一段718號",
      "y": 24.877666,
      "x": 121.052028
    },
    {
      "name": "文漢",
      "address": "桃園市大溪區文化路188號",
      "y": 24.877276,
      "x": 121.28983
    },
    {
      "name": "湖貫",
      "address": "新竹縣湖口鄉新興路486號",
      "y": 24.876567,
      "x": 121.004765
    },
    {
      "name": "冠宇",
      "address": "新竹縣新豐鄉忠孝路1號",
      "y": 24.87607,
      "x": 120.996574
    },
    {
      "name": "源威",
      "address": "新竹縣湖口鄉光華路666號1F",
      "y": 24.875829,
      "x": 121.023435
    },
    {
      "name": "龍功",
      "address": "桃園市龍潭區成功路186之1號",
      "y": 24.875584,
      "x": 121.227939
    },
    {
      "name": "世豊",
      "address": "新竹縣新豐鄉建興路一段173號175號一樓",
      "y": 24.875281,
      "x": 120.994009
    },
    {
      "name": "新康莊",
      "address": "桃園市大溪區復興路31號1樓",
      "y": 24.874939,
      "x": 121.294946
    },
    {
      "name": "龍欣",
      "address": "桃園市龍潭區中興路257號259號",
      "y": 24.874097,
      "x": 121.23469
    },
    {
      "name": "仁智",
      "address": "新竹縣湖口鄉仁和路38號1樓",
      "y": 24.874061,
      "x": 121.012453
    },
    {
      "name": "曜駿",
      "address": "桃園市龍潭區中興路292號1樓",
      "y": 24.874026,
      "x": 121.233484
    },
    {
      "name": "鑽石",
      "address": "桃園市龍潭區八德里梅龍路23鄰139號141號1樓",
      "y": 24.873319,
      "x": 121.202237
    },
    {
      "name": "學府居",
      "address": "新竹縣新豐鄉學府街45號47號",
      "y": 24.873316,
      "x": 120.99849
    },
    {
      "name": "豐興",
      "address": "新竹縣新豐鄉建興路一段128號",
      "y": 24.873135,
      "x": 120.994964
    },
    {
      "name": "仁順",
      "address": "新竹縣湖口鄉仁和路130號132號134號",
      "y": 24.872409,
      "x": 121.015295
    },
    {
      "name": "龍德",
      "address": "桃園市龍潭區中興路460號462號",
      "y": 24.872327,
      "x": 121.227723
    },
    {
      "name": "兆沅",
      "address": "桃園市龍潭區中豐路77之1號",
      "y": 24.872004,
      "x": 121.213651
    },
    {
      "name": "欣樂",
      "address": "新竹縣新豐鄉康樂路一段358號",
      "y": 24.871931,
      "x": 120.98599
    },
    {
      "name": "豐鈴",
      "address": "新竹縣湖口鄉安宅四街2號",
      "y": 24.87101,
      "x": 121.02972
    },
    {
      "name": "力成三",
      "address": "新竹縣湖口鄉大同路15之1號6樓",
      "y": 24.870476,
      "x": 120.99916
    },
    {
      "name": "文樂",
      "address": "新竹縣湖口鄉文化路55號",
      "y": 24.870458,
      "x": 121.014978
    },
    {
      "name": "力成科",
      "address": "新竹縣湖口鄉大同路26號6樓",
      "y": 24.87026,
      "x": 121.00029
    },
    {
      "name": "豐鼎",
      "address": "新竹縣湖口鄉光復東路8號1樓",
      "y": 24.8702,
      "x": 121.0314
    },
    {
      "name": "來鑫",
      "address": "新北市烏來區新烏路五段160號162號",
      "y": 24.870093,
      "x": 121.547313
    },
    {
      "name": "聖興",
      "address": "桃園市龍潭區聖亭路186號1樓",
      "y": 24.869452,
      "x": 121.205294
    },
    {
      "name": "鑫力成",
      "address": "新竹縣湖口鄉大同路10號6樓",
      "y": 24.869304,
      "x": 120.998729
    },
    {
      "name": "新康",
      "address": "新竹縣新豐鄉松林村7鄰康樂路一段216號1樓",
      "y": 24.869243,
      "x": 120.988817
    },
    {
      "name": "源冠",
      "address": "新竹縣新豐鄉尚仁街92號1樓",
      "y": 24.868971,
      "x": 120.991976
    },
    {
      "name": "碩禾科",
      "address": "新竹縣湖口鄉自強路18號1樓",
      "y": 24.868963,
      "x": 120.997247
    },
    {
      "name": "新新豐",
      "address": "新竹縣新豐鄉新興路177號179號1樓",
      "y": 24.86887,
      "x": 120.99488
    },
    {
      "name": "龍運",
      "address": "桃園市龍潭區中正路105號1樓及107巷1號1樓",
      "y": 24.868135,
      "x": 121.216097
    },
    {
      "name": "宏橋",
      "address": "新竹縣湖口鄉工業一路7號7-1號7-2號",
      "y": 24.8679,
      "x": 121.027599
    },
    {
      "name": "力成貳",
      "address": "新竹縣湖口鄉三民路7號B1",
      "y": 24.867296,
      "x": 120.998491
    },
    {
      "name": "龍園",
      "address": "桃園市大溪區石園路615號",
      "y": 24.86701,
      "x": 121.255863
    },
    {
      "name": "湖安",
      "address": "新竹縣湖口鄉光復東路395號1樓",
      "y": 24.86621,
      "x": 121.02334
    },
    {
      "name": "晨希",
      "address": "新竹縣湖口鄉榮光路617號",
      "y": 24.865921,
      "x": 120.997374
    },
    {
      "name": "龍政",
      "address": "桃園市龍潭區中正路162號",
      "y": 24.865877,
      "x": 121.216737
    },
    {
      "name": "龍潭",
      "address": "桃園市龍潭區東龍路257號259號1樓",
      "y": 24.865556,
      "x": 121.213626
    },
    {
      "name": "晨寶",
      "address": "新竹縣湖口鄉三民南路117號1樓",
      "y": 24.865322,
      "x": 120.995795
    },
    {
      "name": "龍昌",
      "address": "桃園市龍潭區大昌路二段139之1號",
      "y": 24.865034,
      "x": 121.222754
    },
    {
      "name": "紹福",
      "address": "桃園市龍潭區五福街210號",
      "y": 24.864992,
      "x": 121.222176
    },
    {
      "name": "明新",
      "address": "新竹縣新豐鄉新興路7號",
      "y": 24.864797,
      "x": 120.991655
    },
    {
      "name": "明大",
      "address": "新竹縣新豐鄉松林村新興路1號",
      "y": 24.864092,
      "x": 120.991367
    },
    {
      "name": "噶瑪蘭",
      "address": "宜蘭縣頭城鎮復興路58號",
      "y": 24.863677,
      "x": 121.818157
    },
    {
      "name": "裝甲",
      "address": "新竹縣湖口鄉勝利路二段93號94號95號1樓",
      "y": 24.863156,
      "x": 121.025867
    },
    {
      "name": "力成玖",
      "address": "新竹縣湖口鄉文化路4號B1樓",
      "y": 24.862255,
      "x": 121.009771
    },
    {
      "name": "那魯灣",
      "address": "新北市烏來區烏來里溫泉街80號",
      "y": 24.861866,
      "x": 121.550692
    },
    {
      "name": "龍池",
      "address": "桃園市龍潭區中豐路上林段187號189號1樓",
      "y": 24.861665,
      "x": 121.20682
    },
    {
      "name": "內柵",
      "address": "桃園市大溪區康莊路三段20號",
      "y": 24.861431,
      "x": 121.282415
    },
    {
      "name": "蘭雲",
      "address": "宜蘭縣頭城鎮青雲路三段315號317號",
      "y": 24.859904,
      "x": 121.826702
    },
    {
      "name": "凌雲",
      "address": "桃園市龍潭區中豐路上林段358-1號",
      "y": 24.859513,
      "x": 121.203151
    },
    {
      "name": "鳳山綺",
      "address": "新竹縣湖口鄉勝利路二段254號1樓",
      "y": 24.858635,
      "x": 121.020099
    },
    {
      "name": "纘祥",
      "address": "宜蘭縣頭城鎮民鋒路18號20號",
      "y": 24.858605,
      "x": 121.823415
    },
    {
      "name": "詮祥",
      "address": "宜蘭縣頭城鎮中山區青雲路三段238號240號",
      "y": 24.858221,
      "x": 121.825885
    },
    {
      "name": "正同",
      "address": "桃園市龍潭區中正里15鄰中正路472號474號",
      "y": 24.857615,
      "x": 121.21894
    },
    {
      "name": "同華",
      "address": "桃園市龍潭區中正里龍華路396號1樓",
      "y": 24.857426,
      "x": 121.21729
    },
    {
      "name": "頭城",
      "address": "宜蘭縣頭城鎮青雲路三段96號1樓",
      "y": 24.855887,
      "x": 121.824204
    },
    {
      "name": "上華",
      "address": "桃園市龍潭區中正路上華段6號",
      "y": 24.853436,
      "x": 121.221157
    },
    {
      "name": "鳳岡",
      "address": "新竹縣竹北市長青路一段388號390號",
      "y": 24.85049,
      "x": 120.958794
    },
    {
      "name": "中科院",
      "address": "桃園市龍潭區中正路佳安段481號",
      "y": 24.848927,
      "x": 121.244593
    },
    {
      "name": "竹北中",
      "address": "新竹縣竹北市中華路881號1樓",
      "y": 24.848159,
      "x": 121.004861
    },
    {
      "name": "頭寮",
      "address": "桃園市大溪區復興路一段902之1及906號1樓",
      "y": 24.848075,
      "x": 121.284872
    },
    {
      "name": "水龍吟",
      "address": "桃園市龍潭區中原路一段506號1樓",
      "y": 24.847992,
      "x": 121.198974
    },
    {
      "name": "台博",
      "address": "新竹縣竹北市泰和里中和街10號",
      "y": 24.847504,
      "x": 121.011458
    },
    {
      "name": "銘仁堂",
      "address": "桃園市龍潭區民生路139號1樓",
      "y": 24.847244,
      "x": 121.227266
    },
    {
      "name": "菄大",
      "address": "新竹市北區東大路四段258.260號1樓",
      "y": 24.844965,
      "x": 120.929197
    },
    {
      "name": "飛利浦",
      "address": "新竹縣竹北市中華路548號550號",
      "y": 24.844376,
      "x": 121.005865
    },
    {
      "name": "家燕",
      "address": "宜蘭縣頭城鎮青雲路二段230號1樓",
      "y": 24.84436,
      "x": 121.805763
    },
    {
      "name": "新友達",
      "address": "桃園市龍潭區三和里新和路1號B棟7樓",
      "y": 24.844279,
      "x": 121.187166
    },
    {
      "name": "龍潭友",
      "address": "桃園市龍潭區三和里新和路1號",
      "y": 24.843162,
      "x": 121.187984
    },
    {
      "name": "埔義",
      "address": "新竹縣新埔鎮下寮里義民路三段317號1樓",
      "y": 24.84304,
      "x": 121.03638
    },
    {
      "name": "聯新",
      "address": "新竹縣竹北市中正西路602號1樓",
      "y": 24.842386,
      "x": 120.988889
    },
    {
      "name": "華盛",
      "address": "新竹縣竹北市新社里華興街68號",
      "y": 24.8423,
      "x": 121.004226
    },
    {
      "name": "新台元",
      "address": "新竹縣竹北市台元街26-5號",
      "y": 24.841669,
      "x": 121.012674
    },
    {
      "name": "新龍鄉",
      "address": "桃園市龍潭區民族路168號170號172號1樓",
      "y": 24.84154,
      "x": 121.235709
    },
    {
      "name": "北泰",
      "address": "新竹縣竹北市中正西路132號134號",
      "y": 24.841465,
      "x": 120.972767
    },
    {
      "name": "銓國",
      "address": "新竹縣竹北市中正西路244.246號",
      "y": 24.841464,
      "x": 120.972773
    },
    {
      "name": "中新",
      "address": "新竹縣竹北市中正西路389號1樓",
      "y": 24.84135,
      "x": 120.972762
    },
    {
      "name": "環鑫",
      "address": "新竹縣竹北市環北路五段61號1樓",
      "y": 24.841117,
      "x": 120.99428
    },
    {
      "name": "聖華",
      "address": "新竹市北區西濱路一段399號",
      "y": 24.840943,
      "x": 120.932362
    },
    {
      "name": "東妮",
      "address": "新竹市北區東大路三段718號720號1樓",
      "y": 24.840836,
      "x": 120.937411
    },
    {
      "name": "泰鑫",
      "address": "新竹縣竹北市新泰路31號一樓",
      "y": 24.840474,
      "x": 121.008425
    },
    {
      "name": "文元",
      "address": "新竹縣竹北市台元二街1號1樓",
      "y": 24.840202,
      "x": 121.019915
    },
    {
      "name": "海寶",
      "address": "新竹市北區海濱里榮濱路1號",
      "y": 24.839992,
      "x": 120.929542
    },
    {
      "name": "新安村",
      "address": "新竹縣竹北市博愛街515號",
      "y": 24.839671,
      "x": 121.010785
    },
    {
      "name": "晨星科",
      "address": "新竹縣竹北市台元街18號7樓之1",
      "y": 24.83963,
      "x": 121.011483
    },
    {
      "name": "渴望村",
      "address": "桃園市龍潭區三和里渴望路428號",
      "y": 24.839514,
      "x": 121.183734
    },
    {
      "name": "富達",
      "address": "宜蘭縣頭城鎮青雲路一段225號227號1樓",
      "y": 24.839473,
      "x": 121.795064
    },
    {
      "name": "盛天",
      "address": "新竹市北區延平路三段545號",
      "y": 24.839018,
      "x": 120.933332
    },
    {
      "name": "泉僑",
      "address": "桃園市龍潭區文化路12-3號",
      "y": 24.838906,
      "x": 121.240437
    },
    {
      "name": "禾臣",
      "address": "桃園市龍潭區高平里高楊北路1號",
      "y": 24.838029,
      "x": 121.208615
    },
    {
      "name": "宏龍",
      "address": "桃園市龍潭區中原路二段393號1樓",
      "y": 24.837324,
      "x": 121.19491
    },
    {
      "name": "竹樺",
      "address": "新竹縣竹北市華興街298號1樓",
      "y": 24.837284,
      "x": 120.999197
    },
    {
      "name": "龍逸",
      "address": "桃園市龍潭區民族路372號374號1樓",
      "y": 24.836757,
      "x": 121.233982
    },
    {
      "name": "圓達",
      "address": "宜蘭縣礁溪鄉礁溪路七段65號69號",
      "y": 24.836627,
      "x": 121.785372
    },
    {
      "name": "竹杉",
      "address": "新竹縣竹北市中山路303號(臨)",
      "y": 24.83659,
      "x": 121.018268
    },
    {
      "name": "新北竹",
      "address": "新竹縣竹北市博愛街358.360號1樓",
      "y": 24.836197,
      "x": 121.008486
    },
    {
      "name": "冠盈",
      "address": "新竹市北區西濱路一段286號",
      "y": 24.835554,
      "x": 120.929319
    },
    {
      "name": "竹北",
      "address": "新竹縣竹北市中正東路194號",
      "y": 24.835373,
      "x": 121.014876
    },
    {
      "name": "威海",
      "address": "桃園市龍潭區中正路三坑段563號1樓",
      "y": 24.83536,
      "x": 121.246234
    },
    {
      "name": "統賀",
      "address": "新竹縣竹北市中正東路67號69號",
      "y": 24.835025,
      "x": 121.018297
    },
    {
      "name": "禾笙",
      "address": "新竹縣竹北市中山路45.47.49號",
      "y": 24.834144,
      "x": 121.025465
    },
    {
      "name": "博明",
      "address": "新竹縣竹北市博愛街235號237號1樓",
      "y": 24.834027,
      "x": 121.007297
    },
    {
      "name": "義山",
      "address": "新竹縣竹北市十興路318號.新瀧一街6號",
      "y": 24.833236,
      "x": 121.023581
    },
    {
      "name": "縣汶",
      "address": "新竹縣竹北市縣政二路233號235號1樓",
      "y": 24.832978,
      "x": 121.018701
    },
    {
      "name": "新薪荷",
      "address": "新竹縣竹北市三民路243號245號1樓",
      "y": 24.832954,
      "x": 121.01343
    },
    {
      "name": "斗崙",
      "address": "新竹縣竹北市光明十一路188號190號1樓",
      "y": 24.832839,
      "x": 120.99826
    },
    {
      "name": "峰里",
      "address": "桃園市大溪區復興路二段782號",
      "y": 24.831944,
      "x": 121.330392
    },
    {
      "name": "龍潭佳",
      "address": "桃園市龍潭區中正路三坑段776號1樓",
      "y": 24.831225,
      "x": 121.243521
    },
    {
      "name": "銅鑼圈",
      "address": "桃園市龍潭區中豐路高平段402之1號1樓",
      "y": 24.831133,
      "x": 121.206192
    },
    {
      "name": "竹崙",
      "address": "新竹縣竹北市中華路153號1樓",
      "y": 24.830551,
      "x": 121.001401
    },
    {
      "name": "明采",
      "address": "新竹縣竹北市光明一路158號1樓",
      "y": 24.830405,
      "x": 121.016695
    },
    {
      "name": "百吉",
      "address": "桃園市大溪區復興路二段35號",
      "y": 24.830288,
      "x": 121.306196
    },
    {
      "name": "泉湧",
      "address": "宜蘭縣礁溪鄉玉石村溫泉路15鄰85號1樓",
      "y": 24.829867,
      "x": 121.772177
    },
    {
      "name": "埔昌",
      "address": "新竹縣新埔鎮義民路一段92號",
      "y": 24.829087,
      "x": 121.068259
    },
    {
      "name": "光揚",
      "address": "新竹縣竹北市光明六路247號249號251號一樓",
      "y": 24.828629,
      "x": 121.006727
    },
    {
      "name": "瑞發",
      "address": "宜蘭縣礁溪鄉德陽路65號",
      "y": 24.828596,
      "x": 121.771556
    },
    {
      "name": "博祐",
      "address": "新竹縣竹北市博愛街25-1號",
      "y": 24.828571,
      "x": 121.002628
    },
    {
      "name": "新縣福",
      "address": "新竹縣竹北市縣政二路414號416號1樓",
      "y": 24.828148,
      "x": 121.01684
    },
    {
      "name": "新湖工",
      "address": "新竹縣湖口鄉中華路54號",
      "y": 24.828031,
      "x": 120.99918
    },
    {
      "name": "沐庭",
      "address": "新竹縣竹北市光明六路106號1樓",
      "y": 24.827919,
      "x": 121.008426
    },
    {
      "name": "埔中",
      "address": "新竹縣新埔鎮中正路619號621號",
      "y": 24.827695,
      "x": 121.070961
    },
    {
      "name": "永裕",
      "address": "宜蘭縣礁溪鄉中山路二段204號",
      "y": 24.827539,
      "x": 121.774786
    },
    {
      "name": "新埔",
      "address": "新竹縣新埔鎮中正路221號",
      "y": 24.827466,
      "x": 121.080407
    },
    {
      "name": "大勝",
      "address": "新竹縣竹北市勝利十一路101號",
      "y": 24.826957,
      "x": 121.028728
    },
    {
      "name": "湯圍",
      "address": "宜蘭縣礁溪鄉礁溪路五段51號",
      "y": 24.826815,
      "x": 121.771587
    },
    {
      "name": "縣政府",
      "address": "新竹縣竹北市光明六路10號",
      "y": 24.826458,
      "x": 121.01125
    },
    {
      "name": "府樂",
      "address": "新竹縣竹北市縣政九路80號一樓",
      "y": 24.826379,
      "x": 121.009557
    },
    {
      "name": "埔田",
      "address": "新竹縣新埔鎮中正路7號1樓",
      "y": 24.826337,
      "x": 121.084647
    },
    {
      "name": "強興",
      "address": "新竹縣竹北市自強北路223號",
      "y": 24.825905,
      "x": 121.032905
    },
    {
      "name": "新大",
      "address": "新竹市北區東大路三段2號",
      "y": 24.825811,
      "x": 120.956677
    },
    {
      "name": "十興",
      "address": "新竹縣竹北市莊敬北路130號",
      "y": 24.825648,
      "x": 121.024714
    },
    {
      "name": "永聖",
      "address": "宜蘭縣礁溪鄉大忠村大忠路120-122號",
      "y": 24.825378,
      "x": 121.763831
    },
    {
      "name": "新縣政",
      "address": "新竹縣竹北市光明九路12號1樓",
      "y": 24.825135,
      "x": 121.009401
    },
    {
      "name": "采虹",
      "address": "新竹縣竹北市勝利八街一段345.347號1樓",
      "y": 24.824915,
      "x": 121.02932
    },
    {
      "name": "強鹿",
      "address": "新竹縣竹北市自強北路256號1樓",
      "y": 24.824733,
      "x": 121.032637
    },
    {
      "name": "埔嵩",
      "address": "新竹縣新埔鎮田新路292號296號1樓",
      "y": 24.824655,
      "x": 121.080375
    },
    {
      "name": "金采",
      "address": "新竹市北區金雅路62號",
      "y": 24.824206,
      "x": 120.964138
    },
    {
      "name": "厚稼",
      "address": "新竹市北區鐵道路二段280號",
      "y": 24.823264,
      "x": 120.968716
    },
    {
      "name": "強利",
      "address": "新竹縣竹北市自強北路111號",
      "y": 24.82307,
      "x": 121.030643
    },
    {
      "name": "加勝",
      "address": "新竹縣竹北市勝利八街二段63.65號1樓",
      "y": 24.82303,
      "x": 121.033233
    },
    {
      "name": "宇軒",
      "address": "新竹縣竹北市勝利二路85號1樓",
      "y": 24.822744,
      "x": 121.026782
    },
    {
      "name": "新雅竹",
      "address": "新竹市北區湳雅街255號",
      "y": 24.821919,
      "x": 120.975435
    },
    {
      "name": "興韻",
      "address": "新竹縣竹北市福興路753號",
      "y": 24.821755,
      "x": 121.011893
    },
    {
      "name": "禾遠",
      "address": "新竹縣竹北市莊敬五街13號",
      "y": 24.821598,
      "x": 121.026054
    },
    {
      "name": "印月",
      "address": "新竹縣竹北市科大一路140號1樓",
      "y": 24.82087,
      "x": 121.00998
    },
    {
      "name": "駿隆",
      "address": "宜蘭縣礁溪鄉中山路一段175號",
      "y": 24.820778,
      "x": 121.770515
    },
    {
      "name": "雅新",
      "address": "新竹市北區湳雅街154號",
      "y": 24.820525,
      "x": 120.974034
    },
    {
      "name": "福盛",
      "address": "新竹市北區鐵道路三段2號",
      "y": 24.819743,
      "x": 120.961136
    },
    {
      "name": "首璽",
      "address": "新竹縣竹北市自強六街13號1樓",
      "y": 24.819713,
      "x": 121.025503
    },
    {
      "name": "礁溪",
      "address": "宜蘭縣礁溪鄉礁溪路四段85號87號",
      "y": 24.81962,
      "x": 121.768835
    },
    {
      "name": "縣科",
      "address": "新竹縣竹北市縣政二路南段103號",
      "y": 24.818912,
      "x": 121.012207
    },
    {
      "name": "海天",
      "address": "新竹市香山區海埔路136號",
      "y": 24.818887,
      "x": 120.924966
    },
    {
      "name": "大潤",
      "address": "新竹市北區湳雅里22鄰湳雅街46號",
      "y": 24.817913,
      "x": 120.970898
    },
    {
      "name": "竹森",
      "address": "新竹市北區光華東街105.107號",
      "y": 24.817745,
      "x": 120.97473
    },
    {
      "name": "鹿禾",
      "address": "新竹縣竹北市莊敬南路118號1樓",
      "y": 24.817174,
      "x": 121.02002
    },
    {
      "name": "金桔",
      "address": "宜蘭縣礁溪鄉玉龍路二段417號",
      "y": 24.81706,
      "x": 121.79535
    },
    {
      "name": "家安",
      "address": "新竹縣竹北市嘉興路168巷2號",
      "y": 24.81681,
      "x": 121.027218
    },
    {
      "name": "鹿家",
      "address": "新竹縣竹北市自強南路136號",
      "y": 24.816654,
      "x": 121.025379
    },
    {
      "name": "宏光",
      "address": "新竹市北區光華一街29號1樓",
      "y": 24.816276,
      "x": 120.973208
    },
    {
      "name": "華國",
      "address": "新竹市東區中華路一段107號109號",
      "y": 24.816055,
      "x": 120.993889
    },
    {
      "name": "竹陵",
      "address": "新竹市北區東大路二段174號",
      "y": 24.815791,
      "x": 120.966031
    },
    {
      "name": "寶捷",
      "address": "新竹市東區田美三街35號",
      "y": 24.815769,
      "x": 120.976587
    },
    {
      "name": "空軍",
      "address": "新竹市北區中正路385號387號1樓",
      "y": 24.815398,
      "x": 120.96101
    },
    {
      "name": "竹醫",
      "address": "新竹市東區鐵道路二段9號1樓",
      "y": 24.815354,
      "x": 120.980117
    },
    {
      "name": "銘豐",
      "address": "新竹縣竹北市嘉豐五路一段1號1樓",
      "y": 24.815189,
      "x": 121.03138
    },
    {
      "name": "上巴陵",
      "address": "桃園市復興區華陵里10鄰巴崚116號",
      "y": 24.814787,
      "x": 121.351122
    },
    {
      "name": "六家",
      "address": "新竹縣竹北市福興東路二段105號1樓",
      "y": 24.814751,
      "x": 121.028527
    },
    {
      "name": "大硯",
      "address": "新竹縣竹北市文興路311號",
      "y": 24.814317,
      "x": 121.021558
    },
    {
      "name": "嘉豐",
      "address": "新竹縣竹北市嘉豐北路76號78號",
      "y": 24.814173,
      "x": 121.036672
    },
    {
      "name": "正御",
      "address": "新竹市北區中正路309號1+B1樓",
      "y": 24.813974,
      "x": 120.962799
    },
    {
      "name": "鐵家",
      "address": "新竹縣竹北市自強南路211號",
      "y": 24.813379,
      "x": 121.023586
    },
    {
      "name": "石光",
      "address": "新竹縣關西鎮石光里石岡子252號1樓",
      "y": 24.813134,
      "x": 121.128302
    },
    {
      "name": "自興",
      "address": "新竹市東區自由路69號",
      "y": 24.812992,
      "x": 120.980658
    },
    {
      "name": "竹揚",
      "address": "新竹市東區文華里北大路38號",
      "y": 24.81294,
      "x": 120.972765
    },
    {
      "name": "縣運",
      "address": "新竹縣竹北市莊敬南路21號1樓",
      "y": 24.812857,
      "x": 121.018452
    },
    {
      "name": "竹光",
      "address": "新竹市北區文雅里18鄰竹光路123號",
      "y": 24.812819,
      "x": 120.959247
    },
    {
      "name": "正國",
      "address": "新竹市北區中正路286之1號一樓",
      "y": 24.812802,
      "x": 120.964001
    },
    {
      "name": "泉發",
      "address": "宜蘭縣礁溪鄉礁溪路三段302號306號",
      "y": 24.812785,
      "x": 121.767741
    },
    {
      "name": "千久",
      "address": "新竹市東區民主路154號156號",
      "y": 24.812552,
      "x": 120.97843
    },
    {
      "name": "禾雅",
      "address": "新竹市東區鐵道路一段66號",
      "y": 24.812503,
      "x": 120.983663
    },
    {
      "name": "豐富",
      "address": "新竹縣竹北市復興三路一段105號1樓",
      "y": 24.812124,
      "x": 121.03033
    },
    {
      "name": "竹博",
      "address": "新竹市東區民生路226號",
      "y": 24.81204,
      "x": 120.97574
    },
    {
      "name": "新瓦屋",
      "address": "新竹縣竹北市文興路一段172.176號1樓",
      "y": 24.811068,
      "x": 121.027027
    },
    {
      "name": "新悅",
      "address": "新竹市北區經國路二段166號168號1樓",
      "y": 24.810934,
      "x": 120.962607
    },
    {
      "name": "新揚",
      "address": "新竹市東區民生路149號151號153號1樓",
      "y": 24.810705,
      "x": 120.976477
    },
    {
      "name": "嘉家",
      "address": "新竹縣竹北市嘉豐十一路一段30號1樓",
      "y": 24.81039,
      "x": 121.03651
    },
    {
      "name": "水擇",
      "address": "新竹市北區水田里中正路194號",
      "y": 24.810263,
      "x": 120.966017
    },
    {
      "name": "磐石",
      "address": "新竹市北區西大路740號1樓",
      "y": 24.810081,
      "x": 120.959026
    },
    {
      "name": "雙民",
      "address": "新竹市東區民族路205號1樓",
      "y": 24.809832,
      "x": 120.980132
    },
    {
      "name": "鐵興",
      "address": "新竹縣竹北市嘉豐六路二段16號.18號.12號部分",
      "y": 24.809778,
      "x": 121.028638
    },
    {
      "name": "城北",
      "address": "新竹市北區城北街43號",
      "y": 24.80976,
      "x": 120.963961
    },
    {
      "name": "風城",
      "address": "新竹市東區民權路181號1樓",
      "y": 24.809631,
      "x": 120.973714
    },
    {
      "name": "文嘉",
      "address": "新竹縣竹北市文興路一段398號1樓",
      "y": 24.80836,
      "x": 121.03237
    },
    {
      "name": "鳳美",
      "address": "新竹市東區中華路二段64號",
      "y": 24.808206,
      "x": 120.981126
    },
    {
      "name": "富盛",
      "address": "新竹市北區經國路二段346號1樓",
      "y": 24.808109,
      "x": 120.958084
    },
    {
      "name": "東新",
      "address": "新竹市東區東新路86號",
      "y": 24.807945,
      "x": 120.986754
    },
    {
      "name": "民富",
      "address": "新竹市北區新民里西大路642號",
      "y": 24.807842,
      "x": 120.961255
    },
    {
      "name": "新世界",
      "address": "新竹市北區中正路121號",
      "y": 24.807789,
      "x": 120.96745
    },
    {
      "name": "千甲",
      "address": "新竹市東區千甲路235號",
      "y": 24.807775,
      "x": 121.005921
    },
    {
      "name": "新竹民",
      "address": "新竹市東區民族路114號116號1樓",
      "y": 24.807763,
      "x": 120.977179
    },
    {
      "name": "家興",
      "address": "新竹縣竹北市嘉豐五路二段168號1樓",
      "y": 24.807501,
      "x": 121.024108
    },
    {
      "name": "新親仁",
      "address": "新竹市東區親仁里仁愛街30號1樓",
      "y": 24.807077,
      "x": 120.971524
    },
    {
      "name": "北大門",
      "address": "新竹市北區北門街96號1樓",
      "y": 24.806925,
      "x": 120.965822
    },
    {
      "name": "里客",
      "address": "新竹市東區民族路7號1樓",
      "y": 24.806819,
      "x": 120.975315
    },
    {
      "name": "日和",
      "address": "新竹縣竹北市文興路二段150號.高鐵二路51號",
      "y": 24.80646,
      "x": 121.037267
    },
    {
      "name": "恆新",
      "address": "新竹市北區民富里7鄰北大路342號",
      "y": 24.805894,
      "x": 120.961662
    },
    {
      "name": "東民",
      "address": "新竹市東區忠孝路149號",
      "y": 24.805363,
      "x": 120.988677
    },
    {
      "name": "新竹延",
      "address": "新竹市香山區延平路二段82號84號",
      "y": 24.805274,
      "x": 120.940184
    },
    {
      "name": "竹灣",
      "address": "新竹市北區客雃里延平路一段252號1樓",
      "y": 24.80522,
      "x": 120.953077
    },
    {
      "name": "東中",
      "address": "新竹市北區東門街194號1+B1樓",
      "y": 24.804683,
      "x": 120.96679
    },
    {
      "name": "竹城",
      "address": "新竹市北區西門里中山路100號",
      "y": 24.804676,
      "x": 120.965294
    },
    {
      "name": "東環",
      "address": "新竹市東區東門街36號1樓",
      "y": 24.80438,
      "x": 120.973482
    },
    {
      "name": "世達",
      "address": "新竹市北區延平路一段159號1樓",
      "y": 24.804322,
      "x": 120.956593
    },
    {
      "name": "新勝",
      "address": "新竹市東區東光路75號1樓",
      "y": 24.803363,
      "x": 120.986708
    },
    {
      "name": "鑫昌",
      "address": "新竹市東區復興路34號1樓",
      "y": 24.803269,
      "x": 120.968925
    },
    {
      "name": "隘口",
      "address": "新竹縣竹北市隘口二路27號",
      "y": 24.803113,
      "x": 121.033428
    },
    {
      "name": "佑忠",
      "address": "新竹市東區忠孝路430號432號",
      "y": 24.803103,
      "x": 120.983288
    },
    {
      "name": "璞玉",
      "address": "新竹縣竹北市東興路二段39號",
      "y": 24.802475,
      "x": 121.051383
    },
    {
      "name": "公學",
      "address": "新竹市東區建功一路93號",
      "y": 24.801974,
      "x": 120.99518
    },
    {
      "name": "東鐵",
      "address": "新竹縣竹北市隘口三街231號1樓",
      "y": 24.801962,
      "x": 121.042172
    },
    {
      "name": "大遠百",
      "address": "新竹市東區西門街105號",
      "y": 24.801659,
      "x": 120.963779
    },
    {
      "name": "新站",
      "address": "新竹市東區榮光里林森路7號中華路二段458號",
      "y": 24.801631,
      "x": 120.970724
    },
    {
      "name": "大福",
      "address": "宜蘭縣壯圍鄉大福村壯濱路六段222號",
      "y": 24.801601,
      "x": 121.817072
    },
    {
      "name": "隘心",
      "address": "新竹縣竹北市興隆路五段151號",
      "y": 24.801403,
      "x": 121.034694
    },
    {
      "name": "建盛",
      "address": "新竹市東區建中一路52號1樓",
      "y": 24.801315,
      "x": 120.993201
    },
    {
      "name": "竹運",
      "address": "新竹市東區中華路二段471號",
      "y": 24.801277,
      "x": 120.970537
    },
    {
      "name": "水水",
      "address": "新竹市東區水源街69號1樓",
      "y": 24.801007,
      "x": 120.991555
    },
    {
      "name": "南衫",
      "address": "新竹市東區南大路123.125號",
      "y": 24.800918,
      "x": 120.97524
    },
    {
      "name": "俊友",
      "address": "新竹市東區林森路81號",
      "y": 24.800862,
      "x": 120.967394
    },
    {
      "name": "保忠",
      "address": "新竹市東區忠孝路1號",
      "y": 24.800712,
      "x": 120.989828
    },
    {
      "name": "育英",
      "address": "新竹市北區育英里15鄰四維路53號1樓.西門街212號1樓",
      "y": 24.800235,
      "x": 120.961207
    },
    {
      "name": "新馬偕",
      "address": "新竹市東區光復路二段690號1樓",
      "y": 24.800088,
      "x": 120.990781
    },
    {
      "name": "璟觀",
      "address": "新竹市香山區景觀大道830號1樓",
      "y": 24.799877,
      "x": 120.949785
    },
    {
      "name": "添功",
      "address": "新竹市北區中山路436號",
      "y": 24.799794,
      "x": 120.957522
    },
    {
      "name": "東埔",
      "address": "新竹市香山區牛埔路146號",
      "y": 24.799661,
      "x": 120.952344
    },
    {
      "name": "篤明",
      "address": "新竹市東區林森路184號",
      "y": 24.799109,
      "x": 120.964233
    },
    {
      "name": "泰一",
      "address": "新竹市東區中華路二段668號",
      "y": 24.798465,
      "x": 120.965638
    },
    {
      "name": "祥園",
      "address": "新竹市香山區牛埔北路50號",
      "y": 24.798309,
      "x": 120.941885
    },
    {
      "name": "鑫旭升",
      "address": "新竹市東區東南街98號1樓",
      "y": 24.798074,
      "x": 120.973643
    },
    {
      "name": "孟竹",
      "address": "新竹市東區軍功里16鄰建新路26號1樓",
      "y": 24.798042,
      "x": 120.996784
    },
    {
      "name": "東品",
      "address": "新竹市東區食品路146號1樓",
      "y": 24.797572,
      "x": 120.976747
    },
    {
      "name": "宏府",
      "address": "新竹市東區學府路164號",
      "y": 24.797321,
      "x": 120.985588
    },
    {
      "name": "關西",
      "address": "新竹縣關西鎮正義路286-1號",
      "y": 24.797225,
      "x": 121.172571
    },
    {
      "name": "高清",
      "address": "新竹市東區建功里建功路6號1樓",
      "y": 24.797002,
      "x": 121.000211
    },
    {
      "name": "文清",
      "address": "新竹市東區建功路49號1.2樓",
      "y": 24.796854,
      "x": 120.999633
    },
    {
      "name": "東香",
      "address": "新竹市香山區頂埔路2號",
      "y": 24.796499,
      "x": 120.95154
    },
    {
      "name": "清大",
      "address": "新竹市東區光復路二段101號",
      "y": 24.796305,
      "x": 120.996799
    },
    {
      "name": "青草湖",
      "address": "新竹市東區明湖里明湖路3鄰1012-1號",
      "y": 24.7963,
      "x": 120.97017
    },
    {
      "name": "金功",
      "address": "新竹市東區建功二路2號及6號1樓",
      "y": 24.796214,
      "x": 121.002227
    },
    {
      "name": "香山",
      "address": "新竹市香山區牛埔路447號",
      "y": 24.796158,
      "x": 120.941112
    },
    {
      "name": "頂福",
      "address": "新竹市香山區中山路622號626號",
      "y": 24.796089,
      "x": 120.954663
    },
    {
      "name": "香圃",
      "address": "新竹市香山區牛埔東路253號1樓",
      "y": 24.795993,
      "x": 120.943826
    },
    {
      "name": "竹高",
      "address": "新竹市東區東山街17號19號21號1樓",
      "y": 24.795988,
      "x": 120.979967
    },
    {
      "name": "金鑫",
      "address": "新竹市東區金城一路50-9號",
      "y": 24.795064,
      "x": 121.004509
    },
    {
      "name": "晏丞",
      "address": "新竹市東區振興路50號1樓",
      "y": 24.794909,
      "x": 120.96261
    },
    {
      "name": "學英",
      "address": "新竹市東區學府路37號",
      "y": 24.794584,
      "x": 120.977807
    },
    {
      "name": "欽天",
      "address": "新竹市北區成德路123號",
      "y": 24.79446,
      "x": 120.957616
    },
    {
      "name": "新竹建",
      "address": "新竹市東區建華街2號1樓",
      "y": 24.793902,
      "x": 120.974706
    },
    {
      "name": "耀明",
      "address": "新竹市東區南大路521號1樓",
      "y": 24.79323,
      "x": 120.964825
    },
    {
      "name": "埔竹",
      "address": "新竹市東區埔頂二路148號1樓",
      "y": 24.792852,
      "x": 121.010125
    },
    {
      "name": "竹科",
      "address": "新竹市東區埔頂路8號",
      "y": 24.79281,
      "x": 121.007555
    },
    {
      "name": "松邑",
      "address": "新竹市香山區牛埔南路2號",
      "y": 24.792751,
      "x": 120.942414
    },
    {
      "name": "新關中",
      "address": "新竹縣關西鎮中興路17號",
      "y": 24.792574,
      "x": 121.176806
    },
    {
      "name": "香光",
      "address": "新竹市香山區香北路82號1樓",
      "y": 24.79202,
      "x": 120.927497
    },
    {
      "name": "富首",
      "address": "新竹市東區慈濟路230號1樓",
      "y": 24.791794,
      "x": 121.014977
    },
    {
      "name": "天湖",
      "address": "新竹市東區明湖路180號",
      "y": 24.791715,
      "x": 120.968357
    },
    {
      "name": "豪運",
      "address": "新竹市香山區香北路181號183號",
      "y": 24.790802,
      "x": 120.926152
    },
    {
      "name": "迎竹",
      "address": "新竹市東區大學路1001-2號",
      "y": 24.789393,
      "x": 121.000403
    },
    {
      "name": "梅竹",
      "address": "新竹市東區光明里14鄰大學路56號58號60號",
      "y": 24.789237,
      "x": 121.002176
    },
    {
      "name": "交大",
      "address": "新竹市東區大學路1001號(第二餐廳)",
      "y": 24.789143,
      "x": 120.999493
    },
    {
      "name": "大矽谷",
      "address": "新竹縣芎林鄉三民路279號1樓",
      "y": 24.78888,
      "x": 121.067708
    },
    {
      "name": "香華",
      "address": "新竹市香山區中華路四段602號604號",
      "y": 24.788647,
      "x": 120.929134
    },
    {
      "name": "育賢",
      "address": "新竹市東區南大路611號613號1樓",
      "y": 24.788212,
      "x": 120.967174
    },
    {
      "name": "關新",
      "address": "新竹市東區關新路179號1樓",
      "y": 24.787222,
      "x": 121.019275
    },
    {
      "name": "翊銘",
      "address": "新竹市東區新莊街182號186號",
      "y": 24.787165,
      "x": 121.017159
    },
    {
      "name": "隆華",
      "address": "新竹市香山區中華路五段193號1樓",
      "y": 24.786266,
      "x": 120.924422
    },
    {
      "name": "嘉融",
      "address": "宜蘭縣礁溪鄉吳沙村礁溪路一段142號",
      "y": 24.786125,
      "x": 121.761543
    },
    {
      "name": "科園",
      "address": "新竹市東區科學園路45號",
      "y": 24.785783,
      "x": 121.010485
    },
    {
      "name": "東珈",
      "address": "新竹市香山區中華路五段156號",
      "y": 24.785641,
      "x": 120.921723
    },
    {
      "name": "復全",
      "address": "新竹市東區新莊里長春街11.13號1樓",
      "y": 24.785262,
      "x": 121.013868
    },
    {
      "name": "明瑚",
      "address": "新竹市東區明湖路410號1樓",
      "y": 24.785115,
      "x": 120.96742
    },
    {
      "name": "科學",
      "address": "新竹市東區光復路一段527號527之1號1樓",
      "y": 24.784756,
      "x": 121.01353
    },
    {
      "name": "藍海",
      "address": "新竹市東區關新路21號1樓",
      "y": 24.784626,
      "x": 121.018065
    },
    {
      "name": "科有",
      "address": "新竹市東區光復路一段531巷70-1號",
      "y": 24.783287,
      "x": 121.012237
    },
    {
      "name": "員道",
      "address": "新竹縣竹東鎮員山路218之1號",
      "y": 24.783213,
      "x": 121.039141
    },
    {
      "name": "關圓",
      "address": "新竹市東區關東路56號1樓",
      "y": 24.783209,
      "x": 121.022765
    },
    {
      "name": "揚明",
      "address": "新竹市東區新安路7號",
      "y": 24.782631,
      "x": 120.997917
    },
    {
      "name": "科管",
      "address": "新竹市東區新安路2號",
      "y": 24.781656,
      "x": 121.004371
    },
    {
      "name": "馬武督",
      "address": "新竹縣關西鎮中豐新路2-1號1樓",
      "y": 24.780486,
      "x": 121.178935
    },
    {
      "name": "盟創",
      "address": "新竹縣寶山鄉創新二路6號",
      "y": 24.779697,
      "x": 120.995481
    },
    {
      "name": "新唐",
      "address": "新竹市東區研新三路4號2樓",
      "y": 24.77966,
      "x": 120.990527
    },
    {
      "name": "騰豪",
      "address": "宜蘭縣宜蘭市大坡路二段215號217號",
      "y": 24.779236,
      "x": 121.740829
    },
    {
      "name": "金橋",
      "address": "新竹市東區光復路一段89巷115.117.119號",
      "y": 24.77885,
      "x": 121.025073
    },
    {
      "name": "智邦",
      "address": "新竹市東區科學工業園區研新三路1號",
      "y": 24.778186,
      "x": 120.988127
    },
    {
      "name": "高灃",
      "address": "新竹市東區高翠路331號1樓",
      "y": 24.777889,
      "x": 120.984501
    },
    {
      "name": "全美",
      "address": "宜蘭縣壯圍鄉美城村大福路三段1號5號",
      "y": 24.777795,
      "x": 121.788581
    },
    {
      "name": "上員",
      "address": "新竹縣竹東鎮光明路538巷25號",
      "y": 24.777741,
      "x": 121.056658
    },
    {
      "name": "金山街",
      "address": "新竹市東區金山街30號1樓",
      "y": 24.777521,
      "x": 121.021215
    },
    {
      "name": "芎林",
      "address": "新竹縣芎林鄉文山路529號531號1樓",
      "y": 24.777179,
      "x": 121.077608
    },
    {
      "name": "竹興",
      "address": "新竹縣竹東鎮中興路四段650號",
      "y": 24.777046,
      "x": 121.037559
    },
    {
      "name": "宏遠",
      "address": "新竹市東區金山十五街1號1樓",
      "y": 24.776971,
      "x": 121.023116
    },
    {
      "name": "金山六",
      "address": "新竹市東區金山六街51號1樓",
      "y": 24.776936,
      "x": 121.019713
    },
    {
      "name": "新豪康",
      "address": "新竹市香山區元培街371號1樓",
      "y": 24.776483,
      "x": 120.943617
    },
    {
      "name": "宥昌",
      "address": "新竹縣芎林鄉文富街100號1樓",
      "y": 24.776293,
      "x": 121.076221
    },
    {
      "name": "宏欣",
      "address": "新竹市東區金山街152號156號1樓",
      "y": 24.775774,
      "x": 121.025927
    },
    {
      "name": "GRC",
      "address": "新竹市東區工業東三路1號1樓",
      "y": 24.775728,
      "x": 121.004532
    },
    {
      "name": "進一廠",
      "address": "新竹縣寶山鄉園區三路123號",
      "y": 24.775652,
      "x": 120.996432
    },
    {
      "name": "乾坤科",
      "address": "新竹縣寶山鄉研發二路2號B1樓",
      "y": 24.775634,
      "x": 121.000441
    },
    {
      "name": "永鎮",
      "address": "宜蘭縣壯圍鄉壯濱路四段373號373之1號1樓",
      "y": 24.774983,
      "x": 121.815145
    },
    {
      "name": "寶豐",
      "address": "新竹市東區高峰路536巷58號之1",
      "y": 24.774446,
      "x": 120.984179
    },
    {
      "name": "科技城",
      "address": "新竹市東區工業東四路42號",
      "y": 24.773929,
      "x": 121.009072
    },
    {
      "name": "新竹友",
      "address": "新竹市東區科學園區力行二路1號",
      "y": 24.773845,
      "x": 121.019549
    },
    {
      "name": "煙波",
      "address": "新竹市東區明湖路967號1樓",
      "y": 24.773632,
      "x": 120.966829
    },
    {
      "name": "明泰科",
      "address": "新竹市東區力行七路8號B1樓",
      "y": 24.773504,
      "x": 121.014208
    },
    {
      "name": "矽導",
      "address": "新竹市東區力行一路1號",
      "y": 24.77325,
      "x": 121.01779
    },
    {
      "name": "富林",
      "address": "新竹縣芎林鄉富林路三段239號1樓",
      "y": 24.77274,
      "x": 121.07516
    },
    {
      "name": "園區",
      "address": "新竹縣寶山鄉園區三路1號",
      "y": 24.772729,
      "x": 121.010083
    },
    {
      "name": "世界先",
      "address": "新竹市東區力行路9號2樓",
      "y": 24.77178,
      "x": 121.026588
    },
    {
      "name": "聯發科",
      "address": "新竹市東區篤行一路1號",
      "y": 24.771596,
      "x": 121.024429
    },
    {
      "name": "力成捌",
      "address": "新竹市東區力行三路15號6樓",
      "y": 24.77114,
      "x": 121.02222
    },
    {
      "name": "星都心",
      "address": "新竹縣竹東鎮光明路182號186號",
      "y": 24.770576,
      "x": 121.056785
    },
    {
      "name": "菄族",
      "address": "新竹縣竹東鎮民族路66號1樓",
      "y": 24.770494,
      "x": 121.055069
    },
    {
      "name": "美宜",
      "address": "宜蘭縣壯圍鄉大福路三段362號1樓362號2樓之1",
      "y": 24.770487,
      "x": 121.774789
    },
    {
      "name": "承莊",
      "address": "宜蘭縣宜蘭市中山路五段148號",
      "y": 24.769402,
      "x": 121.756755
    },
    {
      "name": "聯發D",
      "address": "新竹市東區力行三路11號",
      "y": 24.769385,
      "x": 121.02161
    },
    {
      "name": "聯發E",
      "address": "新竹市東區篤行路5號",
      "y": 24.767821,
      "x": 121.021586
    },
    {
      "name": "壯美",
      "address": "宜蘭縣壯圍鄉美功路一段40巷1號",
      "y": 24.767505,
      "x": 121.781199
    },
    {
      "name": "寶山",
      "address": "新竹縣竹東鎮中興路三段173號",
      "y": 24.767112,
      "x": 121.056148
    },
    {
      "name": "飛凰",
      "address": "新竹縣芎林鄉富林路二段729號",
      "y": 24.763924,
      "x": 121.085735
    },
    {
      "name": "同樂",
      "address": "宜蘭縣員山鄉同新路286號",
      "y": 24.763881,
      "x": 121.72732
    },
    {
      "name": "情友",
      "address": "新竹縣寶山鄉雙溪村寶新路一段2號",
      "y": 24.763773,
      "x": 120.987846
    },
    {
      "name": "飛鳳",
      "address": "新竹縣芎林鄉富林路二段556號",
      "y": 24.761685,
      "x": 121.09048
    },
    {
      "name": "同慶",
      "address": "宜蘭縣宜蘭市中山路三段203號205號207號1樓",
      "y": 24.760677,
      "x": 121.753243
    },
    {
      "name": "滿冠",
      "address": "宜蘭縣宜蘭市新興路68號1樓",
      "y": 24.7599,
      "x": 121.758122
    },
    {
      "name": "東融",
      "address": "新竹縣竹東鎮中興路二段148號1樓",
      "y": 24.759797,
      "x": 121.063861
    },
    {
      "name": "友達五",
      "address": "新竹市東區力行路23號6樓",
      "y": 24.75976,
      "x": 121.020358
    },
    {
      "name": "圓鴻",
      "address": "宜蘭縣宜蘭市慈安路40號",
      "y": 24.759584,
      "x": 121.762887
    },
    {
      "name": "省宜",
      "address": "宜蘭縣宜蘭市新民路159號161號1樓",
      "y": 24.757586,
      "x": 121.753365
    },
    {
      "name": "佳旺",
      "address": "宜蘭縣宜蘭市舊城東路47號",
      "y": 24.757353,
      "x": 121.756191
    },
    {
      "name": "華鑫",
      "address": "新竹市香山區五福路二段725、727、729號1樓",
      "y": 24.756463,
      "x": 120.952717
    },
    {
      "name": "華耀",
      "address": "新竹市香山區明德路1號1樓",
      "y": 24.756292,
      "x": 120.951823
    },
    {
      "name": "宜商",
      "address": "宜蘭縣宜蘭市延平路39之8號1樓",
      "y": 24.755872,
      "x": 121.766818
    },
    {
      "name": "寶雅",
      "address": "新竹縣寶山鄉大崎村大雅路二段103巷15號",
      "y": 24.755717,
      "x": 121.005778
    },
    {
      "name": "宜莊",
      "address": "宜蘭縣宜蘭市光復路26號",
      "y": 24.755126,
      "x": 121.75657
    },
    {
      "name": "新月",
      "address": "宜蘭縣宜蘭市民權路二段38巷6號",
      "y": 24.754376,
      "x": 121.750026
    },
    {
      "name": "四重埔",
      "address": "新竹縣竹東鎮中興路一段157號",
      "y": 24.754352,
      "x": 121.071873
    },
    {
      "name": "員泰",
      "address": "宜蘭縣宜蘭市泰山路33之3號33之4號1樓",
      "y": 24.754248,
      "x": 121.747145
    },
    {
      "name": "馥華",
      "address": "宜蘭縣宜蘭市東港路30-22號",
      "y": 24.751892,
      "x": 121.753476
    },
    {
      "name": "壯五",
      "address": "宜蘭縣宜蘭市東港路3號1樓",
      "y": 24.751892,
      "x": 121.753476
    },
    {
      "name": "心蓮",
      "address": "宜蘭縣宜蘭市泰山路212號",
      "y": 24.751655,
      "x": 121.738139
    },
    {
      "name": "校舍",
      "address": "宜蘭縣宜蘭市校舍路25號",
      "y": 24.751557,
      "x": 121.762913
    },
    {
      "name": "佳香",
      "address": "新竹市香山區中華路六段六十之一、六十之二號1樓",
      "y": 24.750988,
      "x": 120.908553
    },
    {
      "name": "東道",
      "address": "宜蘭縣宜蘭市東港路一段575號",
      "y": 24.750382,
      "x": 121.772104
    },
    {
      "name": "健神",
      "address": "宜蘭縣宜蘭市神農路二段8號10號",
      "y": 24.749982,
      "x": 121.750653
    },
    {
      "name": "員泉",
      "address": "宜蘭縣員山鄉溫泉路1之27號1之28號1樓",
      "y": 24.749464,
      "x": 121.715843
    },
    {
      "name": "東鑽",
      "address": "新竹縣竹東鎮北興路三段517號519號",
      "y": 24.748866,
      "x": 121.081666
    },
    {
      "name": "新復興",
      "address": "宜蘭縣宜蘭市復興路二段49號1樓",
      "y": 24.748695,
      "x": 121.748351
    },
    {
      "name": "寶謙",
      "address": "新竹縣寶山鄉有謙路2.6號",
      "y": 24.748669,
      "x": 121.021102
    },
    {
      "name": "東睿",
      "address": "新竹縣竹東鎮北興路三段446號1樓",
      "y": 24.74793,
      "x": 121.08332
    },
    {
      "name": "壯志",
      "address": "宜蘭縣壯圍鄉中央路二段311號",
      "y": 24.74772,
      "x": 121.786466
    },
    {
      "name": "鎵華",
      "address": "新竹市香山區中華路六段131.133.135號1樓",
      "y": 24.747531,
      "x": 120.907224
    },
    {
      "name": "農專",
      "address": "宜蘭縣宜蘭市神農路一段96號98號",
      "y": 24.746596,
      "x": 121.749326
    },
    {
      "name": "蘭陽",
      "address": "宜蘭縣宜蘭市中山路二段101號",
      "y": 24.746248,
      "x": 121.755033
    },
    {
      "name": "佳怡",
      "address": "宜蘭縣員山鄉員山路一段186號",
      "y": 24.74595,
      "x": 121.727248
    },
    {
      "name": "壯圍",
      "address": "宜蘭縣壯圍鄉壯五路143之3號",
      "y": 24.745873,
      "x": 121.786607
    },
    {
      "name": "昌春",
      "address": "新竹縣竹東鎮長春路三段26號1樓",
      "y": 24.74541,
      "x": 121.0819
    },
    {
      "name": "光春",
      "address": "新竹縣竹東鎮長春路三段253號",
      "y": 24.745176,
      "x": 121.082016
    },
    {
      "name": "萬鴻",
      "address": "宜蘭縣員山鄉員山路一段303號305號",
      "y": 24.743763,
      "x": 121.724466
    },
    {
      "name": "朝陽",
      "address": "新竹縣竹東鎮朝陽路70號72號74號1樓",
      "y": 24.742415,
      "x": 121.086384
    },
    {
      "name": "岦湖",
      "address": "新竹市香山區內湖路138號1樓",
      "y": 24.741695,
      "x": 120.905947
    },
    {
      "name": "竹永",
      "address": "新竹縣竹東鎮仁愛里北興路二段185號187號",
      "y": 24.741197,
      "x": 121.090814
    },
    {
      "name": "崠豪",
      "address": "新竹縣竹東鎮東林路103號1樓",
      "y": 24.737362,
      "x": 121.091771
    },
    {
      "name": "商華",
      "address": "新竹縣竹東鎮東寧路三段25號1樓",
      "y": 24.737181,
      "x": 121.087976
    },
    {
      "name": "竹東",
      "address": "新竹縣竹東鎮學前路29號1樓",
      "y": 24.735708,
      "x": 121.089737
    },
    {
      "name": "東宏",
      "address": "新竹縣竹東鎮中正路217號1樓",
      "y": 24.735627,
      "x": 121.092823
    },
    {
      "name": "香江",
      "address": "新竹市香山區中華路六段428-430號",
      "y": 24.735081,
      "x": 120.912581
    },
    {
      "name": "東興",
      "address": "新竹縣竹東鎮北興路一段468號1樓",
      "y": 24.734271,
      "x": 121.09834
    },
    {
      "name": "縣府",
      "address": "宜蘭縣宜蘭市中山路一段366號368號370號",
      "y": 24.731072,
      "x": 121.765026
    },
    {
      "name": "富正",
      "address": "新竹縣竹東鎮東寧路一段261號1樓",
      "y": 24.727439,
      "x": 121.093155
    },
    {
      "name": "竹豐",
      "address": "新竹縣竹東鎮中豐路三段93號95號1樓",
      "y": 24.72632,
      "x": 121.08467
    },
    {
      "name": "橫山",
      "address": "新竹縣橫山鄉中豐路二段122號",
      "y": 24.725065,
      "x": 121.131402
    },
    {
      "name": "廣沅",
      "address": "苗栗縣竹南鎮公義里公義路1683號1685號1樓",
      "y": 24.724562,
      "x": 120.904262
    },
    {
      "name": "東福",
      "address": "新竹縣竹東鎮中豐路二段245號",
      "y": 24.723482,
      "x": 121.091415
    },
    {
      "name": "沅丞",
      "address": "苗栗縣竹南鎮公義里友義路67號",
      "y": 24.72331,
      "x": 120.90805
    },
    {
      "name": "深溝",
      "address": "宜蘭縣員山鄉惠民路207號",
      "y": 24.723205,
      "x": 121.726686
    },
    {
      "name": "華科",
      "address": "新竹縣橫山鄉橫山村9鄰中豐路一段100號1樓",
      "y": 24.722492,
      "x": 121.108876
    },
    {
      "name": "東豐",
      "address": "新竹縣竹東鎮東寧里東寧路一段1號",
      "y": 24.722371,
      "x": 121.096168
    },
    {
      "name": "豐沛",
      "address": "新竹縣橫山鄉中豐路一段21號1樓",
      "y": 24.722118,
      "x": 121.108595
    },
    {
      "name": "東亭",
      "address": "新竹縣竹東鎮和江街2號6號",
      "y": 24.719948,
      "x": 121.096238
    },
    {
      "name": "騰達",
      "address": "新竹縣橫山鄉中豐路二段211號",
      "y": 24.717674,
      "x": 121.141993
    },
    {
      "name": "內成",
      "address": "宜蘭縣員山鄉員山路二段264號1樓",
      "y": 24.717009,
      "x": 121.698425
    },
    {
      "name": "群創",
      "address": "苗栗縣竹南鎮頂埔里科學路160號1樓",
      "y": 24.714706,
      "x": 120.917199
    },
    {
      "name": "科南",
      "address": "苗栗縣竹南鎮大埔里1鄰科學路243號",
      "y": 24.713531,
      "x": 120.906874
    },
    {
      "name": "統寶",
      "address": "苗栗縣竹南鎮科中路12號B2",
      "y": 24.713513,
      "x": 120.914693
    },
    {
      "name": "員崠",
      "address": "新竹縣竹東鎮東峰路336號",
      "y": 24.71216,
      "x": 121.09801
    },
    {
      "name": "于義",
      "address": "苗栗縣竹南鎮公義路1098號",
      "y": 24.711527,
      "x": 120.901054
    },
    {
      "name": "展宏",
      "address": "苗栗縣竹南鎮中華路169號171號1樓",
      "y": 24.710306,
      "x": 120.923486
    },
    {
      "name": "晟乾",
      "address": "苗栗縣竹南鎮仁愛路902號",
      "y": 24.70967,
      "x": 120.897344
    },
    {
      "name": "布洛瓦",
      "address": "苗栗縣竹南鎮科東三路12號",
      "y": 24.707735,
      "x": 120.919717
    },
    {
      "name": "竹南和",
      "address": "苗栗縣竹南鎮大埔里和興路191-1號",
      "y": 24.706807,
      "x": 120.884375
    },
    {
      "name": "內灣",
      "address": "新竹縣橫山鄉內灣村20號",
      "y": 24.706646,
      "x": 121.184184
    },
    {
      "name": "科七",
      "address": "苗栗縣竹南鎮科專七路396號1樓",
      "y": 24.705649,
      "x": 120.899764
    },
    {
      "name": "科星",
      "address": "苗栗縣竹南鎮科專七路393號",
      "y": 24.70513,
      "x": 120.897567
    },
    {
      "name": "龍詮",
      "address": "苗栗縣竹南鎮山佳里龍山路三段305號",
      "y": 24.702059,
      "x": 120.883724
    },
    {
      "name": "中德",
      "address": "新竹縣北埔鄉北埔村中山路42號一樓",
      "y": 24.701934,
      "x": 121.055972
    },
    {
      "name": "金廣福",
      "address": "新竹縣北埔鄉南興街135號1樓",
      "y": 24.7011,
      "x": 121.05747
    },
    {
      "name": "上將",
      "address": "宜蘭縣三星鄉上將路一段381號",
      "y": 24.700451,
      "x": 121.741141
    },
    {
      "name": "興德",
      "address": "苗栗縣頭份市文化街172號八德二路292號 1樓",
      "y": 24.70045,
      "x": 120.90051
    },
    {
      "name": "仟翔",
      "address": "苗栗縣竹南鎮龍山路二段275號",
      "y": 24.70042,
      "x": 120.87388
    },
    {
      "name": "昶誼",
      "address": "苗栗縣頭份市後庄里幼英街131號1樓",
      "y": 24.699324,
      "x": 120.894582
    },
    {
      "name": "龍陽",
      "address": "苗栗縣頭份市光華北路150號",
      "y": 24.698173,
      "x": 120.888193
    },
    {
      "name": "佳美",
      "address": "宜蘭縣五結鄉中正路二段127號1樓",
      "y": 24.698084,
      "x": 121.768693
    },
    {
      "name": "鈞吉",
      "address": "苗栗縣頭份市成功里11鄰建國路198號1樓",
      "y": 24.696966,
      "x": 120.907924
    },
    {
      "name": "淇丞",
      "address": "苗栗縣頭份市建國路二段128號",
      "y": 24.696684,
      "x": 120.903611
    },
    {
      "name": "龍昇",
      "address": "苗栗縣竹南鎮龍山路二段120號",
      "y": 24.69587,
      "x": 120.86858
    },
    {
      "name": "龍鳳",
      "address": "苗栗縣竹南鎮龍鳳里龍江街25號",
      "y": 24.695563,
      "x": 120.867119
    },
    {
      "name": "建鑫",
      "address": "苗栗縣頭份市建國路86號1樓",
      "y": 24.695044,
      "x": 120.911236
    },
    {
      "name": "易安",
      "address": "宜蘭縣五結鄉五結中路二段377號379號1樓",
      "y": 24.69483,
      "x": 121.797093
    },
    {
      "name": "後庄",
      "address": "苗栗縣頭份市中央路603-605號",
      "y": 24.693967,
      "x": 120.893095
    },
    {
      "name": "立昇",
      "address": "宜蘭縣三星鄉大洲村大洲路54之10號1樓上將路2段357號1樓",
      "y": 24.693892,
      "x": 121.730173
    },
    {
      "name": "東踕",
      "address": "苗栗縣頭份市上埔里12鄰沙埔40號",
      "y": 24.693515,
      "x": 120.921416
    },
    {
      "name": "潘桃",
      "address": "苗栗縣頭份市成功里6鄰信東路280號",
      "y": 24.69289,
      "x": 120.907332
    },
    {
      "name": "得意",
      "address": "苗栗縣頭份市蟠桃里德義路13鄰81號",
      "y": 24.692514,
      "x": 120.894636
    },
    {
      "name": "竹南建",
      "address": "苗栗縣竹南鎮龍鳳里龍山路一段162號1樓",
      "y": 24.69237,
      "x": 120.86674
    },
    {
      "name": "頭興",
      "address": "苗栗縣頭份市中央路228號230號1樓",
      "y": 24.691362,
      "x": 120.903158
    },
    {
      "name": "光南",
      "address": "苗栗縣竹南鎮照南里光復路342號",
      "y": 24.691312,
      "x": 120.879558
    },
    {
      "name": "昱成",
      "address": "宜蘭縣五結鄉中正路一段174號176號",
      "y": 24.691048,
      "x": 121.770288
    },
    {
      "name": "新頭高",
      "address": "苗栗縣頭份市中華路1186號1樓",
      "y": 24.690903,
      "x": 120.913534
    },
    {
      "name": "宣宏",
      "address": "宜蘭縣羅東鎮復興路二段257號",
      "y": 24.690538,
      "x": 121.764168
    },
    {
      "name": "信東",
      "address": "苗栗縣頭份市忠孝里12鄰信東路158號",
      "y": 24.690274,
      "x": 120.909212
    },
    {
      "name": "國豪",
      "address": "苗栗縣竹南鎮延平路170號",
      "y": 24.689546,
      "x": 120.875602
    },
    {
      "name": "尚順",
      "address": "苗栗縣頭份市東民五街1號和3號",
      "y": 24.688922,
      "x": 120.903283
    },
    {
      "name": "洪興",
      "address": "新竹縣峨眉鄉峨眉村1鄰8-8號1樓",
      "y": 24.688882,
      "x": 121.019575
    },
    {
      "name": "龍宸",
      "address": "苗栗縣竹南鎮營盤里博愛街367號1樓",
      "y": 24.688579,
      "x": 120.866799
    },
    {
      "name": "中群",
      "address": "苗栗縣頭份市中正路319號1樓",
      "y": 24.688211,
      "x": 120.91867
    },
    {
      "name": "龍旺",
      "address": "苗栗縣頭份市自強路117號",
      "y": 24.687902,
      "x": 120.908664
    },
    {
      "name": "新昌隆",
      "address": "苗栗縣頭份市昌隆一街31.33號",
      "y": 24.687345,
      "x": 120.897946
    },
    {
      "name": "安農",
      "address": "宜蘭縣冬山鄉長春路128號",
      "y": 24.687159,
      "x": 121.740018
    },
    {
      "name": "頭份",
      "address": "苗栗縣頭份市中正路232號",
      "y": 24.687024,
      "x": 120.911144
    },
    {
      "name": "東尚",
      "address": "苗栗縣頭份市東民路163號及和平路251號1樓",
      "y": 24.6869,
      "x": 120.90259
    },
    {
      "name": "龍仁",
      "address": "苗栗縣頭份市中華路968-974號",
      "y": 24.686483,
      "x": 120.908523
    },
    {
      "name": "鈱鎙",
      "address": "苗栗縣頭份市田寮里14鄰民族路501.503號1樓",
      "y": 24.685194,
      "x": 120.891625
    },
    {
      "name": "貞永",
      "address": "苗栗縣頭份市永貞路二段1號",
      "y": 24.684975,
      "x": 120.885224
    },
    {
      "name": "上義",
      "address": "宜蘭縣三星鄉上將路三段559號",
      "y": 24.684851,
      "x": 121.701379
    },
    {
      "name": "杰昇",
      "address": "宜蘭縣五結鄉鎮安村西河路4-6號",
      "y": 24.684693,
      "x": 121.798373
    },
    {
      "name": "慶竹",
      "address": "苗栗縣竹南鎮民族路82號民權路47號",
      "y": 24.684544,
      "x": 120.905684
    },
    {
      "name": "珊湖",
      "address": "苗栗縣頭份市中正三路271號1樓及親民路1號3號1樓",
      "y": 24.684377,
      "x": 120.958227
    },
    {
      "name": "煥日",
      "address": "苗栗縣頭份市新華里中正一路554號556號",
      "y": 24.684168,
      "x": 120.936834
    },
    {
      "name": "慶丞",
      "address": "苗栗縣頭份市合興里信義路14鄰381號",
      "y": 24.68389,
      "x": 120.909504
    },
    {
      "name": "欣銓",
      "address": "宜蘭縣羅東鎮興東路263之1號1樓",
      "y": 24.683792,
      "x": 121.770162
    },
    {
      "name": "圳營",
      "address": "苗栗縣竹南鎮中正路114號1樓",
      "y": 24.683677,
      "x": 120.872712
    },
    {
      "name": "宏恩",
      "address": "苗栗縣頭份市中正路2號",
      "y": 24.683479,
      "x": 120.905942
    },
    {
      "name": "五興",
      "address": "宜蘭縣五結鄉五結路三段258號",
      "y": 24.683284,
      "x": 121.788201
    },
    {
      "name": "正合",
      "address": "苗栗縣頭份市中正一路58號1F",
      "y": 24.682765,
      "x": 120.939781
    },
    {
      "name": "羅結",
      "address": "宜蘭縣五結鄉五結路三段493號",
      "y": 24.682537,
      "x": 121.782393
    },
    {
      "name": "環竹",
      "address": "苗栗縣竹南鎮環市路一段16號",
      "y": 24.682505,
      "x": 120.878348
    },
    {
      "name": "孝威",
      "address": "宜蘭縣五結鄉傳藝路一段369號1樓",
      "y": 24.681792,
      "x": 121.808332
    },
    {
      "name": "弘運",
      "address": "苗栗縣竹南鎮守法街3-2號3-3號3-5號1樓",
      "y": 24.681616,
      "x": 120.868072
    },
    {
      "name": "新華",
      "address": "苗栗縣頭份市中華路755號及民生街2號",
      "y": 24.680598,
      "x": 120.90146
    },
    {
      "name": "金站",
      "address": "宜蘭縣羅東鎮公正路31號1樓",
      "y": 24.680456,
      "x": 121.762627
    },
    {
      "name": "羅高",
      "address": "宜蘭縣羅東鎮公正路357號359號",
      "y": 24.680385,
      "x": 121.761353
    },
    {
      "name": "真開",
      "address": "苗栗縣竹南鎮大厝里開元路412號1樓",
      "y": 24.679749,
      "x": 120.869467
    },
    {
      "name": "羅東",
      "address": "宜蘭縣羅東鎮公正路197號",
      "y": 24.679134,
      "x": 121.767437
    },
    {
      "name": "潤霖",
      "address": "宜蘭縣羅東鎮公正路136號1樓",
      "y": 24.678975,
      "x": 121.770084
    },
    {
      "name": "徠一",
      "address": "宜蘭縣羅東鎮培英路98號100號",
      "y": 24.67833,
      "x": 121.759647
    },
    {
      "name": "泰勝",
      "address": "宜蘭縣大同鄉泰雅路一段34號1樓",
      "y": 24.676938,
      "x": 121.609706
    },
    {
      "name": "貞豪",
      "address": "苗栗縣頭份市永貞路一段128號1樓",
      "y": 24.676641,
      "x": 120.884453
    },
    {
      "name": "權中",
      "address": "宜蘭縣羅東鎮民權路177號",
      "y": 24.676328,
      "x": 121.766323
    },
    {
      "name": "集翔",
      "address": "宜蘭縣羅東鎮集翔里中正路147號",
      "y": 24.676189,
      "x": 121.771349
    },
    {
      "name": "新羅興",
      "address": "宜蘭縣羅東鎮興東路23之2號1樓2樓",
      "y": 24.675918,
      "x": 121.767695
    },
    {
      "name": "海福",
      "address": "苗栗縣竹南鎮明勝路318號",
      "y": 24.675376,
      "x": 120.863389
    },
    {
      "name": "宜泰",
      "address": "宜蘭縣羅東鎮公園路100號",
      "y": 24.675327,
      "x": 121.76892
    },
    {
      "name": "永和山",
      "address": "苗栗縣頭份市水源路206號1樓",
      "y": 24.674086,
      "x": 120.913676
    },
    {
      "name": "潤昌",
      "address": "宜蘭縣羅東鎮中山路四段197號199號",
      "y": 24.673206,
      "x": 121.759364
    },
    {
      "name": "親河",
      "address": "宜蘭縣五結鄉親河路二段289號",
      "y": 24.673111,
      "x": 121.802976
    },
    {
      "name": "海口",
      "address": "苗栗縣竹南鎮明勝路491-1號",
      "y": 24.673047,
      "x": 120.858606
    },
    {
      "name": "利陶",
      "address": "宜蘭縣羅東鎮興東南路188號",
      "y": 24.673043,
      "x": 121.767252
    },
    {
      "name": "聖昌",
      "address": "宜蘭縣羅東鎮站前南路260號262號1樓",
      "y": 24.672976,
      "x": 121.774414
    },
    {
      "name": "聖博",
      "address": "宜蘭縣羅東鎮南昌街53巷6-3號",
      "y": 24.671792,
      "x": 121.773794
    },
    {
      "name": "新聖母",
      "address": "宜蘭縣羅東鎮中正南路160號(聖母醫院內)",
      "y": 24.671434,
      "x": 121.770714
    },
    {
      "name": "麗騰",
      "address": "宜蘭縣三星鄉三星路一段586號",
      "y": 24.67028,
      "x": 121.715212
    },
    {
      "name": "廣達",
      "address": "宜蘭縣冬山鄉廣興路166號168號1樓",
      "y": 24.670214,
      "x": 121.749767
    },
    {
      "name": "樸隱",
      "address": "宜蘭縣三星鄉大隱村三星路二段25鄰13號",
      "y": 24.669445,
      "x": 121.708609
    },
    {
      "name": "布蘭其",
      "address": "宜蘭縣五結鄉協和村親河路一段140號",
      "y": 24.668344,
      "x": 121.819412
    },
    {
      "name": "羅義",
      "address": "宜蘭縣冬山鄉義成路三段361號363號1樓",
      "y": 24.666395,
      "x": 121.767646
    },
    {
      "name": "三星",
      "address": "宜蘭縣三星鄉義德村三星路五段228號",
      "y": 24.665803,
      "x": 121.648677
    },
    {
      "name": "永義",
      "address": "宜蘭縣冬山鄉義成路三段195號1樓",
      "y": 24.662573,
      "x": 121.766317
    },
    {
      "name": "天送埤",
      "address": "宜蘭縣三星鄉三星路七段208號",
      "y": 24.662005,
      "x": 121.623782
    },
    {
      "name": "永九",
      "address": "宜蘭縣冬山鄉冬山路三段249號",
      "y": 24.659096,
      "x": 121.777124
    },
    {
      "name": "三灣",
      "address": "苗栗縣三灣鄉中正路255號與文化街13號",
      "y": 24.656265,
      "x": 120.957625
    },
    {
      "name": "義成",
      "address": "宜蘭縣冬山鄉順安村義成路三段2號",
      "y": 24.655135,
      "x": 121.764245
    },
    {
      "name": "尖豐",
      "address": "苗栗縣頭份市尖山里尖豐路320巷316號1樓",
      "y": 24.653841,
      "x": 120.882294
    },
    {
      "name": "侯成",
      "address": "宜蘭縣蘇澳鎮福德路463號465號1樓",
      "y": 24.647987,
      "x": 121.828219
    },
    {
      "name": "大山",
      "address": "苗栗縣後龍鎮大山里龍文路6號1樓",
      "y": 24.643941,
      "x": 120.807548
    },
    {
      "name": "造橋鄉",
      "address": "苗栗縣造橋鄉造橋村平仁路105-1號",
      "y": 24.642977,
      "x": 120.868126
    },
    {
      "name": "蘇濱",
      "address": "宜蘭縣蘇澳鎮蘇濱路三段1之1號",
      "y": 24.635677,
      "x": 121.832153
    },
    {
      "name": "冬森",
      "address": "宜蘭縣冬山鄉冬山路100之1號",
      "y": 24.634419,
      "x": 121.792679
    },
    {
      "name": "冬山",
      "address": "宜蘭縣冬山鄉冬山路一段984號",
      "y": 24.633321,
      "x": 121.791924
    },
    {
      "name": "詠淇",
      "address": "宜蘭縣冬山鄉香和村冬山路一段725號",
      "y": 24.629555,
      "x": 121.79816
    },
    {
      "name": "五峰鄉",
      "address": "新竹縣五峰鄉大隘村12鄰五峰246之3號(臨)",
      "y": 24.625461,
      "x": 121.104434
    },
    {
      "name": "馬賽",
      "address": "宜蘭縣蘇澳鎮永榮里馬賽路151號",
      "y": 24.623899,
      "x": 121.83307
    },
    {
      "name": "振盟",
      "address": "宜蘭縣蘇澳鎮蘇濱路二段302號",
      "y": 24.623726,
      "x": 121.83791
    },
    {
      "name": "大坪",
      "address": "苗栗縣造橋鄉大西一街100號1樓",
      "y": 24.62278,
      "x": 120.89111
    },
    {
      "name": "龍日",
      "address": "苗栗縣後龍鎮溪洲里七鄰勝利路60之1號",
      "y": 24.620257,
      "x": 120.779933
    },
    {
      "name": "新裕龍",
      "address": "苗栗縣後龍鎮中華路52-8號",
      "y": 24.61664,
      "x": 120.791747
    },
    {
      "name": "新馬",
      "address": "宜蘭縣蘇澳鎮海山西路489號1樓",
      "y": 24.61598,
      "x": 121.827372
    },
    {
      "name": "鑫龍",
      "address": "苗栗縣後龍鎮中山路53號",
      "y": 24.614889,
      "x": 120.789307
    },
    {
      "name": "龍庄",
      "address": "苗栗縣後龍鎮大庄里成功路207號",
      "y": 24.614133,
      "x": 120.794403
    },
    {
      "name": "龍坑",
      "address": "苗栗縣後龍鎮龍坑里16鄰156號之10",
      "y": 24.613744,
      "x": 120.791976
    },
    {
      "name": "蜡藝館",
      "address": "宜蘭縣蘇澳鎮海山西路500號",
      "y": 24.61316,
      "x": 121.831466
    },
    {
      "name": "苗栗高",
      "address": "苗栗縣後龍鎮新東路468號",
      "y": 24.603412,
      "x": 120.815473
    },
    {
      "name": "新南庄",
      "address": "苗栗縣南庄鄉西村中正路7號9號1樓",
      "y": 24.60085,
      "x": 120.998727
    },
    {
      "name": "苗龍",
      "address": "苗栗縣後龍鎮造豐路333號",
      "y": 24.597762,
      "x": 120.827689
    },
    {
      "name": "大南庄",
      "address": "苗栗縣南庄鄉南江村5鄰東江75-3號",
      "y": 24.597019,
      "x": 121.000299
    },
    {
      "name": "田野",
      "address": "苗栗縣南庄鄉員林村下員林2鄰68-10號",
      "y": 24.597019,
      "x": 121.000299
    },
    {
      "name": "蘇澳港",
      "address": "宜蘭縣蘇澳鎮蘇東中路4號",
      "y": 24.596219,
      "x": 121.856021
    },
    {
      "name": "蘇澳",
      "address": "宜蘭縣蘇澳鎮中山路一段66號",
      "y": 24.596167,
      "x": 121.851501
    },
    {
      "name": "蘇中",
      "address": "宜蘭縣蘇澳鎮中山路一段263號",
      "y": 24.595524,
      "x": 121.84365
    },
    {
      "name": "龍躍",
      "address": "苗栗縣苗栗市新川里圓墩路28號",
      "y": 24.58634,
      "x": 120.803782
    },
    {
      "name": "源聖",
      "address": "苗栗縣苗栗市文發路177號.177之1號",
      "y": 24.583674,
      "x": 120.815227
    },
    {
      "name": "南方澳",
      "address": "宜蘭縣蘇澳鎮江夏路27號",
      "y": 24.582175,
      "x": 121.864872
    },
    {
      "name": "豆腐岬",
      "address": "宜蘭縣蘇澳鎮南寧路41號.42號42-1號1樓",
      "y": 24.581321,
      "x": 121.867554
    },
    {
      "name": "栗華",
      "address": "苗栗縣苗栗市中華路78號",
      "y": 24.580427,
      "x": 120.824508
    },
    {
      "name": "象上",
      "address": "苗栗縣頭屋鄉象山村象山路176號",
      "y": 24.578916,
      "x": 120.859232
    },
    {
      "name": "象山",
      "address": "苗栗縣頭屋鄉象山村象山路239之1號",
      "y": 24.578776,
      "x": 120.859576
    },
    {
      "name": "福華",
      "address": "苗栗縣苗栗市福星里中華路273.275.277號",
      "y": 24.577168,
      "x": 120.824503
    },
    {
      "name": "華星",
      "address": "苗栗縣苗栗市福星里國華路276號.276-1號及278號",
      "y": 24.575754,
      "x": 120.824716
    },
    {
      "name": "頭屋",
      "address": "苗栗縣頭屋鄉尖豐路118號120號1樓",
      "y": 24.574911,
      "x": 120.851088
    },
    {
      "name": "為公",
      "address": "苗栗縣苗栗市嘉盛里25鄰為公路584號",
      "y": 24.573354,
      "x": 120.83695
    },
    {
      "name": "新苗治",
      "address": "苗栗縣苗栗市北苗里自治路68號",
      "y": 24.571034,
      "x": 120.817799
    },
    {
      "name": "苗豐",
      "address": "苗栗縣苗栗市為公路167-1號",
      "y": 24.57084,
      "x": 120.8269
    },
    {
      "name": "鑫正發",
      "address": "苗栗縣苗栗市正發路196號",
      "y": 24.569301,
      "x": 120.815999
    },
    {
      "name": "瑛才",
      "address": "苗栗縣苗栗市英才路109號",
      "y": 24.568892,
      "x": 120.820792
    },
    {
      "name": "苗栗",
      "address": "苗栗縣苗栗市民族路99號101號1樓",
      "y": 24.563439,
      "x": 120.817283
    },
    {
      "name": "真樂",
      "address": "苗栗縣苗栗市玉清路329號1樓",
      "y": 24.562689,
      "x": 120.835256
    },
    {
      "name": "新苗中",
      "address": "苗栗縣苗栗市府前路120號",
      "y": 24.560544,
      "x": 120.818096
    },
    {
      "name": "頤和",
      "address": "苗栗縣苗栗市中正路55號1樓",
      "y": 24.557926,
      "x": 120.820933
    },
    {
      "name": "苗公",
      "address": "苗栗縣苗栗市青苗里至公路12號",
      "y": 24.557087,
      "x": 120.82009
    },
    {
      "name": "西湖鄉",
      "address": "苗栗縣西湖鄉金獅村2鄰金獅26-2號",
      "y": 24.556726,
      "x": 120.757118
    },
    {
      "name": "大千",
      "address": "苗栗縣苗栗市中正路903號1樓",
      "y": 24.55148,
      "x": 120.81611
    },
    {
      "name": "苗碩",
      "address": "苗栗縣苗栗市維新里新東街219號",
      "y": 24.550653,
      "x": 120.822951
    },
    {
      "name": "苗勝",
      "address": "苗栗縣苗栗市勝利里中正路1045號.勝利路316號1樓",
      "y": 24.548497,
      "x": 120.816246
    },
    {
      "name": "沿山道",
      "address": "苗栗縣公館鄉尖山村尖山244-9號",
      "y": 24.54399,
      "x": 120.836724
    },
    {
      "name": "源栗",
      "address": "苗栗縣苗栗市水源里14鄰中正路1402號",
      "y": 24.540708,
      "x": 120.817052
    },
    {
      "name": "館源",
      "address": "苗栗縣苗栗市水源里11鄰水流娘15-3號1樓",
      "y": 24.531519,
      "x": 120.81621
    },
    {
      "name": "豪榮",
      "address": "苗栗縣苗栗市南勢里豪榮1號",
      "y": 24.522633,
      "x": 120.794989
    },
    {
      "name": "公館鄉",
      "address": "苗栗縣公館鄉玉泉村玉泉29-1號",
      "y": 24.505921,
      "x": 120.8285
    },
    {
      "name": "館福",
      "address": "苗栗縣公館鄉館南村館南路216-2號",
      "y": 24.505921,
      "x": 120.8285
    },
    {
      "name": "苗谷",
      "address": "苗栗縣公館鄉五谷村200號",
      "y": 24.505921,
      "x": 120.8285
    },
    {
      "name": "東館",
      "address": "苗栗縣公館鄉五谷村12鄰71之1號1樓",
      "y": 24.505921,
      "x": 120.8285
    },
    {
      "name": "館南",
      "address": "苗栗縣公館鄉通明街68號",
      "y": 24.503221,
      "x": 120.823986
    },
    {
      "name": "大大",
      "address": "苗栗縣公館鄉大同路160號162號1樓",
      "y": 24.502842,
      "x": 120.828077
    },
    {
      "name": "通高",
      "address": "苗栗縣通霄鎮內湖里12鄰烏眉路308號",
      "y": 24.49856,
      "x": 120.707195
    },
    {
      "name": "通宏",
      "address": "苗栗縣通霄鎮通西里中正路83之5號",
      "y": 24.495446,
      "x": 120.689934
    },
    {
      "name": "銅利",
      "address": "苗栗縣銅鑼鄉中興路2號",
      "y": 24.49399,
      "x": 120.80056
    },
    {
      "name": "白沙墩",
      "address": "苗栗縣通霄鎮白東里2鄰9號",
      "y": 24.491314,
      "x": 120.684144
    },
    {
      "name": "白沙屯",
      "address": "苗栗縣通霄鎮白東里白東100號",
      "y": 24.491314,
      "x": 120.684144
    },
    {
      "name": "金金",
      "address": "苗栗縣通霄鎮內湖里17鄰內湖165-8號",
      "y": 24.491314,
      "x": 120.684144
    },
    {
      "name": "通霄",
      "address": "苗栗縣通霄鎮中正路19號",
      "y": 24.490171,
      "x": 120.682122
    },
    {
      "name": "銅鑼",
      "address": "苗栗縣銅鑼鄉銅鑼村中正路173號1樓",
      "y": 24.488641,
      "x": 120.787302
    },
    {
      "name": "新沙美",
      "address": "金門縣金沙鎮汶沙里國中路2號",
      "y": 24.488518,
      "x": 118.413659
    },
    {
      "name": "通苑",
      "address": "苗栗縣通霄鎮中山路42號",
      "y": 24.487696,
      "x": 120.678521
    },
    {
      "name": "通館",
      "address": "苗栗縣通霄鎮通西里中山路10號",
      "y": 24.486866,
      "x": 120.678599
    },
    {
      "name": "銅高",
      "address": "苗栗縣銅鑼鄉新興路2-26號",
      "y": 24.485895,
      "x": 120.790101
    },
    {
      "name": "大銅",
      "address": "苗栗縣銅鑼鄉銅鑼村中正路6之25號",
      "y": 24.480543,
      "x": 120.786505
    },
    {
      "name": "陽翟",
      "address": "金門縣金沙鎮光前里陽翟新興街23.23-1號",
      "y": 24.47276,
      "x": 118.424065
    },
    {
      "name": "蘇花",
      "address": "宜蘭縣南澳鄉南澳村蘇花路二段433號",
      "y": 24.46656,
      "x": 121.80481
    },
    {
      "name": "中蘭",
      "address": "金門縣金沙鎮環島北路三段482號",
      "y": 24.465525,
      "x": 118.38792
    },
    {
      "name": "南澳",
      "address": "宜蘭縣蘇澳鎮南強里蘇花路二段328號",
      "y": 24.464912,
      "x": 121.802451
    },
    {
      "name": "金玉",
      "address": "宜蘭縣南澳鄉蘇花路二段165號1樓",
      "y": 24.463962,
      "x": 121.797675
    },
    {
      "name": "金寧",
      "address": "金門縣金寧鄉環島北路一段711號",
      "y": 24.44948,
      "x": 118.337661
    },
    {
      "name": "金門大",
      "address": "金門縣金寧鄉環島北路一段162號",
      "y": 24.448276,
      "x": 118.330712
    },
    {
      "name": "泰安",
      "address": "苗栗縣泰安鄉錦水村圓墩83-2號",
      "y": 24.44746,
      "x": 120.908467
    },
    {
      "name": "金冠",
      "address": "金門縣金湖鎮環島南路湖前段2號4號",
      "y": 24.444125,
      "x": 118.376176
    },
    {
      "name": "新苑",
      "address": "苗栗縣苑裡鎮苑北里為公路70號",
      "y": 24.443365,
      "x": 120.651983
    },
    {
      "name": "新山外",
      "address": "金門縣金湖鎮山外里復興西路2號",
      "y": 24.442457,
      "x": 118.414262
    },
    {
      "name": "新和苑",
      "address": "苗栗縣苑裡鎮苑南里為公路4鄰16之1號1樓",
      "y": 24.44205,
      "x": 120.65535
    },
    {
      "name": "金囍",
      "address": "金門縣金湖鎮復興路115號.115-1號.115-2號.115-3號",
      "y": 24.44191,
      "x": 118.414879
    },
    {
      "name": "原康",
      "address": "苗栗縣苑裡鎮大同路16號",
      "y": 24.441261,
      "x": 120.652831
    },
    {
      "name": "新再發",
      "address": "金門縣金湖鎮復興路8號10號",
      "y": 24.440808,
      "x": 118.416572
    },
    {
      "name": "金門醫",
      "address": "金門縣金湖鎮復興路2-1號1樓",
      "y": 24.440644,
      "x": 118.418031
    },
    {
      "name": "下埔下",
      "address": "金門縣金寧鄉慈湖路一段69.71號",
      "y": 24.440581,
      "x": 118.311733
    },
    {
      "name": "樂多",
      "address": "金門縣金寧鄉伯玉路二段229號",
      "y": 24.440205,
      "x": 118.337023
    },
    {
      "name": "田馨",
      "address": "苗栗縣苑裡鎮田心里田心段36之3號",
      "y": 24.43964,
      "x": 120.653252
    },
    {
      "name": "鈺田",
      "address": "苗栗縣苑裡鎮山柑里2-2號",
      "y": 24.43964,
      "x": 120.653252
    },
    {
      "name": "和田",
      "address": "苗栗縣苑裡鎮新復里8鄰120-1號",
      "y": 24.43964,
      "x": 120.653252
    },
    {
      "name": "苑景",
      "address": "苗栗縣苑裡鎮山柑里九鄰山柑92之7號",
      "y": 24.43964,
      "x": 120.653252
    },
    {
      "name": "鈺米",
      "address": "苗栗縣苑裡鎮山柑里山柑12-2號",
      "y": 24.43964,
      "x": 120.653252
    },
    {
      "name": "鈦湖",
      "address": "金門縣金湖鎮新市里太湖路二段217號1樓",
      "y": 24.438774,
      "x": 118.418599
    },
    {
      "name": "金石",
      "address": "金門縣金城鎮民權路192號196號1樓",
      "y": 24.438703,
      "x": 118.319696
    },
    {
      "name": "金生",
      "address": "金門縣金城鎮西門里民生路67.69號",
      "y": 24.43617,
      "x": 118.31866
    },
    {
      "name": "金央",
      "address": "金門縣金寧鄉伯玉路一段222之8號1樓",
      "y": 24.435915,
      "x": 118.327233
    },
    {
      "name": "客庄",
      "address": "苗栗縣苑裡鎮客庄里客庄90-20號",
      "y": 24.435766,
      "x": 120.659511
    },
    {
      "name": "小金",
      "address": "金門縣烈嶼鄉林湖村東林街156號",
      "y": 24.435753,
      "x": 118.25069
    },
    {
      "name": "苑裡",
      "address": "苗栗縣苑裡鎮房裡里13鄰北房8-9號",
      "y": 24.435667,
      "x": 120.645998
    },
    {
      "name": "金民",
      "address": "金門縣金城鎮民生路6號",
      "y": 24.433464,
      "x": 118.320253
    },
    {
      "name": "金東",
      "address": "金門縣金城鎮東門里民族路7號",
      "y": 24.430905,
      "x": 118.321219
    },
    {
      "name": "金誼",
      "address": "金門縣金城鎮南門里浯江北堤路100號",
      "y": 24.429272,
      "x": 118.315686
    },
    {
      "name": "酒莊",
      "address": "苗栗縣大湖鄉富興村9鄰八寮灣2之11號",
      "y": 24.423158,
      "x": 120.866027
    },
    {
      "name": "新雪霸",
      "address": "苗栗縣大湖鄉富興村1鄰水尾39號",
      "y": 24.423158,
      "x": 120.866027
    },
    {
      "name": "菁英",
      "address": "苗栗縣大湖鄉明湖村中正路107號",
      "y": 24.422799,
      "x": 120.866042
    },
    {
      "name": "金豪",
      "address": "金門縣金城鎮西海路三段1號3號5號1樓",
      "y": 24.42016,
      "x": 118.310883
    },
    {
      "name": "山腳",
      "address": "苗栗縣苑裡鎮山腳里七鄰山腳157號",
      "y": 24.414991,
      "x": 120.686909
    },
    {
      "name": "三義",
      "address": "苗栗縣三義鄉中正路118號",
      "y": 24.413557,
      "x": 120.771853
    },
    {
      "name": "社苓",
      "address": "苗栗縣苑裡鎮社苓里12鄰131-4號",
      "y": 24.40249,
      "x": 120.676787
    },
    {
      "name": "甲渭",
      "address": "台中市大甲區中山路二段905之12號",
      "y": 24.401707,
      "x": 120.641509
    },
    {
      "name": "日南",
      "address": "台中市大甲區日南里青年路130號",
      "y": 24.401466,
      "x": 120.650943
    },
    {
      "name": "幼勝",
      "address": "台中市大甲區中山路二段920之21號之22號之23號之25號之26號",
      "y": 24.401209,
      "x": 120.642538
    },
    {
      "name": "金門城",
      "address": "金門縣金城鎮金門城128-6號",
      "y": 24.4003,
      "x": 118.3026
    },
    {
      "name": "永在",
      "address": "台中市大甲區日南里黎明路3之21號1樓",
      "y": 24.39151,
      "x": 120.654801
    },
    {
      "name": "龍邦",
      "address": "苗栗縣三義鄉勝興村水美街315之8號9號",
      "y": 24.390711,
      "x": 120.778286
    },
    {
      "name": "甲旺",
      "address": "台中市大甲區經國路2076號",
      "y": 24.383333,
      "x": 120.652134
    },
    {
      "name": "日出",
      "address": "台中市大甲區孟春里通天路168號",
      "y": 24.380998,
      "x": 120.655007
    },
    {
      "name": "千晴",
      "address": "苗栗縣三義鄉西湖村伯公坑178號",
      "y": 24.366046,
      "x": 120.739146
    },
    {
      "name": "鈺英",
      "address": "台中市大甲區育英路283號",
      "y": 24.35418,
      "x": 120.618873
    },
    {
      "name": "大安港",
      "address": "台中市大甲區大安港路118號",
      "y": 24.351604,
      "x": 120.614338
    },
    {
      "name": "順大",
      "address": "台中市大甲區中山路一段1085號",
      "y": 24.351092,
      "x": 120.627445
    },
    {
      "name": "新政",
      "address": "台中市大甲區信義路193號",
      "y": 24.350475,
      "x": 120.620516
    },
    {
      "name": "蔣公",
      "address": "台中市大甲區蔣公路221號",
      "y": 24.346959,
      "x": 120.619779
    },
    {
      "name": "新美",
      "address": "台中市大甲區經國路329號",
      "y": 24.346894,
      "x": 120.616967
    },
    {
      "name": "茂華",
      "address": "台中市大甲區蔣公路170號1樓",
      "y": 24.346556,
      "x": 120.621439
    },
    {
      "name": "順天",
      "address": "台中市大甲區順天路154號",
      "y": 24.345257,
      "x": 120.622917
    },
    {
      "name": "金甲后",
      "address": "台中市大甲區甲后路五段360號",
      "y": 24.344879,
      "x": 120.634297
    },
    {
      "name": "大甲東",
      "address": "台中市外埔區甲后路五段15號",
      "y": 24.344411,
      "x": 120.6343
    },
    {
      "name": "鎮瀾",
      "address": "台中市大甲區大甲里鎮瀾街102號",
      "y": 24.344352,
      "x": 120.62359
    },
    {
      "name": "金大安",
      "address": "台中市大安區中山南路241號1樓",
      "y": 24.344315,
      "x": 120.588201
    },
    {
      "name": "媽祖",
      "address": "台中市大甲區光明路1號",
      "y": 24.343504,
      "x": 120.625585
    },
    {
      "name": "彩豐",
      "address": "台中市后里區三豐路五段551號1樓",
      "y": 24.339276,
      "x": 120.731365
    },
    {
      "name": "義和",
      "address": "台中市大甲區中山路一段492號",
      "y": 24.33884,
      "x": 120.618466
    },
    {
      "name": "新甲后",
      "address": "台中市外埔區甲后路三段1025號",
      "y": 24.331628,
      "x": 120.653432
    },
    {
      "name": "美豐",
      "address": "台中市后里區三豐路五段128號",
      "y": 24.329332,
      "x": 120.729316
    },
    {
      "name": "福豐",
      "address": "台中市后里區福美路17號",
      "y": 24.32596,
      "x": 120.728595
    },
    {
      "name": "美科",
      "address": "台中市后里區后科路二段309號",
      "y": 24.319065,
      "x": 120.733457
    },
    {
      "name": "美晶",
      "address": "台中市后里區后科南路88號1樓",
      "y": 24.317452,
      "x": 120.726071
    },
    {
      "name": "后旺",
      "address": "台中市后里區甲后路二段742號一樓",
      "y": 24.31477,
      "x": 120.688056
    },
    {
      "name": "后糖",
      "address": "台中市后里區甲后路二段363號",
      "y": 24.313437,
      "x": 120.694035
    },
    {
      "name": "美光",
      "address": "台中市后里區三豐路四段369號",
      "y": 24.31257,
      "x": 120.7232
    },
    {
      "name": "環山",
      "address": "台中市和平區中興路三段64-5號.64-6號",
      "y": 24.31169,
      "x": 121.291698
    },
    {
      "name": "后興",
      "address": "台中市后里區甲后路一段1202號1樓",
      "y": 24.311243,
      "x": 120.708868
    },
    {
      "name": "后成",
      "address": "台中市后里區成功路231巷2號",
      "y": 24.310932,
      "x": 120.718407
    },
    {
      "name": "豪麥",
      "address": "苗栗縣卓蘭鎮中山路48號之4",
      "y": 24.310898,
      "x": 120.827883
    },
    {
      "name": "新卓蘭",
      "address": "苗栗縣卓蘭鎮興南街318號",
      "y": 24.310118,
      "x": 120.823448
    },
    {
      "name": "后冠",
      "address": "台中市后里區民生路1號",
      "y": 24.30947,
      "x": 120.716964
    },
    {
      "name": "后東",
      "address": "台中市后里區甲后路一段101號1樓",
      "y": 24.309251,
      "x": 120.730409
    },
    {
      "name": "后綜",
      "address": "台中市后里區甲后路一段349、351號1樓",
      "y": 24.308944,
      "x": 120.724629
    },
    {
      "name": "后科",
      "address": "台中市后里區內東路306號",
      "y": 24.307127,
      "x": 120.73093
    },
    {
      "name": "月湖",
      "address": "台中市后里區公安路147-15號",
      "y": 24.306379,
      "x": 120.706954
    },
    {
      "name": "月眉",
      "address": "台中市后里區民生路226.228號1樓",
      "y": 24.306357,
      "x": 120.713506
    },
    {
      "name": "寶利旺",
      "address": "台中市后里區三豐路三段887號1樓",
      "y": 24.306134,
      "x": 120.721631
    },
    {
      "name": "久豐",
      "address": "台中市后里區三光路36號",
      "y": 24.304713,
      "x": 120.710425
    },
    {
      "name": "后里棧",
      "address": "台中市后里區馬場路300號B1樓",
      "y": 24.29823,
      "x": 120.724584
    },
    {
      "name": "后里廠",
      "address": "台中市后里區馬場路1號",
      "y": 24.296763,
      "x": 120.726287
    },
    {
      "name": "菁埔",
      "address": "台中市清水區中央北路1號",
      "y": 24.296696,
      "x": 120.591026
    },
    {
      "name": "后寶",
      "address": "台中市后里區三豐路三段415.417號",
      "y": 24.294471,
      "x": 120.723399
    },
    {
      "name": "梧汊港",
      "address": "台中市清水區北堤路30號",
      "y": 24.29009,
      "x": 120.522414
    },
    {
      "name": "巧竹",
      "address": "台中市清水區海濱里臨港路五段828、830號1樓",
      "y": 24.289074,
      "x": 120.540389
    },
    {
      "name": "東蘭",
      "address": "台中市東勢區東蘭路194號",
      "y": 24.286297,
      "x": 120.795724
    },
    {
      "name": "高美祿",
      "address": "台中市清水區高美路190號1樓",
      "y": 24.28256,
      "x": 120.575002
    },
    {
      "name": "新禾",
      "address": "台中市神岡區和睦路一段363號",
      "y": 24.278351,
      "x": 120.657238
    },
    {
      "name": "大秀",
      "address": "台中市清水區五權路328號",
      "y": 24.277756,
      "x": 120.560588
    },
    {
      "name": "新清水",
      "address": "台中市清水區五權路16號1樓、民有路1號1樓",
      "y": 24.27681,
      "x": 120.565389
    },
    {
      "name": "欣浩",
      "address": "台中市清水區五權路121號",
      "y": 24.276726,
      "x": 120.566504
    },
    {
      "name": "豐贊",
      "address": "台中市豐原區豐勢路二段979號1樓",
      "y": 24.275094,
      "x": 120.756018
    },
    {
      "name": "新石岡",
      "address": "台中市石岡區明德路118號",
      "y": 24.274737,
      "x": 120.775558
    },
    {
      "name": "神洲",
      "address": "台中市神岡區神洲路332號",
      "y": 24.273277,
      "x": 120.70225
    },
    {
      "name": "豐嶟",
      "address": "台中市豐原區豐科路53號",
      "y": 24.273257,
      "x": 120.725893
    },
    {
      "name": "海濱",
      "address": "台中市清水區中華路429號",
      "y": 24.273157,
      "x": 120.568695
    },
    {
      "name": "清中",
      "address": "台中市清水區北寧里董公街56號",
      "y": 24.272976,
      "x": 120.577175
    },
    {
      "name": "禾康",
      "address": "台中市神岡區三民路630號1樓",
      "y": 24.27289,
      "x": 120.659662
    },
    {
      "name": "港藝",
      "address": "台中市清水區中社路19號",
      "y": 24.272209,
      "x": 120.557974
    },
    {
      "name": "三豐路",
      "address": "台中市豐原區三豐路二段289號",
      "y": 24.270928,
      "x": 120.721309
    },
    {
      "name": "鑫和睦",
      "address": "台中市神岡區神清路266號268號及福成路56-1號",
      "y": 24.270832,
      "x": 120.657685
    },
    {
      "name": "飛翔",
      "address": "台中市清水區和睦路三段238號",
      "y": 24.270552,
      "x": 120.608183
    },
    {
      "name": "昌興",
      "address": "台中市清水區新興路238號文昌街12-1號",
      "y": 24.26978,
      "x": 120.577334
    },
    {
      "name": "鰲峰",
      "address": "台中市清水區鰲峰路22號",
      "y": 24.269359,
      "x": 120.57437
    },
    {
      "name": "豐梅",
      "address": "台中市石岡區豐勢路460號1樓",
      "y": 24.268888,
      "x": 120.801105
    },
    {
      "name": "豐尚",
      "address": "台中市豐原區豐勢路二段680號一樓",
      "y": 24.268847,
      "x": 120.750138
    },
    {
      "name": "豐王",
      "address": "台中市豐原區三豐路二段496號1樓",
      "y": 24.268697,
      "x": 120.720811
    },
    {
      "name": "豐后",
      "address": "台中市豐原區三豐路二段186、188號1樓",
      "y": 24.268504,
      "x": 120.720774
    },
    {
      "name": "清峰",
      "address": "台中市清水區中華路330號、鰲峰路173-3號",
      "y": 24.26816,
      "x": 120.566974
    },
    {
      "name": "清康",
      "address": "台中市清水區中山路106號",
      "y": 24.26734,
      "x": 120.574943
    },
    {
      "name": "東泰",
      "address": "台中市東勢區東蘭路41-5號",
      "y": 24.264764,
      "x": 120.826146
    },
    {
      "name": "豐泰",
      "address": "台中市豐原區豐勢路二段396號",
      "y": 24.264556,
      "x": 120.744496
    },
    {
      "name": "一路發",
      "address": "台中市清水區鰲峰路580號之15",
      "y": 24.264127,
      "x": 120.547468
    },
    {
      "name": "豐洲路",
      "address": "台中市神岡區豐洲路656號",
      "y": 24.263902,
      "x": 120.699797
    },
    {
      "name": "豐科",
      "address": "台中市豐原區豐原大道七段381號1樓",
      "y": 24.262084,
      "x": 120.712927
    },
    {
      "name": "東洲",
      "address": "台中市豐原區豐原大道七段488號",
      "y": 24.261975,
      "x": 120.711661
    },
    {
      "name": "奇晉",
      "address": "台中市神岡區豐洲路469號1樓",
      "y": 24.261533,
      "x": 120.704475
    },
    {
      "name": "大仁",
      "address": "台中市梧棲區頂寮里28鄰大仁路二段71號",
      "y": 24.261494,
      "x": 120.540468
    },
    {
      "name": "神圳",
      "address": "台中市神岡區厚生路66-1號",
      "y": 24.26142,
      "x": 120.674171
    },
    {
      "name": "大維",
      "address": "台中市梧棲區四維路73號",
      "y": 24.261057,
      "x": 120.536758
    },
    {
      "name": "英荃",
      "address": "台中市清水區中山路39.41.43號",
      "y": 24.260863,
      "x": 120.571695
    },
    {
      "name": "翁子",
      "address": "台中市豐原區豐勢路一段669號一樓",
      "y": 24.260706,
      "x": 120.735711
    },
    {
      "name": "億承",
      "address": "台中市清水區民和路二段195號",
      "y": 24.260468,
      "x": 120.553815
    },
    {
      "name": "詠德",
      "address": "台中市梧棲區大智路二段385號",
      "y": 24.259808,
      "x": 120.533016
    },
    {
      "name": "神寶",
      "address": "台中市神岡區中正路100號",
      "y": 24.258582,
      "x": 120.656113
    },
    {
      "name": "新北庄",
      "address": "台中市神岡區北庄里中山路1320-3號",
      "y": 24.258216,
      "x": 120.664877
    },
    {
      "name": "豐洲",
      "address": "台中市神岡區五權路63號",
      "y": 24.257933,
      "x": 120.712014
    },
    {
      "name": "豐勇",
      "address": "台中市豐原區三豐路一段155.157.159號1樓",
      "y": 24.257798,
      "x": 120.721386
    },
    {
      "name": "三景",
      "address": "台中市梧棲區臺灣大道十段168號(第1930號櫃位)",
      "y": 24.25755,
      "x": 120.51765
    },
    {
      "name": "欣東雲",
      "address": "台中市東勢區第五橫街28號及三民街165號",
      "y": 24.257459,
      "x": 120.829674
    },
    {
      "name": "港務",
      "address": "台中市梧棲區中和里15鄰中橫一路12號",
      "y": 24.256909,
      "x": 120.524049
    },
    {
      "name": "明義",
      "address": "台中市西區明義街6號",
      "y": 24.256294,
      "x": 120.724999
    },
    {
      "name": "豐原道",
      "address": "台中市豐原區水源路307號",
      "y": 24.255685,
      "x": 120.737518
    },
    {
      "name": "星河",
      "address": "台中市沙鹿區鹿峰里中山路646號",
      "y": 24.25565,
      "x": 120.569212
    },
    {
      "name": "葫蘆墩",
      "address": "台中市豐原區水源路127-1號",
      "y": 24.255513,
      "x": 120.741413
    },
    {
      "name": "豐光",
      "address": "台中市豐原區中山路581號583號",
      "y": 24.255457,
      "x": 120.712922
    },
    {
      "name": "直興",
      "address": "台中市豐原區水源路695號",
      "y": 24.254735,
      "x": 120.726838
    },
    {
      "name": "梨山",
      "address": "台中市和平區中正路6號1樓",
      "y": 24.254628,
      "x": 121.255808
    },
    {
      "name": "豐三民",
      "address": "台中市豐原區三民路38號1樓",
      "y": 24.254078,
      "x": 120.722032
    },
    {
      "name": "東展",
      "address": "台中市東勢區南平里豐勢路336號",
      "y": 24.253585,
      "x": 120.829744
    },
    {
      "name": "詠珊",
      "address": "台中市梧棲區大智路1017號",
      "y": 24.253552,
      "x": 120.557112
    },
    {
      "name": "新豐民",
      "address": "台中市豐原區三民路93號1樓",
      "y": 24.2535,
      "x": 120.72002
    },
    {
      "name": "丹聯",
      "address": "台中市沙鹿區中山路田尾巷3號4號5號",
      "y": 24.25332,
      "x": 120.557911
    },
    {
      "name": "港區",
      "address": "台中市梧棲區安仁里文化路二段2鄰55號1樓",
      "y": 24.253315,
      "x": 120.529582
    },
    {
      "name": "吉得堡",
      "address": "台中市梧棲區中興路121號",
      "y": 24.253225,
      "x": 120.534243
    },
    {
      "name": "豐村",
      "address": "台中市豐原區南村里豐東路412號416號1樓",
      "y": 24.25314,
      "x": 120.733882
    },
    {
      "name": "榮春",
      "address": "台中市豐原區圓環西路92號",
      "y": 24.253058,
      "x": 120.70951
    },
    {
      "name": "欣三豐",
      "address": "台中市豐原區源豐路89、93、95號1樓",
      "y": 24.253038,
      "x": 120.716356
    },
    {
      "name": "智光",
      "address": "台中市梧棲區大智路一段525號1樓",
      "y": 24.252995,
      "x": 120.550331
    },
    {
      "name": "台中港",
      "address": "台中市梧棲區台灣大道九段301號1樓",
      "y": 24.252292,
      "x": 120.529105
    },
    {
      "name": "大洲",
      "address": "台中市神岡區大洲路299之1號",
      "y": 24.252165,
      "x": 120.696137
    },
    {
      "name": "社和",
      "address": "台中市新社區中和街五段115號1樓",
      "y": 24.252126,
      "x": 120.808273
    },
    {
      "name": "欣廟東",
      "address": "台中市豐原區中正路131.133號",
      "y": 24.251657,
      "x": 120.720177
    },
    {
      "name": "欣東勢",
      "address": "台中市東勢區第一橫街153號155號",
      "y": 24.251596,
      "x": 120.830948
    },
    {
      "name": "豐鑫",
      "address": "台中市豐原區向陽路276號",
      "y": 24.251344,
      "x": 120.727654
    },
    {
      "name": "鏵智",
      "address": "台中市梧棲區中華路二段351號",
      "y": 24.251275,
      "x": 120.555806
    },
    {
      "name": "北陽",
      "address": "台中市豐原區北陽路288號",
      "y": 24.251155,
      "x": 120.737035
    },
    {
      "name": "瑞興",
      "address": "台中市豐原區中正路499號",
      "y": 24.250481,
      "x": 120.710834
    },
    {
      "name": "豐信",
      "address": "台中市豐原區復興路75號信義街77號",
      "y": 24.25038,
      "x": 120.7188
    },
    {
      "name": "神采",
      "address": "台中市神岡區中山路773號",
      "y": 24.249667,
      "x": 120.678186
    },
    {
      "name": "東關",
      "address": "台中市東勢區東關路七段191號、新盛街2號1樓",
      "y": 24.24963,
      "x": 120.828956
    },
    {
      "name": "京展",
      "address": "台中市豐原區中正路858號1樓",
      "y": 24.249512,
      "x": 120.701102
    },
    {
      "name": "梧棲",
      "address": "台中市梧棲區台灣大道八段960號,962號1樓",
      "y": 24.249408,
      "x": 120.53888
    },
    {
      "name": "瑞彬",
      "address": "台中市豐原區西安街68號",
      "y": 24.249308,
      "x": 120.713093
    },
    {
      "name": "萳陽",
      "address": "台中市豐原區南陽路480號",
      "y": 24.24891,
      "x": 120.721835
    },
    {
      "name": "京達",
      "address": "台中市豐原區中正路805號",
      "y": 24.248527,
      "x": 120.699291
    },
    {
      "name": "社口",
      "address": "台中市神岡區社口里8鄰中山路736號",
      "y": 24.248218,
      "x": 120.680425
    },
    {
      "name": "新豐興",
      "address": "台中市豐原區東勢里中興路57號",
      "y": 24.248144,
      "x": 120.716793
    },
    {
      "name": "新童",
      "address": "台中市梧棲區台灣大道八段699號",
      "y": 24.247286,
      "x": 120.542505
    },
    {
      "name": "港昌",
      "address": "台中市梧棲區港埠路一段986號",
      "y": 24.24715,
      "x": 120.535407
    },
    {
      "name": "港埠",
      "address": "台中市梧棲區港埠路一段989號",
      "y": 24.246656,
      "x": 120.534517
    },
    {
      "name": "豐陽",
      "address": "台中市豐原區南陽路372號",
      "y": 24.246554,
      "x": 120.725208
    },
    {
      "name": "倍沅",
      "address": "台中市神岡區中山路473號",
      "y": 24.24646,
      "x": 120.686795
    },
    {
      "name": "清泉崗",
      "address": "台中市沙鹿區中清路六段259號",
      "y": 24.246319,
      "x": 120.608284
    },
    {
      "name": "新豐喜",
      "address": "台中市豐原區南陽路127號1樓",
      "y": 24.246071,
      "x": 120.728019
    },
    {
      "name": "京泰",
      "address": "台中市豐原區成功路195號.西勢路98號",
      "y": 24.245652,
      "x": 120.708683
    },
    {
      "name": "茂陽",
      "address": "台中市豐原區南陽路299之8號299之9號",
      "y": 24.245234,
      "x": 120.726857
    },
    {
      "name": "承軒",
      "address": "台中市神岡區民生路48之7號8號9號",
      "y": 24.244971,
      "x": 120.680472
    },
    {
      "name": "港中",
      "address": "台中市梧棲區中央路一段666之28號",
      "y": 24.244496,
      "x": 120.538558
    },
    {
      "name": "大邁",
      "address": "台中市大雅區大林路275號",
      "y": 24.244024,
      "x": 120.649839
    },
    {
      "name": "康泰",
      "address": "台中市豐原區安康路34號36號38號",
      "y": 24.243971,
      "x": 120.724313
    },
    {
      "name": "祐瑄",
      "address": "台中市沙鹿區光華路502號506號",
      "y": 24.243815,
      "x": 120.570236
    },
    {
      "name": "鹿成",
      "address": "台中市沙鹿區光華路394.396號1樓",
      "y": 24.243416,
      "x": 120.566509
    },
    {
      "name": "豐環",
      "address": "台中市豐原區豐原大道一段370號",
      "y": 24.243377,
      "x": 120.70301
    },
    {
      "name": "港臻",
      "address": "台中市梧棲區文昌路333號",
      "y": 24.24324,
      "x": 120.543527
    },
    {
      "name": "甜心",
      "address": "台中市豐原區圓環東路168號",
      "y": 24.243232,
      "x": 120.718691
    },
    {
      "name": "童醫",
      "address": "台中市沙鹿區成功東街1號",
      "y": 24.242753,
      "x": 120.561526
    },
    {
      "name": "新忠貞",
      "address": "台中市沙鹿區東大路二段1587號",
      "y": 24.242109,
      "x": 120.614618
    },
    {
      "name": "水豐",
      "address": "台中市豐原區鐮村路462號",
      "y": 24.242014,
      "x": 120.71844
    },
    {
      "name": "新社",
      "address": "台中市新社區興社街四段27之1號",
      "y": 24.241839,
      "x": 120.808638
    },
    {
      "name": "保康",
      "address": "台中市豐原區保康路160號",
      "y": 24.240811,
      "x": 120.724013
    },
    {
      "name": "三社",
      "address": "台中市神岡區三社路256號",
      "y": 24.240302,
      "x": 120.688111
    },
    {
      "name": "綠點",
      "address": "台中市大雅區神林路一段300號302號",
      "y": 24.239823,
      "x": 120.656878
    },
    {
      "name": "新豐寶",
      "address": "台中市豐原區中山路143-2號1樓",
      "y": 24.239576,
      "x": 120.71126
    },
    {
      "name": "新豐田",
      "address": "台中市豐原區豐南街145號",
      "y": 24.239409,
      "x": 120.716089
    },
    {
      "name": "大聖",
      "address": "台中市梧棲區草湳里臨港路三段351號",
      "y": 24.239323,
      "x": 120.517869
    },
    {
      "name": "晉豐",
      "address": "台中市豐原區西勢路425號",
      "y": 24.239246,
      "x": 120.70427
    },
    {
      "name": "瑞慶",
      "address": "台中市豐原區豐原大道三段261號",
      "y": 24.2391,
      "x": 120.72722
    },
    {
      "name": "粵西",
      "address": "台中市東勢區東坑路62號1樓",
      "y": 24.238754,
      "x": 120.851676
    },
    {
      "name": "鹿鼎",
      "address": "台中市沙鹿區台灣大道七段812號1樓",
      "y": 24.238671,
      "x": 120.56808
    },
    {
      "name": "沙鹿中",
      "address": "台中市沙鹿區中山路198號",
      "y": 24.237617,
      "x": 120.563028
    },
    {
      "name": "浤雅",
      "address": "台中市大雅區中清路四段737號",
      "y": 24.23759,
      "x": 120.63325
    },
    {
      "name": "上楓",
      "address": "台中市大雅區民生路三段523號",
      "y": 24.235756,
      "x": 120.666906
    },
    {
      "name": "栗豐",
      "address": "台中市神岡區承德路219號",
      "y": 24.235501,
      "x": 120.69869
    },
    {
      "name": "沙鹿光",
      "address": "台中市沙鹿區沙田路115號",
      "y": 24.235261,
      "x": 120.558814
    },
    {
      "name": "鹿心",
      "address": "台中市沙鹿區興仁里四平街58號",
      "y": 24.234097,
      "x": 120.56036
    },
    {
      "name": "興安",
      "address": "台中市沙鹿區興安路25-1號1樓",
      "y": 24.233344,
      "x": 120.558378
    },
    {
      "name": "浤淶",
      "address": "台中市大雅區中清路四段408號",
      "y": 24.232525,
      "x": 120.639187
    },
    {
      "name": "甜園",
      "address": "台中市潭子區豐栗路9號",
      "y": 24.23115,
      "x": 120.708148
    },
    {
      "name": "新德勝",
      "address": "台中市大雅區民生路三段68號70號",
      "y": 24.230586,
      "x": 120.657903
    },
    {
      "name": "栗林",
      "address": "台中市潭子區祥和路169號171號",
      "y": 24.229622,
      "x": 120.711186
    },
    {
      "name": "斗抵",
      "address": "台中市沙鹿區沙田路43-12號",
      "y": 24.229575,
      "x": 120.558429
    },
    {
      "name": "環雅",
      "address": "台中市大雅區雅環路二段320號一樓",
      "y": 24.229346,
      "x": 120.648048
    },
    {
      "name": "鎮欣",
      "address": "台中市沙鹿區北勢里鎮南路二段368號",
      "y": 24.229201,
      "x": 120.567036
    },
    {
      "name": "頂尖",
      "address": "台中市沙鹿區北勢東路617號619號",
      "y": 24.229059,
      "x": 120.573612
    },
    {
      "name": "晞寶",
      "address": "台中市大雅區昌平路四段556號",
      "y": 24.228655,
      "x": 120.672085
    },
    {
      "name": "關連",
      "address": "台中市梧棲區臨港路三段70.72號",
      "y": 24.228343,
      "x": 120.514007
    },
    {
      "name": "弘新",
      "address": "台中市梧棲區永興路一段112號",
      "y": 24.227388,
      "x": 120.545844
    },
    {
      "name": "環禹",
      "address": "台中市大雅區雅環路二段126號",
      "y": 24.227094,
      "x": 120.652471
    },
    {
      "name": "豐碩",
      "address": "台中市大雅區中清路四段46號",
      "y": 24.226969,
      "x": 120.644784
    },
    {
      "name": "中棲",
      "address": "台中市沙鹿區台灣大道七段259號",
      "y": 24.22684,
      "x": 120.575764
    },
    {
      "name": "興中街",
      "address": "台中市新社區興中街90-11號",
      "y": 24.226664,
      "x": 120.803284
    },
    {
      "name": "約恩雅",
      "address": "台中市大雅區民生路一段100號",
      "y": 24.226342,
      "x": 120.648134
    },
    {
      "name": "神林",
      "address": "台中市大雅區神林南路144號",
      "y": 24.226078,
      "x": 120.65643
    },
    {
      "name": "文銧",
      "address": "台中市沙鹿區斗潭路230號1樓",
      "y": 24.225844,
      "x": 120.554711
    },
    {
      "name": "潭德",
      "address": "台中市潭子區崇德路五段489號",
      "y": 24.225166,
      "x": 120.689938
    },
    {
      "name": "靜宜",
      "address": "台中市沙鹿區鎮南路二段293號",
      "y": 24.224759,
      "x": 120.568431
    },
    {
      "name": "北勢東",
      "address": "台中市沙鹿區北勢東路507之8號9號",
      "y": 24.224219,
      "x": 120.576232
    },
    {
      "name": "矽品",
      "address": "台中市潭子區大豐路三段188號190號",
      "y": 24.223932,
      "x": 120.69239
    },
    {
      "name": "靜大",
      "address": "台中市沙鹿區晉文路45.47號1樓",
      "y": 24.223836,
      "x": 120.582553
    },
    {
      "name": "雅神",
      "address": "台中市大雅區昌平路四段286號",
      "y": 24.223633,
      "x": 120.670099
    },
    {
      "name": "環太",
      "address": "台中市大雅區雅環路一段330號",
      "y": 24.223522,
      "x": 120.653717
    },
    {
      "name": "天仁",
      "address": "台中市沙鹿區斗抵里沙田路17之19號",
      "y": 24.223044,
      "x": 120.556702
    },
    {
      "name": "大晉",
      "address": "台中市沙鹿區東晉路133號",
      "y": 24.222244,
      "x": 120.572993
    },
    {
      "name": "亞和",
      "address": "台中市大雅區中山北路410號",
      "y": 24.222103,
      "x": 120.645382
    },
    {
      "name": "弘大",
      "address": "台中市沙鹿區晉武路9號",
      "y": 24.222058,
      "x": 120.580317
    },
    {
      "name": "雅潭",
      "address": "台中市大雅區學府路209號",
      "y": 24.221749,
      "x": 120.649827
    },
    {
      "name": "雅勝",
      "address": "台中市大雅區雅潭路四段491號",
      "y": 24.220512,
      "x": 120.656542
    },
    {
      "name": "鎮權",
      "address": "台中市沙鹿區鎮南路二段107號109號",
      "y": 24.219824,
      "x": 120.569446
    },
    {
      "name": "廣洽",
      "address": "台中市龍井區西濱路三段247號",
      "y": 24.219673,
      "x": 120.522901
    },
    {
      "name": "平和",
      "address": "台中市沙鹿區平等路100號",
      "y": 24.218584,
      "x": 120.575579
    },
    {
      "name": "潭富",
      "address": "台中市潭子區中山路二段585之1號",
      "y": 24.218536,
      "x": 120.705734
    },
    {
      "name": "雙喜",
      "address": "台中市大雅區中山北路167號",
      "y": 24.218361,
      "x": 120.646937
    },
    {
      "name": "潭春",
      "address": "台中市潭子區東寶里大豐路二段1號1樓",
      "y": 24.217606,
      "x": 120.6921
    },
    {
      "name": "弘光",
      "address": "台中市沙鹿區晉江里台灣大道六段1018號",
      "y": 24.217302,
      "x": 120.580712
    },
    {
      "name": "雅興",
      "address": "台中市大雅區雅潭路四段81號",
      "y": 24.216988,
      "x": 120.66613
    },
    {
      "name": "永源村",
      "address": "台中市新社區東山街88-29號30號",
      "y": 24.216961,
      "x": 120.796099
    },
    {
      "name": "興府",
      "address": "台中市大雅區學府路51號",
      "y": 24.216543,
      "x": 120.650778
    },
    {
      "name": "鎮揚",
      "address": "台中市沙鹿區南陽路439號",
      "y": 24.216209,
      "x": 120.571044
    },
    {
      "name": "潭秀",
      "address": "台中市潭子區雅潭路一段60號62號64號1樓",
      "y": 24.216008,
      "x": 120.70346
    },
    {
      "name": "潭北",
      "address": "台中市潭子區福潭路645.647.649號",
      "y": 24.215596,
      "x": 120.707839
    },
    {
      "name": "鹿維",
      "address": "台中市沙鹿區北勢東路330號",
      "y": 24.215225,
      "x": 120.580034
    },
    {
      "name": "藍鵲",
      "address": "台中市大雅區永和路112-26號",
      "y": 24.215031,
      "x": 120.63542
    },
    {
      "name": "中龍",
      "address": "台中市龍井區龍昌路100號",
      "y": 24.214493,
      "x": 120.493445
    },
    {
      "name": "通山",
      "address": "台中市大雅區永和路11號18號",
      "y": 24.214377,
      "x": 120.633791
    },
    {
      "name": "潭欣",
      "address": "台中市潭子區福潭路622號1樓",
      "y": 24.213204,
      "x": 120.710938
    },
    {
      "name": "鑫井源",
      "address": "台中市龍井區沙田路六段323號",
      "y": 24.212984,
      "x": 120.551349
    },
    {
      "name": "巨龍",
      "address": "台中市龍井區中央路三段51號",
      "y": 24.212139,
      "x": 120.524856
    },
    {
      "name": "百達",
      "address": "台中市大雅區中清路三段721號",
      "y": 24.211634,
      "x": 120.650013
    },
    {
      "name": "潭寶",
      "address": "台中市潭子區潭興路三段51號",
      "y": 24.21148,
      "x": 120.703314
    },
    {
      "name": "科邦",
      "address": "台中市大雅區科雅一路8號5樓",
      "y": 24.211209,
      "x": 120.618712
    },
    {
      "name": "太舜",
      "address": "台中市潭子區潭興路二段350號1樓",
      "y": 24.210588,
      "x": 120.710031
    },
    {
      "name": "潭豐",
      "address": "台中市潭子區崇德路四段250之1號",
      "y": 24.210319,
      "x": 120.686841
    },
    {
      "name": "北忠",
      "address": "台中市沙鹿區北勢東路806號",
      "y": 24.209743,
      "x": 120.580477
    },
    {
      "name": "友達光",
      "address": "台中市西屯區中科路1號",
      "y": 24.209007,
      "x": 120.615767
    },
    {
      "name": "鑫友達",
      "address": "台中市西屯區中科路1號",
      "y": 24.209007,
      "x": 120.615767
    },
    {
      "name": "廣裕",
      "address": "台中市大雅區中山路145號",
      "y": 24.208969,
      "x": 120.64408
    },
    {
      "name": "潭勝",
      "address": "台中市潭子區勝利路101號103號",
      "y": 24.20893,
      "x": 120.701101
    },
    {
      "name": "中興嶺",
      "address": "台中市新社區中興嶺170之2號1樓",
      "y": 24.208522,
      "x": 120.788371
    },
    {
      "name": "福廣",
      "address": "台中市大雅區中山路1號3號5號1樓",
      "y": 24.208381,
      "x": 120.644027
    },
    {
      "name": "大茅埔",
      "address": "台中市東勢區東關路五段617號1樓",
      "y": 24.207717,
      "x": 120.83939
    },
    {
      "name": "友達宿",
      "address": "台中市西屯區科雅路2號",
      "y": 24.207678,
      "x": 120.620447
    },
    {
      "name": "圓通南",
      "address": "台中市潭子區潭陽里圓通南路239號",
      "y": 24.207086,
      "x": 120.703349
    },
    {
      "name": "保屏",
      "address": "台中市沙鹿區向上路七段132號",
      "y": 24.206479,
      "x": 120.564273
    },
    {
      "name": "潭陽",
      "address": "台中市潭子區圓通南路2號1樓",
      "y": 24.206438,
      "x": 120.709275
    },
    {
      "name": "保雅",
      "address": "台中市沙鹿區屏西路55號",
      "y": 24.206179,
      "x": 120.56759
    },
    {
      "name": "潭興",
      "address": "台中市潭子區豐興路一段593號595號",
      "y": 24.203961,
      "x": 120.722411
    },
    {
      "name": "東寶",
      "address": "台中市潭子區昌平路三段152號",
      "y": 24.203905,
      "x": 120.674387
    },
    {
      "name": "鹿興",
      "address": "台中市沙鹿區向上路七段1號",
      "y": 24.203475,
      "x": 120.566979
    },
    {
      "name": "龍津",
      "address": "台中市龍井區三德里中央路二段4號",
      "y": 24.203137,
      "x": 120.523592
    },
    {
      "name": "欣谷關",
      "address": "台中市和平區東關路一段135-2號1樓",
      "y": 24.202642,
      "x": 121.004652
    },
    {
      "name": "大運通",
      "address": "台中市潭子區復興路一段16號18號",
      "y": 24.202447,
      "x": 120.70626
    },
    {
      "name": "南北通",
      "address": "台中市北屯區同榮里環中路一段1686號",
      "y": 24.201486,
      "x": 120.670604
    },
    {
      "name": "科雅",
      "address": "台中市西屯區福雅路571-1號",
      "y": 24.200735,
      "x": 120.626949
    },
    {
      "name": "潭厝",
      "address": "台中市潭子區環中東路一段5號",
      "y": 24.200219,
      "x": 120.713437
    },
    {
      "name": "龍億",
      "address": "台中市龍井區沙田路五段143號",
      "y": 24.196913,
      "x": 120.546358
    },
    {
      "name": "潭濟",
      "address": "台中市潭子區豐興路一段88號B1樓",
      "y": 24.196069,
      "x": 120.721354
    },
    {
      "name": "逢貿",
      "address": "台中市西屯區黎明路三段1218號",
      "y": 24.196041,
      "x": 120.656145
    },
    {
      "name": "同榮",
      "address": "台中市北屯區同榮路161號1樓",
      "y": 24.195788,
      "x": 120.661811
    },
    {
      "name": "薰衣草",
      "address": "台中市新社區協中街169之1號",
      "y": 24.195271,
      "x": 120.805331
    },
    {
      "name": "廣環",
      "address": "台中市西屯區環中路二段698號",
      "y": 24.195156,
      "x": 120.644258
    },
    {
      "name": "榮晉",
      "address": "台中市潭子區頭張路二段2號",
      "y": 24.194745,
      "x": 120.697781
    },
    {
      "name": "龍田",
      "address": "台中市龍井區田中里臨港東路一段75號",
      "y": 24.194434,
      "x": 120.53116
    },
    {
      "name": "福雅",
      "address": "台中市西屯區福雅路338號",
      "y": 24.1943,
      "x": 120.62431
    },
    {
      "name": "頭張",
      "address": "台中市潭子區家福里頭張路一段31號",
      "y": 24.194295,
      "x": 120.701082
    },
    {
      "name": "丰瑞",
      "address": "台中市北屯區四民里四平路563號",
      "y": 24.193997,
      "x": 120.681872
    },
    {
      "name": "國安國",
      "address": "台中市西屯區國安一路208巷1號",
      "y": 24.192748,
      "x": 120.609962
    },
    {
      "name": "泉富",
      "address": "台中市潭子區中山路一段57號1樓",
      "y": 24.192377,
      "x": 120.702321
    },
    {
      "name": "北庄",
      "address": "台中市北屯區后庄北路221-1號",
      "y": 24.192222,
      "x": 120.666976
    },
    {
      "name": "天星",
      "address": "台中市北屯區東山路二段77之8號9號10號1樓",
      "y": 24.19216,
      "x": 120.746624
    },
    {
      "name": "龍祥",
      "address": "台中市龍井區沙田路四段636號",
      "y": 24.192058,
      "x": 120.546269
    },
    {
      "name": "昌盛",
      "address": "台中市北屯區昌平路二段45號之8及45號之9",
      "y": 24.191273,
      "x": 120.683141
    },
    {
      "name": "東風",
      "address": "台中市龍井區遠東街3號",
      "y": 24.191198,
      "x": 120.587821
    },
    {
      "name": "科安",
      "address": "台中市西屯區國安一路105號107號109號一樓",
      "y": 24.191038,
      "x": 120.613177
    },
    {
      "name": "后庄",
      "address": "台中市北屯區后庄里后庄路141號1樓",
      "y": 24.19058,
      "x": 120.66565
    },
    {
      "name": "竹探",
      "address": "台中市北屯區松竹路三段676-1號",
      "y": 24.190308,
      "x": 120.673618
    },
    {
      "name": "松豪",
      "address": "台中市北屯區四平路218號",
      "y": 24.189026,
      "x": 120.680342
    },
    {
      "name": "玉門",
      "address": "台中市西屯區西屯路三段166之92號1樓",
      "y": 24.188791,
      "x": 120.616883
    },
    {
      "name": "港安",
      "address": "台中市西屯區西屯路三段179之9號",
      "y": 24.188724,
      "x": 120.616024
    },
    {
      "name": "潭榮",
      "address": "台中市潭子區榮興街19號1樓21巷1號21巷3號1樓",
      "y": 24.187803,
      "x": 120.701524
    },
    {
      "name": "瑞聯",
      "address": "台中市西屯區福科路890號1樓",
      "y": 24.187602,
      "x": 120.607346
    },
    {
      "name": "崇金",
      "address": "台中市北屯區崇德路三段195號",
      "y": 24.187551,
      "x": 120.686047
    },
    {
      "name": "理想",
      "address": "台中市龍井區國際街155號157號159號1樓",
      "y": 24.187535,
      "x": 120.595565
    },
    {
      "name": "敦煌",
      "address": "台中市北屯區敦化路一段473號1樓",
      "y": 24.187438,
      "x": 120.667911
    },
    {
      "name": "瑞盟",
      "address": "台中市西屯區福雅路143-1號",
      "y": 24.186718,
      "x": 120.619683
    },
    {
      "name": "正勤",
      "address": "台中市西屯區黎明路三段539-3號.539-5號",
      "y": 24.186367,
      "x": 120.640091
    },
    {
      "name": "聯順",
      "address": "台中市西屯區福聯里福順路898號900號",
      "y": 24.186159,
      "x": 120.608177
    },
    {
      "name": "新象",
      "address": "台中市北屯區中清路二段776號778號",
      "y": 24.185939,
      "x": 120.664078
    },
    {
      "name": "福茂",
      "address": "台中市西屯區西屯路三段148-30號",
      "y": 24.185769,
      "x": 120.62395
    },
    {
      "name": "新庄",
      "address": "台中市龍井區台灣大道五段232號236號1樓",
      "y": 24.185626,
      "x": 120.587624
    },
    {
      "name": "福林",
      "address": "台中市西屯區福林路31巷150號",
      "y": 24.185184,
      "x": 120.612624
    },
    {
      "name": "漢翔",
      "address": "台中市西屯區福星北路59號",
      "y": 24.18491,
      "x": 120.644435
    },
    {
      "name": "福寶",
      "address": "台中市北屯區陳平路50號52號1樓",
      "y": 24.18488,
      "x": 120.666906
    },
    {
      "name": "逢運",
      "address": "台中市北屯區雷中街95號",
      "y": 24.184865,
      "x": 120.670044
    },
    {
      "name": "川越",
      "address": "台中市北屯區昌平東六路121號",
      "y": 24.184704,
      "x": 120.690574
    },
    {
      "name": "龍竹",
      "address": "台中市龍井區竹坑里沙田路四段316號",
      "y": 24.183885,
      "x": 120.545548
    },
    {
      "name": "雅合",
      "address": "台中市北屯區松義街132、136號1樓及夾層",
      "y": 24.183856,
      "x": 120.698344
    },
    {
      "name": "福康",
      "address": "台中市西屯區福林里福康路33號",
      "y": 24.183799,
      "x": 120.616724
    },
    {
      "name": "逢廣",
      "address": "台中市西屯區文華路170號172號1樓",
      "y": 24.18362,
      "x": 120.646313
    },
    {
      "name": "鑫港醫",
      "address": "台中市西屯區台灣大道四段1650號1樓",
      "y": 24.183498,
      "x": 120.603715
    },
    {
      "name": "新中榮",
      "address": "台中市西屯區台灣大道四段1650號",
      "y": 24.183498,
      "x": 120.603715
    },
    {
      "name": "金西屯",
      "address": "台中市西屯區西屯路三段79-33號",
      "y": 24.183256,
      "x": 120.63008
    },
    {
      "name": "雅樂",
      "address": "台中市北屯區松竹路二段88號",
      "y": 24.182939,
      "x": 120.699082
    },
    {
      "name": "俊國",
      "address": "台中市西屯區永福路40巷5號7號1樓",
      "y": 24.182813,
      "x": 120.620027
    },
    {
      "name": "松佑",
      "address": "台中市北屯區松竹五路二段22號1樓",
      "y": 24.18272,
      "x": 120.68641
    },
    {
      "name": "軍松",
      "address": "台中市北屯區松竹五路199號1樓",
      "y": 24.18272,
      "x": 120.68641
    },
    {
      "name": "鈦譜",
      "address": "台中市龍井區龍門路48之15號",
      "y": 24.182561,
      "x": 120.530281
    },
    {
      "name": "松站",
      "address": "台中市北屯區松竹路一段1386號1388號",
      "y": 24.182467,
      "x": 120.705031
    },
    {
      "name": "萬寶",
      "address": "台中市北屯區中清路二段567號一樓",
      "y": 24.182436,
      "x": 120.665618
    },
    {
      "name": "管院",
      "address": "台中市西屯區臺灣大道四段1727號",
      "y": 24.18226,
      "x": 120.602505
    },
    {
      "name": "校友會",
      "address": "台中市西屯區台灣大道四段1727號1樓",
      "y": 24.18226,
      "x": 120.602505
    },
    {
      "name": "龍井",
      "address": "台中市龍井區遊園南路210號",
      "y": 24.182126,
      "x": 120.584007
    },
    {
      "name": "金格",
      "address": "台中市北屯區松竹路一段965號1樓",
      "y": 24.182118,
      "x": 120.712023
    },
    {
      "name": "西苑",
      "address": "台中市西屯區福星路112號1樓",
      "y": 24.182078,
      "x": 120.641625
    },
    {
      "name": "逢福",
      "address": "台中市西屯區黎明路三段348號",
      "y": 24.182074,
      "x": 120.638972
    },
    {
      "name": "逢吉",
      "address": "台中市西屯區西安街275號",
      "y": 24.182047,
      "x": 120.648133
    },
    {
      "name": "學園",
      "address": "台中市龍井區台灣大道五段3巷62弄21號1樓",
      "y": 24.181933,
      "x": 120.591562
    },
    {
      "name": "港強",
      "address": "台中市西屯區福科路295號一樓",
      "y": 24.181905,
      "x": 120.624651
    },
    {
      "name": "東海",
      "address": "台中市龍井區台灣大道五段3巷43號45號1樓",
      "y": 24.181784,
      "x": 120.592753
    },
    {
      "name": "松東",
      "address": "台中市北屯區松竹路三段125號",
      "y": 24.181645,
      "x": 120.682241
    },
    {
      "name": "龍新",
      "address": "台中市龍井區新興路18號1樓",
      "y": 24.181073,
      "x": 120.589804
    },
    {
      "name": "新仁",
      "address": "台中市龍井區新興路40之3之3號1樓",
      "y": 24.181035,
      "x": 120.588402
    },
    {
      "name": "昌旺",
      "address": "台中市北屯區昌平路二段12之16號",
      "y": 24.180889,
      "x": 120.689915
    },
    {
      "name": "逢盛",
      "address": "台中市西屯區福星路330號",
      "y": 24.180716,
      "x": 120.644901
    },
    {
      "name": "裕元",
      "address": "台中市西屯區安和路168號",
      "y": 24.180509,
      "x": 120.625112
    },
    {
      "name": "松竹",
      "address": "台中市北屯區昌平路二段11-1號",
      "y": 24.180451,
      "x": 120.68944
    },
    {
      "name": "軍榮",
      "address": "台中市北屯區軍榮一街90號1樓",
      "y": 24.179994,
      "x": 120.720654
    },
    {
      "name": "松潭",
      "address": "台中市北屯區軍功路二段183號1樓",
      "y": 24.179911,
      "x": 120.719396
    },
    {
      "name": "昌順",
      "address": "台中市北屯區北屯路439之16號1樓",
      "y": 24.179807,
      "x": 120.700764
    },
    {
      "name": "松強",
      "address": "台中市北屯區松安里崇德六路一段47號",
      "y": 24.179723,
      "x": 120.694769
    },
    {
      "name": "崇尚",
      "address": "台中市北屯區崇德路二段450號1樓",
      "y": 24.179709,
      "x": 120.686377
    },
    {
      "name": "逢大一",
      "address": "台中市西屯區文華路100號1樓",
      "y": 24.179189,
      "x": 120.646566
    },
    {
      "name": "逢美",
      "address": "台中市西屯區烈美街98號",
      "y": 24.179143,
      "x": 120.642426
    },
    {
      "name": "中清",
      "address": "台中市北屯區中清路二段340號",
      "y": 24.179063,
      "x": 120.668286
    },
    {
      "name": "大坑",
      "address": "台中市北屯區橫坑巷28-1號",
      "y": 24.178351,
      "x": 120.740691
    },
    {
      "name": "大唐",
      "address": "台中市北屯區大連北街98號1樓",
      "y": 24.178189,
      "x": 120.672496
    },
    {
      "name": "逢大路",
      "address": "台中市西屯區逢大路13號1樓",
      "y": 24.178159,
      "x": 120.650279
    },
    {
      "name": "逢源",
      "address": "台中市西屯區逢甲路162號之5",
      "y": 24.1781,
      "x": 120.642522
    },
    {
      "name": "鑫工三",
      "address": "台中市西屯區中工三路123.125號1樓",
      "y": 24.178044,
      "x": 120.618697
    },
    {
      "name": "大貿",
      "address": "台中市西屯區中平路279號",
      "y": 24.177931,
      "x": 120.664496
    },
    {
      "name": "龍峰",
      "address": "台中市龍井區向上路六段298號",
      "y": 24.177791,
      "x": 120.575836
    },
    {
      "name": "逢明",
      "address": "台中市西屯區黎明路三段158號",
      "y": 24.177636,
      "x": 120.637615
    },
    {
      "name": "樂河",
      "address": "台中市北屯區軍和街457號1樓和461號1樓2樓",
      "y": 24.17718,
      "x": 120.724791
    },
    {
      "name": "東侑",
      "address": "台中市北屯區東山路一段396號1樓",
      "y": 24.176971,
      "x": 120.734473
    },
    {
      "name": "興昌",
      "address": "台中市北屯區興安路二段62號1樓",
      "y": 24.176511,
      "x": 120.694898
    },
    {
      "name": "天佑",
      "address": "台中市西屯區中工二路196號198號1樓",
      "y": 24.176438,
      "x": 120.61565
    },
    {
      "name": "連河",
      "address": "台中市北屯區河北路二段218之1號1樓",
      "y": 24.176275,
      "x": 120.683811
    },
    {
      "name": "逢科",
      "address": "台中市西屯區青海路二段556號",
      "y": 24.176258,
      "x": 120.635915
    },
    {
      "name": "鑫工和",
      "address": "台中市西屯區協和里工業區三十八路30號1樓",
      "y": 24.17625,
      "x": 120.589735
    },
    {
      "name": "逢喜",
      "address": "台中市西屯區逢甲路247號",
      "y": 24.176026,
      "x": 120.640855
    },
    {
      "name": "新西屯",
      "address": "台中市西屯區西屯路二段281-3號281-4號",
      "y": 24.175954,
      "x": 120.643734
    },
    {
      "name": "龍合",
      "address": "台中市龍井區中華路一段36號",
      "y": 24.175906,
      "x": 120.543524
    },
    {
      "name": "航發",
      "address": "台中市西屯區河南路二段242號",
      "y": 24.175816,
      "x": 120.650154
    },
    {
      "name": "欣花園",
      "address": "台中市北屯區華美西街二段478號",
      "y": 24.175769,
      "x": 120.668773
    },
    {
      "name": "環東",
      "address": "台中市北屯區東山路一段306-1號1.2樓及環中東路二段268號1樓",
      "y": 24.175733,
      "x": 120.720498
    },
    {
      "name": "逢華",
      "address": "台中市西屯區文華路10-7號",
      "y": 24.175657,
      "x": 120.645375
    },
    {
      "name": "昌大",
      "address": "台中市北屯區大連路二段283號",
      "y": 24.175589,
      "x": 120.690187
    },
    {
      "name": "福上",
      "address": "台中市西屯區河南路二段71號1樓",
      "y": 24.175466,
      "x": 120.659368
    },
    {
      "name": "大連",
      "address": "台中市北屯區大連路一段40號1樓",
      "y": 24.175456,
      "x": 120.672259
    },
    {
      "name": "福星",
      "address": "台中市西屯區福星路580號",
      "y": 24.174905,
      "x": 120.646438
    },
    {
      "name": "富宇",
      "address": "台中市北屯區建和路二段273.275號",
      "y": 24.174851,
      "x": 120.724543
    },
    {
      "name": "和平",
      "address": "台中市和平區東關路三段161之2號",
      "y": 24.174581,
      "x": 120.883308
    },
    {
      "name": "平興",
      "address": "台中市北屯區遼寧路一段120號",
      "y": 24.174393,
      "x": 120.697005
    },
    {
      "name": "逢甲",
      "address": "台中市西屯區西屯路二段272之3號之4號1樓",
      "y": 24.174388,
      "x": 120.644511
    },
    {
      "name": "七綻",
      "address": "台中市北屯區文心路四段57號",
      "y": 24.174118,
      "x": 120.671987
    },
    {
      "name": "瀋陽",
      "address": "台中市北屯區瀋陽路一段104號1樓",
      "y": 24.173995,
      "x": 120.678625
    },
    {
      "name": "逢星",
      "address": "台中市西屯區福星路651-8號",
      "y": 24.173807,
      "x": 120.648565
    },
    {
      "name": "熱陽",
      "address": "台中市北屯區熱河路二段217號",
      "y": 24.173799,
      "x": 120.687825
    },
    {
      "name": "大鵬",
      "address": "台中市西屯區長安路二段125號",
      "y": 24.173726,
      "x": 120.664431
    },
    {
      "name": "工一",
      "address": "台中市西屯區工業區一路98-32號1樓",
      "y": 24.173697,
      "x": 120.613539
    },
    {
      "name": "鑫巴黎",
      "address": "台中市北屯區崇德路二段199號1樓",
      "y": 24.173483,
      "x": 120.68538
    },
    {
      "name": "逢德",
      "address": "台中市西屯區青海路二段321號323號",
      "y": 24.173447,
      "x": 120.640843
    },
    {
      "name": "逢辰",
      "address": "台中市西屯區西屯路二段260-18號1樓",
      "y": 24.173283,
      "x": 120.644963
    },
    {
      "name": "新興陽",
      "address": "台中市北屯區平田里興安路一段289號1樓",
      "y": 24.173101,
      "x": 120.694317
    },
    {
      "name": "水景",
      "address": "台中市北屯區東山路一段212號",
      "y": 24.172712,
      "x": 120.712998
    },
    {
      "name": "逢仁",
      "address": "台中市西屯區青海路二段262號",
      "y": 24.172634,
      "x": 120.642876
    },
    {
      "name": "瀚尹",
      "address": "台中市北屯區文心路四段577號579號",
      "y": 24.172616,
      "x": 120.683638
    },
    {
      "name": "新中工",
      "address": "台中市西屯區工業區一路58之1號",
      "y": 24.172507,
      "x": 120.613395
    },
    {
      "name": "安河",
      "address": "台中市西屯區河南路二段14號",
      "y": 24.17238,
      "x": 120.661048
    },
    {
      "name": "軍建",
      "address": "台中市北屯區軍福十三路198號",
      "y": 24.172338,
      "x": 120.724404
    },
    {
      "name": "昌陽",
      "address": "台中市北屯區昌平路一段264號",
      "y": 24.172197,
      "x": 120.690962
    },
    {
      "name": "遊園",
      "address": "台中市大肚區遊園路二段146號1樓",
      "y": 24.171957,
      "x": 120.58041
    },
    {
      "name": "尚仁",
      "address": "台中市西屯區上仁街139號",
      "y": 24.171669,
      "x": 120.641903
    },
    {
      "name": "上安",
      "address": "台中市西屯區至善路61號",
      "y": 24.171632,
      "x": 120.639207
    },
    {
      "name": "軍福",
      "address": "台中市北屯區軍功路一段500號",
      "y": 24.171542,
      "x": 120.718872
    },
    {
      "name": "東義",
      "address": "台中市北區北平路二段141號1樓",
      "y": 24.171458,
      "x": 120.677778
    },
    {
      "name": "新北平",
      "address": "台中市北區北平路二段96號",
      "y": 24.171356,
      "x": 120.675054
    },
    {
      "name": "遠平",
      "address": "台中市北屯區北平路三段75-4號75-5號",
      "y": 24.171154,
      "x": 120.681646
    },
    {
      "name": "寶慶",
      "address": "台中市西屯區逢甲里西屯路二段256巷8、10號1樓",
      "y": 24.170996,
      "x": 120.647136
    },
    {
      "name": "宸騰",
      "address": "台中市西屯區上石路201號",
      "y": 24.170899,
      "x": 120.646312
    },
    {
      "name": "展騰",
      "address": "台中市西屯區台灣大道三段688號690號",
      "y": 24.170844,
      "x": 120.63757
    },
    {
      "name": "櫻花",
      "address": "台中市西屯區櫻花路111號",
      "y": 24.170782,
      "x": 120.650721
    },
    {
      "name": "君悅",
      "address": "台中市北屯區軍福十三路68號",
      "y": 24.170743,
      "x": 120.731715
    },
    {
      "name": "東加",
      "address": "台中市北屯區東山路一段185號",
      "y": 24.170628,
      "x": 120.708226
    },
    {
      "name": "甘肅",
      "address": "台中市西屯區甘肅路二段22號",
      "y": 24.170367,
      "x": 120.656125
    },
    {
      "name": "雅津",
      "address": "台中市北區天津路二段9號.11號",
      "y": 24.170205,
      "x": 120.672981
    },
    {
      "name": "河南",
      "address": "台中市西屯區河南路二段443號",
      "y": 24.170102,
      "x": 120.643301
    },
    {
      "name": "潮貴",
      "address": "台中市西屯區朝馬路158號1樓",
      "y": 24.170088,
      "x": 120.6336
    },
    {
      "name": "漢成",
      "address": "台中市西屯區漢成四街2號",
      "y": 24.169976,
      "x": 120.665434
    },
    {
      "name": "中蔗",
      "address": "台中市大肚區中蔗路39號",
      "y": 24.169882,
      "x": 120.574631
    },
    {
      "name": "文津",
      "address": "台中市北區天津路二段138之10號之11號",
      "y": 24.169795,
      "x": 120.6763
    },
    {
      "name": "朝馬",
      "address": "台中市西屯區黎明路二段1010號",
      "y": 24.169432,
      "x": 120.636253
    },
    {
      "name": "昌和",
      "address": "台中市北屯區東山路一段146之39號",
      "y": 24.169326,
      "x": 120.704161
    },
    {
      "name": "熱天",
      "address": "台中市北屯區天津路四段68號1樓",
      "y": 24.169168,
      "x": 120.6871
    },
    {
      "name": "文華",
      "address": "台中市西屯區寧夏路232號",
      "y": 24.169084,
      "x": 120.660303
    },
    {
      "name": "雅昌",
      "address": "台中市北區中清路一段569號",
      "y": 24.16888,
      "x": 120.672388
    },
    {
      "name": "朝富",
      "address": "台中市西屯區朝富路2號1樓",
      "y": 24.168721,
      "x": 120.638741
    },
    {
      "name": "寶昇",
      "address": "台中市北屯區北屯路224之1號",
      "y": 24.168708,
      "x": 120.69708
    },
    {
      "name": "青河",
      "address": "台中市北屯區青島路三段155號1樓",
      "y": 24.16857,
      "x": 120.683461
    },
    {
      "name": "豐慶",
      "address": "台中市西屯區甘肅路一段196號及198號1樓",
      "y": 24.168197,
      "x": 120.657507
    },
    {
      "name": "昌平",
      "address": "台中市北屯區昌平路一段70號",
      "y": 24.168156,
      "x": 120.693118
    },
    {
      "name": "夏督",
      "address": "台中市西屯區寧夏路170號",
      "y": 24.167322,
      "x": 120.661276
    },
    {
      "name": "蔗園",
      "address": "台中市大肚區遊園路一段143號",
      "y": 24.167229,
      "x": 120.578075
    },
    {
      "name": "秋紅谷",
      "address": "台中市西屯區朝富路30號32號1樓",
      "y": 24.167144,
      "x": 120.637683
    },
    {
      "name": "賢和",
      "address": "台中市北屯區景賢路230號",
      "y": 24.166966,
      "x": 120.724534
    },
    {
      "name": "博吉",
      "address": "台中市北屯區東光路786號1樓",
      "y": 24.166961,
      "x": 120.700618
    },
    {
      "name": "賴厝",
      "address": "台中市北區漢口路四段102號1樓.地下樓",
      "y": 24.166846,
      "x": 120.677613
    },
    {
      "name": "景大和",
      "address": "台中市北屯區景賢路191號",
      "y": 24.166805,
      "x": 120.722628
    },
    {
      "name": "漢華",
      "address": "台中市北區漢口路五段60號62號66號1樓",
      "y": 24.166788,
      "x": 120.687503
    },
    {
      "name": "寧夏",
      "address": "台中市西屯區寧夏路105號",
      "y": 24.166414,
      "x": 120.66131
    },
    {
      "name": "港惠",
      "address": "台中市西屯區台灣大道三段328號",
      "y": 24.166054,
      "x": 120.644085
    },
    {
      "name": "平西",
      "address": "台中市北區陜西路107號109號",
      "y": 24.165991,
      "x": 120.682107
    },
    {
      "name": "陜西",
      "address": "台中市北區陜西路48號48之1號1樓",
      "y": 24.165991,
      "x": 120.682107
    },
    {
      "name": "文心",
      "address": "台中市西屯區文心路三段76號",
      "y": 24.165874,
      "x": 120.652344
    },
    {
      "name": "昌鴻",
      "address": "台中市北區賴厝里山西路一段48號",
      "y": 24.165603,
      "x": 120.675495
    },
    {
      "name": "西屯重",
      "address": "台中市西屯區西屯路二段95之25號,95之26號1樓",
      "y": 24.165139,
      "x": 120.656744
    },
    {
      "name": "歐風",
      "address": "台中市西屯區惠民路199號",
      "y": 24.164946,
      "x": 120.640438
    },
    {
      "name": "福漢",
      "address": "台中市西屯區何福里漢口路二段112號112-1號",
      "y": 24.164901,
      "x": 120.661743
    },
    {
      "name": "國校",
      "address": "台中市北屯區國校巷16號",
      "y": 24.164835,
      "x": 120.690965
    },
    {
      "name": "忠太",
      "address": "台中市北區太原路一段492號地下1層和忠明八街1號1樓",
      "y": 24.164787,
      "x": 120.670705
    },
    {
      "name": "亞太",
      "address": "台中市北區中清路一段506、508號",
      "y": 24.164716,
      "x": 120.674219
    },
    {
      "name": "華美",
      "address": "台中市西屯區西屯路二段19號19之1號21號",
      "y": 24.163789,
      "x": 120.661341
    },
    {
      "name": "衛道",
      "address": "台中市北區進化北路378-6號",
      "y": 24.163351,
      "x": 120.680106
    },
    {
      "name": "景和",
      "address": "台中市北屯區太原路三段907號",
      "y": 24.163292,
      "x": 120.719012
    },
    {
      "name": "新北屯",
      "address": "台中市北屯區太原路三段516號1樓",
      "y": 24.163267,
      "x": 120.71912
    },
    {
      "name": "豐華",
      "address": "台中市北區進化北路148號",
      "y": 24.163218,
      "x": 120.686747
    },
    {
      "name": "大都會",
      "address": "台中市西屯區惠來路二段238之1號1樓",
      "y": 24.163166,
      "x": 120.642061
    },
    {
      "name": "青海",
      "address": "台中市西屯區青海路一段1號",
      "y": 24.163151,
      "x": 120.657177
    },
    {
      "name": "鈞泰",
      "address": "台中市北屯區太原路三段1112之1號1120之1號1樓",
      "y": 24.163058,
      "x": 120.71856
    },
    {
      "name": "超學",
      "address": "台中市北區進化北路327號與325號1樓",
      "y": 24.16298,
      "x": 120.681232
    },
    {
      "name": "元保",
      "address": "台中市北區進化北路413號1樓",
      "y": 24.162961,
      "x": 120.676852
    },
    {
      "name": "永進",
      "address": "台中市北區進化北路297號",
      "y": 24.162872,
      "x": 120.682512
    },
    {
      "name": "桂冠",
      "address": "台中市西屯區四川路120號1樓",
      "y": 24.162786,
      "x": 120.653286
    },
    {
      "name": "忠權",
      "address": "台中市北區忠明路426號1樓",
      "y": 24.162598,
      "x": 120.669516
    },
    {
      "name": "健太",
      "address": "台中市北屯區太原路三段1138號",
      "y": 24.162436,
      "x": 120.720838
    },
    {
      "name": "達基力",
      "address": "花蓮縣秀林鄉崇德村海濱3號3之1號1樓",
      "y": 24.162355,
      "x": 121.654804
    },
    {
      "name": "崇德盈",
      "address": "花蓮縣秀林鄉崇德95-6號",
      "y": 24.162355,
      "x": 121.654804
    },
    {
      "name": "工站",
      "address": "台中市南屯區五權西路三段350號",
      "y": 24.162321,
      "x": 120.606069
    },
    {
      "name": "中川",
      "address": "台中市西屯區台灣大道二段938號940號",
      "y": 24.162049,
      "x": 120.651394
    },
    {
      "name": "新市政",
      "address": "台中市西屯區臺灣大道三段99號1樓",
      "y": 24.161989,
      "x": 120.647297
    },
    {
      "name": "潮洋",
      "address": "台中市西屯區市政路596號",
      "y": 24.161732,
      "x": 120.633932
    },
    {
      "name": "原義",
      "address": "台中市西屯區忠義街80號",
      "y": 24.161564,
      "x": 120.659556
    },
    {
      "name": "新德化",
      "address": "台中市北區德化街660號",
      "y": 24.16144,
      "x": 120.664835
    },
    {
      "name": "中台禾",
      "address": "台中市北屯區太原路三段1505號",
      "y": 24.161402,
      "x": 120.73378
    },
    {
      "name": "庚樺",
      "address": "台中市北區崇德路一段143之2號",
      "y": 24.16136,
      "x": 120.684838
    },
    {
      "name": "祥順東",
      "address": "台中市北屯區祥順東路一段2號",
      "y": 24.161283,
      "x": 120.729144
    },
    {
      "name": "伸冠",
      "address": "彰化縣伸港鄉大同村中興路二段316號",
      "y": 24.161192,
      "x": 120.487205
    },
    {
      "name": "富強",
      "address": "台中市北區國強街142號及天祥街100號1樓",
      "y": 24.160631,
      "x": 120.697454
    },
    {
      "name": "親親",
      "address": "台中市北區錦洲里北屯路14號.14-2號.14-3號1樓",
      "y": 24.160496,
      "x": 120.692131
    },
    {
      "name": "育仁",
      "address": "台中市北區進化路583號",
      "y": 24.160321,
      "x": 120.694158
    },
    {
      "name": "墩十九",
      "address": "台中市西屯區大墩19街186號",
      "y": 24.159856,
      "x": 120.649829
    },
    {
      "name": "金興",
      "address": "台中市太平區新興路312號",
      "y": 24.15957,
      "x": 120.705447
    },
    {
      "name": "健興",
      "address": "台中市北區健行路354號",
      "y": 24.159247,
      "x": 120.683026
    },
    {
      "name": "育見",
      "address": "台中市太平區育賢路321.323號",
      "y": 24.159202,
      "x": 120.715094
    },
    {
      "name": "豐市",
      "address": "台中市西屯區市政路396號",
      "y": 24.159124,
      "x": 120.64007
    },
    {
      "name": "鑫德",
      "address": "台中市太平區新興路85-1號",
      "y": 24.15906,
      "x": 120.710533
    },
    {
      "name": "健勝",
      "address": "台中市北區健行路701號",
      "y": 24.159038,
      "x": 120.673468
    },
    {
      "name": "三中",
      "address": "台中市西區忠明路54-1號1樓、博館路231號233號235號237號1樓",
      "y": 24.158912,
      "x": 120.661135
    },
    {
      "name": "學士",
      "address": "台中市北區學士路163號165號",
      "y": 24.158864,
      "x": 120.680784
    },
    {
      "name": "益華",
      "address": "台中市北區健行路49號",
      "y": 24.158737,
      "x": 120.68913
    },
    {
      "name": "醫德",
      "address": "台中市北區大德街87號1樓",
      "y": 24.158711,
      "x": 120.67864
    },
    {
      "name": "順太",
      "address": "台中市北屯區太順路112號1樓",
      "y": 24.158668,
      "x": 120.724968
    },
    {
      "name": "育立",
      "address": "台中市太平區育賢路282號",
      "y": 24.158542,
      "x": 120.716601
    },
    {
      "name": "美德",
      "address": "台中市北區民權路472號1樓466巷1.3號1樓",
      "y": 24.158519,
      "x": 120.670793
    },
    {
      "name": "墩隆",
      "address": "台中市西屯區大墩路966號",
      "y": 24.158285,
      "x": 120.651773
    },
    {
      "name": "育智",
      "address": "台中市太平區育賢路520號",
      "y": 24.158172,
      "x": 120.719198
    },
    {
      "name": "隆恩",
      "address": "台中市西屯區大墩十八街116號1樓",
      "y": 24.15798,
      "x": 120.648073
    },
    {
      "name": "虹博",
      "address": "台中市西區博館路185號",
      "y": 24.157938,
      "x": 120.66283
    },
    {
      "name": "育鑫",
      "address": "台中市太平區樹孝路490號",
      "y": 24.157732,
      "x": 120.720416
    },
    {
      "name": "微笑",
      "address": "台中市北區育樂街66.68號一樓及夾層",
      "y": 24.157658,
      "x": 120.692213
    },
    {
      "name": "吉仕多",
      "address": "台中市太平區樹德路255號",
      "y": 24.15747,
      "x": 120.71241
    },
    {
      "name": "隆心",
      "address": "台中市西屯區文心路二段566號",
      "y": 24.157267,
      "x": 120.647062
    },
    {
      "name": "中醫",
      "address": "台中市北區育德路13號",
      "y": 24.157112,
      "x": 120.67976
    },
    {
      "name": "新墩",
      "address": "台中市西屯區大墩路901號",
      "y": 24.156745,
      "x": 120.650284
    },
    {
      "name": "淡溝",
      "address": "台中市北區淡溝里民權路361號1樓",
      "y": 24.156696,
      "x": 120.670277
    },
    {
      "name": "金典",
      "address": "台中市西區健行路1046、1046-1、1046-2號1樓",
      "y": 24.156541,
      "x": 120.662977
    },
    {
      "name": "新大億",
      "address": "台中市太平區大興路151號151-1號",
      "y": 24.156117,
      "x": 120.734587
    },
    {
      "name": "忠明義",
      "address": "台中市西區忠明南路16號16之1號18號1樓",
      "y": 24.156116,
      "x": 120.658704
    },
    {
      "name": "嘟嘟",
      "address": "台中市北區興進路60號",
      "y": 24.155757,
      "x": 120.69745
    },
    {
      "name": "精明",
      "address": "台中市西區精誠路15號",
      "y": 24.155615,
      "x": 120.656377
    },
    {
      "name": "錦中",
      "address": "台中市北區三民路三段258號",
      "y": 24.155512,
      "x": 120.687468
    },
    {
      "name": "科博館",
      "address": "台中市北區淡溝里博館路92號1樓",
      "y": 24.155469,
      "x": 120.66646
    },
    {
      "name": "工權",
      "address": "台中市南屯區工業區十八路31-1號",
      "y": 24.15518,
      "x": 120.608765
    },
    {
      "name": "全利",
      "address": "台中市太平區樹孝路338號",
      "y": 24.155027,
      "x": 120.719276
    },
    {
      "name": "興悅",
      "address": "台中市北區金華里進德北路160號162號",
      "y": 24.154818,
      "x": 120.693042
    },
    {
      "name": "婷婷",
      "address": "台中市北區學士路67號69號1樓",
      "y": 24.154749,
      "x": 120.681766
    },
    {
      "name": "博一",
      "address": "台中市北區英才路388號388之1號及博館一街37號",
      "y": 24.154613,
      "x": 120.667959
    },
    {
      "name": "惠文",
      "address": "台中市南屯區河南路四段226號228號1樓",
      "y": 24.154577,
      "x": 120.636425
    },
    {
      "name": "豐年",
      "address": "台中市太平區環太東路345號",
      "y": 24.153901,
      "x": 120.726975
    },
    {
      "name": "新東峰",
      "address": "台中市北區東光路340號",
      "y": 24.153878,
      "x": 120.699026
    },
    {
      "name": "汶莊",
      "address": "台中市北區中清路一段102號1樓",
      "y": 24.153716,
      "x": 120.677488
    },
    {
      "name": "豐采",
      "address": "台中市南屯區黎明路二段506號506-1號",
      "y": 24.153623,
      "x": 120.63498
    },
    {
      "name": "樹廣",
      "address": "台中市太平區樹德路98-9號",
      "y": 24.153623,
      "x": 120.711766
    },
    {
      "name": "精業",
      "address": "台中市西區精誠路41號之6之7",
      "y": 24.153571,
      "x": 120.655278
    },
    {
      "name": "進合",
      "address": "台中市北區進化路328號",
      "y": 24.153447,
      "x": 120.694622
    },
    {
      "name": "墩業",
      "address": "台中市南屯區大墩路717-5號",
      "y": 24.153391,
      "x": 120.649374
    },
    {
      "name": "鄉林",
      "address": "台中市南屯區大業路177號",
      "y": 24.153388,
      "x": 120.651222
    },
    {
      "name": "錦新",
      "address": "台中市北區錦新街70-2號70-3號及一中街136-2號136-6號",
      "y": 24.15333,
      "x": 120.686877
    },
    {
      "name": "大肚",
      "address": "台中市大肚區沙田路二段740號",
      "y": 24.153235,
      "x": 120.544947
    },
    {
      "name": "美生",
      "address": "台中市西區美村路一段54號",
      "y": 24.153201,
      "x": 120.661492
    },
    {
      "name": "雙行",
      "address": "台中市北區雙十路二段47號",
      "y": 24.153135,
      "x": 120.688768
    },
    {
      "name": "中友",
      "address": "台中市北區育才北路74號76號",
      "y": 24.153018,
      "x": 120.685121
    },
    {
      "name": "振福",
      "address": "台中市太平區振福路361巷6號1樓",
      "y": 24.152979,
      "x": 120.70694
    },
    {
      "name": "奕慶",
      "address": "台中市北區五權路387號及五常街13號15號",
      "y": 24.152955,
      "x": 120.681112
    },
    {
      "name": "大將作",
      "address": "台中市西區英才路410號",
      "y": 24.152838,
      "x": 120.666233
    },
    {
      "name": "合作",
      "address": "台中市北區自強一街1號",
      "y": 24.152815,
      "x": 120.696912
    },
    {
      "name": "一中",
      "address": "台中市北區一中街98號1樓",
      "y": 24.152471,
      "x": 120.686427
    },
    {
      "name": "惠中",
      "address": "台中市南屯區黎明路二段425號1樓",
      "y": 24.152168,
      "x": 120.634591
    },
    {
      "name": "富亦",
      "address": "台中市南屯區公益路二段939號1樓和龍富路四段552號1樓",
      "y": 24.151705,
      "x": 120.626507
    },
    {
      "name": "伸濱",
      "address": "彰化縣伸港鄉新港路425號",
      "y": 24.15153,
      "x": 120.486772
    },
    {
      "name": "中勇",
      "address": "台中市南屯區忠勇路105之27號1樓",
      "y": 24.15147,
      "x": 120.615784
    },
    {
      "name": "旭日",
      "address": "台中市北區五權路272.274.276號與太平路221號",
      "y": 24.151359,
      "x": 120.678148
    },
    {
      "name": "新樹孝",
      "address": "台中市太平區樹孝路48號50號1樓",
      "y": 24.15117,
      "x": 120.716822
    },
    {
      "name": "超億",
      "address": "台中市西區公益路126號",
      "y": 24.151065,
      "x": 120.660758
    },
    {
      "name": "台紙",
      "address": "台中市大肚區沙田路二段645號",
      "y": 24.151039,
      "x": 120.545186
    },
    {
      "name": "精站",
      "address": "台中市南屯區向上路五段289號",
      "y": 24.15095,
      "x": 120.608866
    },
    {
      "name": "光大國",
      "address": "台中市北區文莊里日興街180號1樓",
      "y": 24.150909,
      "x": 120.675672
    },
    {
      "name": "文嶺",
      "address": "台中市南屯區嶺東路806號",
      "y": 24.15069,
      "x": 120.612454
    },
    {
      "name": "益風",
      "address": "台中市西區精誠路107號",
      "y": 24.150517,
      "x": 120.655303
    },
    {
      "name": "瑞陽",
      "address": "台中市南屯區河南路四段442號446號1,2樓",
      "y": 24.150398,
      "x": 120.637302
    },
    {
      "name": "盛民興",
      "address": "台中市太平區中山路二段366號366-1號368號",
      "y": 24.1501,
      "x": 120.727521
    },
    {
      "name": "新育才",
      "address": "台中市北區三民路三段116號",
      "y": 24.149966,
      "x": 120.68437
    },
    {
      "name": "昌進",
      "address": "台中市南屯區大進街387號1樓.大墩十二街151號1樓",
      "y": 24.149821,
      "x": 120.651185
    },
    {
      "name": "墩富",
      "address": "台中市南屯區大墩路572號",
      "y": 24.149633,
      "x": 120.65011
    },
    {
      "name": "新文化",
      "address": "台中市西區中美街283號",
      "y": 24.149564,
      "x": 120.660047
    },
    {
      "name": "和冠",
      "address": "彰化縣和美鎮彰新路六段臨566號",
      "y": 24.149408,
      "x": 120.509679
    },
    {
      "name": "尚晉",
      "address": "台中市太平區新平路三段1號1樓",
      "y": 24.149218,
      "x": 120.719002
    },
    {
      "name": "模範",
      "address": "台中市西區模範街34巷1號",
      "y": 24.149148,
      "x": 120.666812
    },
    {
      "name": "華太",
      "address": "台中市北區中華路二段137號",
      "y": 24.149128,
      "x": 120.680601
    },
    {
      "name": "墩正",
      "address": "台中市南屯區溝墘里大墩十一街330號1樓",
      "y": 24.149006,
      "x": 120.645337
    },
    {
      "name": "德毅",
      "address": "台中市北區尊賢街9號",
      "y": 24.148637,
      "x": 120.685269
    },
    {
      "name": "第一",
      "address": "台中市太平區中山路四段112-2號",
      "y": 24.148476,
      "x": 120.705057
    },
    {
      "name": "篤行",
      "address": "台中市北區篤行路120號122號",
      "y": 24.148106,
      "x": 120.676321
    },
    {
      "name": "哈魚",
      "address": "台中市南屯區環中路四段6號",
      "y": 24.148053,
      "x": 120.622853
    },
    {
      "name": "墩陽",
      "address": "台中市南屯區大墩10街254號之1樓",
      "y": 24.147939,
      "x": 120.647719
    },
    {
      "name": "旱溪東",
      "address": "台中市太平區中山路四段235號",
      "y": 24.147841,
      "x": 120.700778
    },
    {
      "name": "奕樂",
      "address": "台中市西區民生北路100號1樓及民權路217巷17號1樓",
      "y": 24.147806,
      "x": 120.668404
    },
    {
      "name": "巨航",
      "address": "彰化縣伸港鄉新港村中興路一段355號",
      "y": 24.147323,
      "x": 120.488876
    },
    {
      "name": "豐河",
      "address": "台中市南屯區向上路二段376號",
      "y": 24.147312,
      "x": 120.638486
    },
    {
      "name": "伸港",
      "address": "彰化縣伸港鄉中山路190號192號",
      "y": 24.146948,
      "x": 120.482322
    },
    {
      "name": "台麗",
      "address": "台中市西區五權路119號",
      "y": 24.146947,
      "x": 120.672518
    },
    {
      "name": "向上",
      "address": "台中市南屯區黎明路二段193號",
      "y": 24.146792,
      "x": 120.636002
    },
    {
      "name": "向勝",
      "address": "台中市西區東興路三段57號",
      "y": 24.146574,
      "x": 120.652719
    },
    {
      "name": "向興",
      "address": "台中市西區向上路一段95號",
      "y": 24.146574,
      "x": 120.663348
    },
    {
      "name": "上誠",
      "address": "台中市西區向上路一段381號383號385號",
      "y": 24.146554,
      "x": 120.655441
    },
    {
      "name": "福明",
      "address": "台中市東區進化路170號1樓",
      "y": 24.146408,
      "x": 120.694596
    },
    {
      "name": "伸東",
      "address": "彰化縣伸港鄉七嘉村中華路519號",
      "y": 24.146158,
      "x": 120.494585
    },
    {
      "name": "向美",
      "address": "台中市西區美村路一段302之1號302之7號",
      "y": 24.146141,
      "x": 120.661274
    },
    {
      "name": "鑫中華",
      "address": "台中市中區中華路一段153.155號一樓157號一二樓",
      "y": 24.145356,
      "x": 120.67668
    },
    {
      "name": "富仁",
      "address": "台中市東區富榮街2號1樓",
      "y": 24.145327,
      "x": 120.690839
    },
    {
      "name": "精科",
      "address": "台中市南屯區嶺東路368號",
      "y": 24.145266,
      "x": 120.610982
    },
    {
      "name": "宜昌",
      "address": "台中市太平區宜昌路400號",
      "y": 24.144879,
      "x": 120.713949
    },
    {
      "name": "惠宇",
      "address": "台中市南屯區向上南路一段167之1號",
      "y": 24.144797,
      "x": 120.653597
    },
    {
      "name": "熊貓",
      "address": "台中市南屯區向上南路一段325號1-2樓",
      "y": 24.144742,
      "x": 120.647658
    },
    {
      "name": "鑫權勝",
      "address": "台中市南屯區五權西路二段882號",
      "y": 24.14473,
      "x": 120.633966
    },
    {
      "name": "富麗",
      "address": "台中市東區十甲里十甲路397號",
      "y": 24.144717,
      "x": 120.707721
    },
    {
      "name": "鑫佳慶",
      "address": "台中市太平區大源二街1號1F",
      "y": 24.144578,
      "x": 120.724887
    },
    {
      "name": "鑫文山",
      "address": "台中市南屯區文山路20號和22號",
      "y": 24.144441,
      "x": 120.610192
    },
    {
      "name": "世界",
      "address": "台中市東區十甲路202號",
      "y": 24.144328,
      "x": 120.702813
    },
    {
      "name": "華生",
      "address": "台中市西區民生路517號",
      "y": 24.144192,
      "x": 120.658637
    },
    {
      "name": "鑫華新",
      "address": "台中市中區中華里中華路一段75號77號及民族路218號",
      "y": 24.143774,
      "x": 120.674978
    },
    {
      "name": "成興",
      "address": "台中市中區成功路271號1樓",
      "y": 24.143744,
      "x": 120.679347
    },
    {
      "name": "權旺",
      "address": "台中市南屯區五權西路二段812號",
      "y": 24.143709,
      "x": 120.635436
    },
    {
      "name": "太魯閣",
      "address": "花蓮縣秀林鄉富世村富世路152號152-1號",
      "y": 24.143647,
      "x": 121.633859
    },
    {
      "name": "天祥",
      "address": "花蓮縣秀林鄉富世村天祥17之1號",
      "y": 24.143647,
      "x": 121.633859
    },
    {
      "name": "聚懋",
      "address": "台中市南屯區大墩路287號289號一樓",
      "y": 24.143589,
      "x": 120.649691
    },
    {
      "name": "富由",
      "address": "台中市東區自由路三段169-1號",
      "y": 24.143001,
      "x": 120.690913
    },
    {
      "name": "東英",
      "address": "台中市東區自由路四段339號",
      "y": 24.142929,
      "x": 120.705745
    },
    {
      "name": "忠福",
      "address": "台中市西區忠明南路192號",
      "y": 24.142883,
      "x": 120.657101
    },
    {
      "name": "黎明東",
      "address": "台中市南屯區黎明東街22號",
      "y": 24.142822,
      "x": 120.638835
    },
    {
      "name": "新勤益",
      "address": "台中市太平區中山路一段217號",
      "y": 24.142747,
      "x": 120.733186
    },
    {
      "name": "錦花",
      "address": "台中市中區光復路127號",
      "y": 24.142702,
      "x": 120.682095
    },
    {
      "name": "向心",
      "address": "台中市南屯區大墩6街284號",
      "y": 24.142698,
      "x": 120.646974
    },
    {
      "name": "進德",
      "address": "台中市東區自由路三段226號及進德路77號",
      "y": 24.142622,
      "x": 120.692605
    },
    {
      "name": "新五廊",
      "address": "台中市西區民生路155號一樓",
      "y": 24.142565,
      "x": 120.671107
    },
    {
      "name": "漢展",
      "address": "台中市東區自由路四段436號",
      "y": 24.142556,
      "x": 120.708819
    },
    {
      "name": "安龍",
      "address": "台中市西區五權路2-12號13號",
      "y": 24.142305,
      "x": 120.668343
    },
    {
      "name": "聯華",
      "address": "台中市中區公園路13號",
      "y": 24.142294,
      "x": 120.684155
    },
    {
      "name": "溪洲",
      "address": "台中市太平區新平路二段221號",
      "y": 24.141086,
      "x": 120.714675
    },
    {
      "name": "漢溪",
      "address": "台中市東區十甲東路575號1樓",
      "y": 24.140853,
      "x": 120.707975
    },
    {
      "name": "市鑫",
      "address": "台中市中區自由路二段9號1樓",
      "y": 24.140815,
      "x": 120.682354
    },
    {
      "name": "權興",
      "address": "台中市南屯區五權西路二段62號",
      "y": 24.140413,
      "x": 120.652826
    },
    {
      "name": "向權",
      "address": "台中市南屯區五權西路二段412號1樓",
      "y": 24.140342,
      "x": 120.644911
    },
    {
      "name": "權大",
      "address": "台中市西區五權西路一段271號1樓2樓",
      "y": 24.139899,
      "x": 120.655534
    },
    {
      "name": "大進",
      "address": "台中市南屯區五權西路二段185號",
      "y": 24.139824,
      "x": 120.650102
    },
    {
      "name": "美村",
      "address": "台中市西區美村路一段542號546號",
      "y": 24.139612,
      "x": 120.661506
    },
    {
      "name": "保誠",
      "address": "台中市西區五權路2-104號及貴和街222號",
      "y": 24.13944,
      "x": 120.665873
    },
    {
      "name": "樂業",
      "address": "台中市東區樂業路259號",
      "y": 24.13919,
      "x": 120.700015
    },
    {
      "name": "新墩興",
      "address": "台中市南屯區東興路二段98號1樓",
      "y": 24.138705,
      "x": 120.653221
    },
    {
      "name": "新春社",
      "address": "台中市南屯區永春南路136號138號",
      "y": 24.138598,
      "x": 120.609527
    },
    {
      "name": "嶺中",
      "address": "台中市南屯區永春南路58號",
      "y": 24.138533,
      "x": 120.611367
    },
    {
      "name": "南屯",
      "address": "台中市南屯區南屯路二段570號",
      "y": 24.13851,
      "x": 120.641684
    },
    {
      "name": "第一廣",
      "address": "台中市中區台灣大道一段35號",
      "y": 24.13834,
      "x": 120.683998
    },
    {
      "name": "文豐",
      "address": "台中市南屯區文心南五路ㄧ段319號",
      "y": 24.138247,
      "x": 120.642966
    },
    {
      "name": "新繼光",
      "address": "台中市中區繼光街64號一樓",
      "y": 24.138234,
      "x": 120.682045
    },
    {
      "name": "鼎站",
      "address": "台中市中區建國路202號",
      "y": 24.138175,
      "x": 120.685731
    },
    {
      "name": "萬文",
      "address": "台中市南屯區黎明路一段1033號",
      "y": 24.13803,
      "x": 120.637278
    },
    {
      "name": "聯鑫",
      "address": "台中市中區建國路143.145號",
      "y": 24.137946,
      "x": 120.684978
    },
    {
      "name": "樂群",
      "address": "台中市西區林森路80號及樂群街81號",
      "y": 24.137634,
      "x": 120.671102
    },
    {
      "name": "東村",
      "address": "台中市太平區東村路200號",
      "y": 24.137507,
      "x": 120.724156
    },
    {
      "name": "樂東",
      "address": "台中市東區東英路331號",
      "y": 24.13746,
      "x": 120.705131
    },
    {
      "name": "民府",
      "address": "台中市西區四維街22-1號24號",
      "y": 24.137049,
      "x": 120.676335
    },
    {
      "name": "嶺寶",
      "address": "台中市南屯區忠勇路23-12號1樓",
      "y": 24.136907,
      "x": 120.611803
    },
    {
      "name": "墩南",
      "address": "台中市南屯區南屯路二段212號1樓",
      "y": 24.136753,
      "x": 120.65017
    },
    {
      "name": "詠豐",
      "address": "台中市南屯區永春東路1230號",
      "y": 24.136588,
      "x": 120.634337
    },
    {
      "name": "智復",
      "address": "台中市東區復興路四段210號1.2樓.地下層",
      "y": 24.136444,
      "x": 120.688107
    },
    {
      "name": "和線",
      "address": "彰化縣和美鎮嘉犁里線東路二段722號",
      "y": 24.136198,
      "x": 120.482023
    },
    {
      "name": "海德堡",
      "address": "台中市南屯區向心南路928號930號",
      "y": 24.136128,
      "x": 120.644099
    },
    {
      "name": "和新",
      "address": "彰化縣和美鎮彰新路五段臨396號",
      "y": 24.135991,
      "x": 120.51018
    },
    {
      "name": "春安",
      "address": "台中市南屯區嶺東南路165號",
      "y": 24.135766,
      "x": 120.610268
    },
    {
      "name": "吉龍",
      "address": "台中市西區忠明南路410號",
      "y": 24.13525,
      "x": 120.657085
    },
    {
      "name": "新平智",
      "address": "台中市東區新庄里大智路49號",
      "y": 24.135233,
      "x": 120.688702
    },
    {
      "name": "興春",
      "address": "台中市南屯區永春東路96號",
      "y": 24.135164,
      "x": 120.653374
    },
    {
      "name": "新豐功",
      "address": "台中市南屯區豐樂里永春東路860號",
      "y": 24.1351,
      "x": 120.641157
    },
    {
      "name": "豐春",
      "address": "台中市南屯區文心南路100號",
      "y": 24.134511,
      "x": 120.646741
    },
    {
      "name": "新立德",
      "address": "台中市東區復興路四段4號台中路45號",
      "y": 24.134374,
      "x": 120.683262
    },
    {
      "name": "線西",
      "address": "彰化縣線西鄉寓埔村沿海路一段892號",
      "y": 24.134349,
      "x": 120.463513
    },
    {
      "name": "豐肚",
      "address": "台中市大肚區社腳里沙田路一段916號",
      "y": 24.134335,
      "x": 120.553862
    },
    {
      "name": "權美",
      "address": "台中市西區美村路一段736號",
      "y": 24.134179,
      "x": 120.66151
    },
    {
      "name": "樂樂",
      "address": "台中市太平區東平路422、430號1樓",
      "y": 24.134091,
      "x": 120.725484
    },
    {
      "name": "鑫鑽",
      "address": "台中市南屯區文心南三路663號",
      "y": 24.133234,
      "x": 120.643791
    },
    {
      "name": "一江橋",
      "address": "台中市太平區東平路1號",
      "y": 24.133114,
      "x": 120.735885
    },
    {
      "name": "民主",
      "address": "台中市南區復興路三段322號324號326號",
      "y": 24.132368,
      "x": 120.678564
    },
    {
      "name": "五權",
      "address": "台中市西區南屯路一段60號62號64號",
      "y": 24.132291,
      "x": 120.665844
    },
    {
      "name": "親旺",
      "address": "台中市大肚區沙田路一段929號",
      "y": 24.132226,
      "x": 120.553585
    },
    {
      "name": "建智",
      "address": "台中市東區建成路668號",
      "y": 24.13194,
      "x": 120.690357
    },
    {
      "name": "和港",
      "address": "彰化縣和美鎮和港路552號1樓",
      "y": 24.131928,
      "x": 120.490017
    },
    {
      "name": "大榮",
      "address": "台中市太平區中興東路189號191號",
      "y": 24.131908,
      "x": 120.722933
    },
    {
      "name": "新平",
      "address": "台中市太平區永平路一段105號107號1樓",
      "y": 24.131506,
      "x": 120.717223
    },
    {
      "name": "新廉瀚",
      "address": "花蓮縣新城鄉新興路28號30號1樓",
      "y": 24.13101,
      "x": 121.64569
    },
    {
      "name": "新國光",
      "address": "台中市南區國光路82及84號;愛國街67及69號",
      "y": 24.131002,
      "x": 120.678501
    },
    {
      "name": "功興",
      "address": "台中市太平區建興路47號",
      "y": 24.130858,
      "x": 120.723978
    },
    {
      "name": "新振興",
      "address": "台中市東區十甲東路217號",
      "y": 24.130584,
      "x": 120.704539
    },
    {
      "name": "中農",
      "address": "台中市東區台中路195號197號199號",
      "y": 24.130233,
      "x": 120.685345
    },
    {
      "name": "大東家",
      "address": "台中市南區新榮里復興路三段140號",
      "y": 24.130167,
      "x": 120.673285
    },
    {
      "name": "雅典",
      "address": "台中市南區三民西路377號西川一路1號",
      "y": 24.129327,
      "x": 120.65542
    },
    {
      "name": "光輝",
      "address": "台中市南區美村路二段79號81號1F",
      "y": 24.128954,
      "x": 120.662283
    },
    {
      "name": "聯信",
      "address": "台中市南區建成路1107號1樓",
      "y": 24.128155,
      "x": 120.682411
    },
    {
      "name": "興福",
      "address": "台中市南區復興路二段175之1之2號",
      "y": 24.127458,
      "x": 120.666012
    },
    {
      "name": "光園",
      "address": "台中市東區東光園路142號",
      "y": 24.127442,
      "x": 120.694869
    },
    {
      "name": "東泓",
      "address": "台中市東區東門里東門路140號",
      "y": 24.127095,
      "x": 120.69982
    },
    {
      "name": "新學和",
      "address": "台中市南區學府路70號70-1號72號1樓",
      "y": 24.126924,
      "x": 120.675257
    },
    {
      "name": "興學",
      "address": "台中市南區學府路64號",
      "y": 24.126244,
      "x": 120.675251
    },
    {
      "name": "建丞",
      "address": "台中市南區建成路1683號1樓",
      "y": 24.126199,
      "x": 120.673746
    },
    {
      "name": "太平",
      "address": "台中市太平區中興路171號",
      "y": 24.125804,
      "x": 120.713701
    },
    {
      "name": "權貴",
      "address": "台中市南區五權南路189號",
      "y": 24.125699,
      "x": 120.669834
    },
    {
      "name": "百祐",
      "address": "台中市南區美村路二段188號190號1樓",
      "y": 24.125022,
      "x": 120.66349
    },
    {
      "name": "生活",
      "address": "台中市南區復興路二段71巷70號1樓及忠明南路730巷17號1樓",
      "y": 24.123654,
      "x": 120.658759
    },
    {
      "name": "鑫廣",
      "address": "台中市南區福順里忠明南路787號",
      "y": 24.123503,
      "x": 120.660871
    },
    {
      "name": "一勝",
      "address": "台中市大肚區福山村沙田路一段432-1號",
      "y": 24.123285,
      "x": 120.56518
    },
    {
      "name": "喬城",
      "address": "台中市大里區大智路567號",
      "y": 24.123258,
      "x": 120.690418
    },
    {
      "name": "南美",
      "address": "台中市南區南平路182號",
      "y": 24.123226,
      "x": 120.665751
    },
    {
      "name": "王田",
      "address": "台中市大肚區沙田路一段386號",
      "y": 24.122689,
      "x": 120.567523
    },
    {
      "name": "興大",
      "address": "台中市南區國光路301號",
      "y": 24.122162,
      "x": 120.679524
    },
    {
      "name": "大明",
      "address": "台中市大里區中興路二段833號835號及中興路二段祥興一巷2號",
      "y": 24.120909,
      "x": 120.686539
    },
    {
      "name": "柑竹",
      "address": "彰化縣和美鎮竹圍里彰新路四段臨245號",
      "y": 24.120765,
      "x": 120.521903
    },
    {
      "name": "無尾熊",
      "address": "台中市南區德富路73號75號1樓",
      "y": 24.120651,
      "x": 120.653919
    },
    {
      "name": "興惠",
      "address": "台中市南區國光路250號",
      "y": 24.120545,
      "x": 120.678434
    },
    {
      "name": "精美",
      "address": "台中市太平區中平里精美路1號",
      "y": 24.120041,
      "x": 120.721533
    },
    {
      "name": "禾順",
      "address": "彰化縣線西鄉沿海路一段849巷10號",
      "y": 24.119716,
      "x": 120.457262
    },
    {
      "name": "鄉林夏",
      "address": "台中市西區忠明南路117號1樓",
      "y": 24.11934,
      "x": 120.670896
    },
    {
      "name": "明興",
      "address": "台中市南區忠明南路929號",
      "y": 24.119282,
      "x": 120.665509
    },
    {
      "name": "德美",
      "address": "彰化縣和美鎮德美路700號",
      "y": 24.118791,
      "x": 120.495099
    },
    {
      "name": "蓮和",
      "address": "花蓮縣秀林鄉和平村和平263號(台泥和平廠)",
      "y": 24.118546,
      "x": 121.624761
    },
    {
      "name": "宜寧",
      "address": "台中市南區東興路一段21號1樓",
      "y": 24.118326,
      "x": 120.657265
    },
    {
      "name": "頂橋",
      "address": "台中市南區興大路338號340號",
      "y": 24.118298,
      "x": 120.671669
    },
    {
      "name": "上楓樹",
      "address": "台中市南屯區中和里黎明路一段263號",
      "y": 24.118233,
      "x": 120.627441
    },
    {
      "name": "長德",
      "address": "台中市太平區長億里永成北路125號",
      "y": 24.117575,
      "x": 120.714307
    },
    {
      "name": "和鎮",
      "address": "彰化縣和美鎮和線路323號",
      "y": 24.117227,
      "x": 120.487254
    },
    {
      "name": "長億",
      "address": "台中市南區工學路108號",
      "y": 24.117135,
      "x": 120.66174
    },
    {
      "name": "詠權",
      "address": "台中市南區五權南路527號",
      "y": 24.116984,
      "x": 120.669819
    },
    {
      "name": "大時代",
      "address": "台中市南區工學路55號57號",
      "y": 24.11667,
      "x": 120.665826
    },
    {
      "name": "慶樹",
      "address": "台中市南區樹德里大慶街二段36號",
      "y": 24.115787,
      "x": 120.650564
    },
    {
      "name": "和美",
      "address": "彰化縣和美鎮和頭路189號1樓",
      "y": 24.115652,
      "x": 120.500379
    },
    {
      "name": "精中",
      "address": "台中市太平區太平一街220號",
      "y": 24.115438,
      "x": 120.71975
    },
    {
      "name": "益民",
      "address": "台中市大里區東興里10鄰大明路238號",
      "y": 24.11534,
      "x": 120.683799
    },
    {
      "name": "精田",
      "address": "台中市南屯區黎明路一段142號",
      "y": 24.115222,
      "x": 120.626607
    },
    {
      "name": "新永大",
      "address": "台中市大里區大明路340號1樓",
      "y": 24.115158,
      "x": 120.680774
    },
    {
      "name": "永隆",
      "address": "台中市大里區大明路457號",
      "y": 24.114737,
      "x": 120.67689
    },
    {
      "name": "台火",
      "address": "台中市南區高工路355號1樓",
      "y": 24.11441,
      "x": 120.667009
    },
    {
      "name": "復慶",
      "address": "台中市南區樹義里大慶街二段5-2號",
      "y": 24.114208,
      "x": 120.652608
    },
    {
      "name": "和全",
      "address": "彰化縣和美鎮竹營里美寮路二段390號",
      "y": 24.114025,
      "x": 120.505871
    },
    {
      "name": "和卿",
      "address": "彰化縣和美鎮和南里和卿路193號",
      "y": 24.113482,
      "x": 120.494305
    },
    {
      "name": "超贊",
      "address": "台中市南區高工路202號1樓",
      "y": 24.113219,
      "x": 120.663545
    },
    {
      "name": "高工",
      "address": "台中市南區高工路168號1樓",
      "y": 24.113059,
      "x": 120.66155
    },
    {
      "name": "榮泉",
      "address": "台中市烏日區中山路三段1007號",
      "y": 24.11278,
      "x": 120.593011
    },
    {
      "name": "義興",
      "address": "台中市南區復興路一段128號",
      "y": 24.112724,
      "x": 120.652433
    },
    {
      "name": "共和國",
      "address": "台中市烏日區高鐵一路299號1樓",
      "y": 24.111923,
      "x": 120.609134
    },
    {
      "name": "內鑫",
      "address": "台中市大里區東昇里新仁路二段92號",
      "y": 24.111638,
      "x": 120.694568
    },
    {
      "name": "新里",
      "address": "台中市大里區中興路二段480號",
      "y": 24.111186,
      "x": 120.690172
    },
    {
      "name": "糖友",
      "address": "彰化縣和美鎮中圍里彰新路三段臨368號",
      "y": 24.111149,
      "x": 120.529458
    },
    {
      "name": "樹義",
      "address": "台中市南區福田三街156號1樓",
      "y": 24.111097,
      "x": 120.656084
    },
    {
      "name": "福田",
      "address": "台中市南區文心南路885號",
      "y": 24.111072,
      "x": 120.659191
    },
    {
      "name": "東富",
      "address": "台中市大里區東榮路282號",
      "y": 24.110509,
      "x": 120.686131
    },
    {
      "name": "九德",
      "address": "台中市烏日區九德村中華路43.45.47號1樓",
      "y": 24.109977,
      "x": 120.64136
    },
    {
      "name": "新榮",
      "address": "台中市大里區東榮路552號",
      "y": 24.109671,
      "x": 120.679053
    },
    {
      "name": "新勝利",
      "address": "彰化縣和美鎮鹿和路六段402之2號",
      "y": 24.109631,
      "x": 120.495875
    },
    {
      "name": "玉豐",
      "address": "台中市大里區東榮路483號",
      "y": 24.109337,
      "x": 120.68077
    },
    {
      "name": "光隆",
      "address": "台中市太平區光興路707號",
      "y": 24.109322,
      "x": 120.729698
    },
    {
      "name": "和東",
      "address": "彰化縣和美鎮愛德路27號",
      "y": 24.109273,
      "x": 120.500662
    },
    {
      "name": "建日",
      "address": "台中市烏日區建國路419號",
      "y": 24.109197,
      "x": 120.629607
    },
    {
      "name": "線東",
      "address": "彰化縣和美鎮線東路四段臨402號",
      "y": 24.108919,
      "x": 120.525057
    },
    {
      "name": "榮田",
      "address": "台中市烏日區三榮路二段199號",
      "y": 24.108303,
      "x": 120.597048
    },
    {
      "name": "鹿慶",
      "address": "彰化縣鹿港鎮慶安街116號",
      "y": 24.108091,
      "x": 120.458271
    },
    {
      "name": "立新",
      "address": "台中市大里區立仁路142號",
      "y": 24.107735,
      "x": 120.703443
    },
    {
      "name": "三和",
      "address": "台中市烏日區三榮路一段558號",
      "y": 24.107267,
      "x": 120.602327
    },
    {
      "name": "吉宏",
      "address": "台中市烏日區九德里20鄰中華路593號",
      "y": 24.107248,
      "x": 120.634202
    },
    {
      "name": "巧聖",
      "address": "台中市大里區西榮里益民路二段137號",
      "y": 24.106936,
      "x": 120.684966
    },
    {
      "name": "祥祐",
      "address": "花蓮縣新城鄉順安村北三棧119之6號",
      "y": 24.106685,
      "x": 121.621481
    },
    {
      "name": "糖廉",
      "address": "彰化縣和美鎮糖友一街2號",
      "y": 24.10665,
      "x": 120.533781
    },
    {
      "name": "和峰",
      "address": "彰化縣和美鎮山犁里道周路6鄰279號1樓",
      "y": 24.1062,
      "x": 120.503118
    },
    {
      "name": "鼎好",
      "address": "台中市烏日區中山路二段289號",
      "y": 24.106197,
      "x": 120.623236
    },
    {
      "name": "宥辰",
      "address": "台中市大里區立新街350號",
      "y": 24.10585,
      "x": 120.699821
    },
    {
      "name": "國光",
      "address": "台中市大里區國光路二段257號",
      "y": 24.105673,
      "x": 120.680673
    },
    {
      "name": "中展館",
      "address": "台中市烏日區中山路三段1-1號",
      "y": 24.105582,
      "x": 120.613635
    },
    {
      "name": "樹王",
      "address": "台中市大里區文心南路1252號",
      "y": 24.105345,
      "x": 120.667392
    },
    {
      "name": "新光德",
      "address": "台中市烏日區信義街162號1樓",
      "y": 24.1052,
      "x": 120.639746
    },
    {
      "name": "紅億",
      "address": "台中市太平區光興路572號576號",
      "y": 24.104187,
      "x": 120.729114
    },
    {
      "name": "興生",
      "address": "台中市大里區大里路95號97號1樓",
      "y": 24.104006,
      "x": 120.686451
    },
    {
      "name": "烏日",
      "address": "台中市烏日區新興路247號",
      "y": 24.103971,
      "x": 120.625356
    },
    {
      "name": "太隆",
      "address": "台中市太平區德隆里工業路148號150號",
      "y": 24.102787,
      "x": 120.717705
    },
    {
      "name": "彰美",
      "address": "彰化縣和美鎮彰美路三段385號387號",
      "y": 24.102642,
      "x": 120.51738
    },
    {
      "name": "新堤",
      "address": "台中市大里區立德里甲堤南路71號",
      "y": 24.102586,
      "x": 120.695272
    },
    {
      "name": "和美仁",
      "address": "彰化縣和美鎮鹿和路六段臨22號",
      "y": 24.10204,
      "x": 120.491334
    },
    {
      "name": "締寶",
      "address": "彰化縣彰化市金馬路一段358號1樓",
      "y": 24.098495,
      "x": 120.55689
    },
    {
      "name": "光興",
      "address": "台中市太平區興隆里12鄰光興路1632號",
      "y": 24.097796,
      "x": 120.728769
    },
    {
      "name": "東里",
      "address": "台中市大里區大里路295號",
      "y": 24.097203,
      "x": 120.678333
    },
    {
      "name": "大里杙",
      "address": "台中市大里區大里路510號",
      "y": 24.096792,
      "x": 120.666199
    },
    {
      "name": "嘉佃",
      "address": "彰化縣和美鎮彰和路三段臨51號",
      "y": 24.096688,
      "x": 120.511487
    },
    {
      "name": "仁化",
      "address": "台中市大里區仁化路657號",
      "y": 24.096546,
      "x": 120.696029
    },
    {
      "name": "新仁華",
      "address": "台中市大里區仁化路460.462號",
      "y": 24.096121,
      "x": 120.703483
    },
    {
      "name": "諺東",
      "address": "彰化縣和美鎮彰美路二段臨236號",
      "y": 24.09606,
      "x": 120.528606
    },
    {
      "name": "大衛",
      "address": "台中市大里區國中路276號",
      "y": 24.095717,
      "x": 120.680164
    },
    {
      "name": "修平",
      "address": "台中市大里區工業二路100號",
      "y": 24.095667,
      "x": 120.714566
    },
    {
      "name": "家樂福",
      "address": "彰化縣彰化市茄苳路一段276號",
      "y": 24.095555,
      "x": 120.545525
    },
    {
      "name": "太子哈",
      "address": "彰化縣彰化市泰和中街72號",
      "y": 24.095322,
      "x": 120.551112
    },
    {
      "name": "彰北",
      "address": "彰化縣彰化市建國東路258號",
      "y": 24.095322,
      "x": 120.554467
    },
    {
      "name": "大道",
      "address": "台中市大里區仁化里至善路188號",
      "y": 24.094536,
      "x": 120.698436
    },
    {
      "name": "頂王",
      "address": "彰化縣鹿港鎮頭崙里7鄰頂草路二段135號",
      "y": 24.094215,
      "x": 120.473538
    },
    {
      "name": "彰欣",
      "address": "彰化縣彰化市彰興路一段臨528號",
      "y": 24.092915,
      "x": 120.584935
    },
    {
      "name": "彰泳",
      "address": "彰化縣彰化市永安街388號1樓",
      "y": 24.092235,
      "x": 120.542756
    },
    {
      "name": "豐竹",
      "address": "台中市大里區健民路97號",
      "y": 24.092049,
      "x": 120.729638
    },
    {
      "name": "鳴人",
      "address": "彰化縣鹿港鎮鹿和路四段347號",
      "y": 24.091808,
      "x": 120.48556
    },
    {
      "name": "大金",
      "address": "台中市大里區中興路一段255號",
      "y": 24.090976,
      "x": 120.692084
    },
    {
      "name": "中城",
      "address": "台中市大里區中興路一段328號",
      "y": 24.090752,
      "x": 120.692948
    },
    {
      "name": "元百",
      "address": "台中市大里區成功路512號516號",
      "y": 24.090494,
      "x": 120.703383
    },
    {
      "name": "彰泰",
      "address": "彰化縣彰化市安平街58號1樓",
      "y": 24.090461,
      "x": 120.545597
    },
    {
      "name": "興城",
      "address": "台中市大里區塗城路765號",
      "y": 24.089347,
      "x": 120.699042
    },
    {
      "name": "沓澤",
      "address": "彰化縣彰化市彰美路一段206號208號",
      "y": 24.089178,
      "x": 120.537496
    },
    {
      "name": "台化",
      "address": "彰化縣彰化市復興里中山路三段306號",
      "y": 24.088761,
      "x": 120.565448
    },
    {
      "name": "智富",
      "address": "彰化縣彰化市萬安里長順街170號",
      "y": 24.088466,
      "x": 120.54956
    },
    {
      "name": "中湖",
      "address": "台中市大里區中興路一段292之11及292之12號",
      "y": 24.087614,
      "x": 120.696138
    },
    {
      "name": "頂番",
      "address": "彰化縣鹿港鎮頂草路一段61號",
      "y": 24.08723,
      "x": 120.480166
    },
    {
      "name": "彰強",
      "address": "彰化縣彰化市五權里自強南路80-11號1樓",
      "y": 24.087192,
      "x": 120.535445
    },
    {
      "name": "附育",
      "address": "彰化縣彰化市中山路三段229號1樓",
      "y": 24.086401,
      "x": 120.558876
    },
    {
      "name": "三民",
      "address": "彰化縣彰化市三民路341號",
      "y": 24.086182,
      "x": 120.545652
    },
    {
      "name": "瑞城",
      "address": "台中市大里區瑞城一街1號",
      "y": 24.08569,
      "x": 120.70163
    },
    {
      "name": "福山",
      "address": "彰化縣彰化市彰南路一段466號",
      "y": 24.085443,
      "x": 120.576438
    },
    {
      "name": "美群",
      "address": "台中市大里區美群路60號",
      "y": 24.085377,
      "x": 120.708324
    },
    {
      "name": "大竹",
      "address": "彰化縣彰化市大竹里彰南路二段181號",
      "y": 24.085227,
      "x": 120.580839
    },
    {
      "name": "彰陽",
      "address": "彰化縣彰化市中正路一段75號1樓",
      "y": 24.0842,
      "x": 120.550928
    },
    {
      "name": "附工",
      "address": "彰化縣彰化市工校街21號",
      "y": 24.083535,
      "x": 120.555907
    },
    {
      "name": "彰工",
      "address": "彰化縣彰化市復興里進德路11號13號1樓",
      "y": 24.083058,
      "x": 120.558362
    },
    {
      "name": "彰德",
      "address": "彰化縣彰化市香山里彰南路二段510號",
      "y": 24.082649,
      "x": 120.589606
    },
    {
      "name": "彰辭",
      "address": "彰化縣彰化市忠孝里辭修路292號",
      "y": 24.082642,
      "x": 120.536884
    },
    {
      "name": "鹿棋",
      "address": "彰化縣鹿港鎮溝墘里鹿和路三段438號",
      "y": 24.082546,
      "x": 120.475545
    },
    {
      "name": "鹿寶",
      "address": "彰化縣鹿港鎮彰頂路17號",
      "y": 24.082425,
      "x": 120.488008
    },
    {
      "name": "軟體",
      "address": "台中市大里區東湖里中山路131號",
      "y": 24.082412,
      "x": 120.69428
    },
    {
      "name": "火車頭",
      "address": "彰化縣彰化市長樂里中正路一段536號538號",
      "y": 24.082038,
      "x": 120.5402
    },
    {
      "name": "和輝",
      "address": "彰化縣和美鎮鎮平里彰草路二段臨448號",
      "y": 24.081448,
      "x": 120.505675
    },
    {
      "name": "兆福",
      "address": "彰化縣彰化市一德南路2號、彰南路三段400號",
      "y": 24.080992,
      "x": 120.601403
    },
    {
      "name": "彰化",
      "address": "彰化縣彰化市長樂里中正路二段41號1樓",
      "y": 24.080576,
      "x": 120.53848
    },
    {
      "name": "草湖",
      "address": "台中市大里區中興路一段11之6號11之7號1樓東南路1號1樓",
      "y": 24.08013,
      "x": 120.69827
    },
    {
      "name": "加灣",
      "address": "花蓮縣秀林鄉景美村加灣178之20號",
      "y": 24.080026,
      "x": 121.604388
    },
    {
      "name": "彰政",
      "address": "彰化縣彰化市中正路二段113號115號117號119號",
      "y": 24.079353,
      "x": 120.537644
    },
    {
      "name": "東園",
      "address": "台中市烏日區溪南路一段375號",
      "y": 24.079255,
      "x": 120.643467
    },
    {
      "name": "鹿秀",
      "address": "彰化縣鹿港鎮鹿工路6號",
      "y": 24.078572,
      "x": 120.411257
    },
    {
      "name": "大峰",
      "address": "台中市大里區大峰路167號",
      "y": 24.078068,
      "x": 120.688927
    },
    {
      "name": "新峰",
      "address": "台中市霧峰區吉峰路153號",
      "y": 24.077427,
      "x": 120.713562
    },
    {
      "name": "新彰成",
      "address": "彰化縣彰化市太平街89號",
      "y": 24.077316,
      "x": 120.541801
    },
    {
      "name": "薪永樂",
      "address": "彰化縣彰化市民族路494.496號",
      "y": 24.077115,
      "x": 120.540674
    },
    {
      "name": "辭修",
      "address": "彰化縣彰化市辭修路508號",
      "y": 24.07671,
      "x": 120.532723
    },
    {
      "name": "鹿工",
      "address": "彰化縣鹿港鎮鹿工南一路5號",
      "y": 24.076643,
      "x": 120.411668
    },
    {
      "name": "康順",
      "address": "台中市霧峰區吉峰路85號",
      "y": 24.076628,
      "x": 120.707551
    },
    {
      "name": "鹿濱",
      "address": "彰化縣鹿港鎮彰濱五路二段臨406、臨408、臨410號",
      "y": 24.075717,
      "x": 120.420023
    },
    {
      "name": "彰濱",
      "address": "彰化縣鹿港鎮彰濱五路二段369號",
      "y": 24.07511,
      "x": 120.420039
    },
    {
      "name": "新桃源",
      "address": "彰化縣彰化市卦山里公園路一段335號",
      "y": 24.075071,
      "x": 120.552225
    },
    {
      "name": "元宏",
      "address": "台中市烏日區溪南路一段722號",
      "y": 24.074997,
      "x": 120.642664
    },
    {
      "name": "民生",
      "address": "彰化縣彰化市華山路27號",
      "y": 24.074306,
      "x": 120.542732
    },
    {
      "name": "朝陽大",
      "address": "台中市霧峰區吉峰東路74號",
      "y": 24.073729,
      "x": 120.71499
    },
    {
      "name": "曉陽",
      "address": "彰化縣彰化市民族路341號343號1樓",
      "y": 24.073669,
      "x": 120.539548
    },
    {
      "name": "兆詠",
      "address": "彰化縣彰化市台鳳里一德南路252號",
      "y": 24.073412,
      "x": 120.598236
    },
    {
      "name": "勝全",
      "address": "彰化縣彰化市林森路205號",
      "y": 24.073358,
      "x": 120.526806
    },
    {
      "name": "風車",
      "address": "彰化縣鹿港鎮彰濱五路二段76號",
      "y": 24.073172,
      "x": 120.427083
    },
    {
      "name": "得利",
      "address": "彰化縣彰化市中華西路212號",
      "y": 24.072461,
      "x": 120.530051
    },
    {
      "name": "博愛",
      "address": "彰化縣彰化市光南里南校街132及130之1號1樓",
      "y": 24.072192,
      "x": 120.54445
    },
    {
      "name": "彰督",
      "address": "彰化縣彰化市南校街135號1樓",
      "y": 24.07149,
      "x": 120.544461
    },
    {
      "name": "彰南",
      "address": "彰化縣彰化市竹巷里彰南路四段臨421號",
      "y": 24.071136,
      "x": 120.61158
    },
    {
      "name": "中投",
      "address": "台中市霧峰區中投西路二段388號",
      "y": 24.06996,
      "x": 120.661825
    },
    {
      "name": "宇勝",
      "address": "彰化縣彰化市崙平里崙平北路22號",
      "y": 24.069552,
      "x": 120.529776
    },
    {
      "name": "彰和",
      "address": "彰化縣彰化市民族路163號",
      "y": 24.069487,
      "x": 120.538252
    },
    {
      "name": "朝科大",
      "address": "台中市霧峰區吉峰東路168號宿舍大樓",
      "y": 24.069147,
      "x": 120.715997
    },
    {
      "name": "彰寶",
      "address": "彰化縣彰化市介壽北路82號",
      "y": 24.068874,
      "x": 120.548023
    },
    {
      "name": "鑫彰安",
      "address": "彰化縣彰化市中正路二段611號",
      "y": 24.068683,
      "x": 120.535509
    },
    {
      "name": "吉峰",
      "address": "台中市霧峰區德泰街9號",
      "y": 24.068629,
      "x": 120.699366
    },
    {
      "name": "崙北",
      "address": "彰化縣彰化市中央路232號234號",
      "y": 24.067146,
      "x": 120.527729
    },
    {
      "name": "富嘉",
      "address": "南投縣仁愛鄉仁和路223-1號",
      "y": 24.066821,
      "x": 121.167008
    },
    {
      "name": "東芳",
      "address": "彰化縣彰化市東芳里永芳路199號",
      "y": 24.0668,
      "x": 120.517627
    },
    {
      "name": "建寶莊",
      "address": "彰化縣彰化市延平里埔陽街280號",
      "y": 24.066373,
      "x": 120.547093
    },
    {
      "name": "曾厝",
      "address": "台中市霧峰區振興街32.36.38號",
      "y": 24.066324,
      "x": 120.697277
    },
    {
      "name": "新大埔",
      "address": "彰化縣彰化市延平里大埔路540號542號",
      "y": 24.065293,
      "x": 120.542826
    },
    {
      "name": "秀傳",
      "address": "彰化縣彰化市中山路一段546號1樓",
      "y": 24.065132,
      "x": 120.537636
    },
    {
      "name": "禾群",
      "address": "彰化縣鹿港鎮永康路71號",
      "y": 24.064763,
      "x": 120.433316
    },
    {
      "name": "新霧峰",
      "address": "台中市霧峰區中正路916號",
      "y": 24.064548,
      "x": 120.698851
    },
    {
      "name": "峰資",
      "address": "台中市霧峰區樹仁路26號",
      "y": 24.064086,
      "x": 120.696896
    },
    {
      "name": "彰馬",
      "address": "彰化縣彰化市彰馬路246號之5",
      "y": 24.063914,
      "x": 120.512792
    },
    {
      "name": "新丁台",
      "address": "台中市霧峰區四德路477-2號477-2-1號",
      "y": 24.063861,
      "x": 120.676276
    },
    {
      "name": "金旺",
      "address": "彰化縣彰化市延平路536號",
      "y": 24.062995,
      "x": 120.53855
    },
    {
      "name": "欣兆陽",
      "address": "彰化縣彰化市向陽里向陽街205及207號1樓",
      "y": 24.062847,
      "x": 120.527412
    },
    {
      "name": "大陽",
      "address": "彰化縣彰化市延平里大埔路405號",
      "y": 24.062739,
      "x": 120.543684
    },
    {
      "name": "阿罩霧",
      "address": "台中市霧峰區中正路815號",
      "y": 24.062382,
      "x": 120.698306
    },
    {
      "name": "鹿和",
      "address": "彰化縣鹿港鎮鹿和路一段273號275號",
      "y": 24.061952,
      "x": 120.443406
    },
    {
      "name": "鹿正",
      "address": "彰化縣鹿港鎮中正路556號",
      "y": 24.061834,
      "x": 120.436604
    },
    {
      "name": "霧工",
      "address": "台中市霧峰區霧工一路58.60號",
      "y": 24.061644,
      "x": 120.679447
    },
    {
      "name": "巨峰",
      "address": "彰化縣彰化市天祥路359號",
      "y": 24.061504,
      "x": 120.533228
    },
    {
      "name": "喀哩",
      "address": "台中市烏日區溪南路二段380號1樓",
      "y": 24.061164,
      "x": 120.643435
    },
    {
      "name": "四德",
      "address": "台中市霧峰區四德里四德路525之2號",
      "y": 24.060619,
      "x": 120.667601
    },
    {
      "name": "創新",
      "address": "彰化縣鹿港鎮順興里復興路595號1樓",
      "y": 24.059726,
      "x": 120.432205
    },
    {
      "name": "兆溢",
      "address": "彰化縣彰化市崙美路246號",
      "y": 24.059541,
      "x": 120.528522
    },
    {
      "name": "育成",
      "address": "台中市霧峰區樹仁路161-1及161-2號",
      "y": 24.059459,
      "x": 120.696575
    },
    {
      "name": "成發",
      "address": "彰化縣彰化市彰水路177號",
      "y": 24.057766,
      "x": 120.516719
    },
    {
      "name": "太明",
      "address": "台中市烏日區太明路136號",
      "y": 24.057617,
      "x": 120.656898
    },
    {
      "name": "安豐",
      "address": "彰化縣彰化市南安里彰鹿路166號1樓",
      "y": 24.056863,
      "x": 120.512319
    },
    {
      "name": "桂花",
      "address": "彰化縣鹿港鎮鹿東路150號1+2樓",
      "y": 24.056536,
      "x": 120.442539
    },
    {
      "name": "鹿鑫",
      "address": "彰化縣鹿港鎮復興路289號291號293號",
      "y": 24.056332,
      "x": 120.437777
    },
    {
      "name": "鹿港",
      "address": "彰化縣鹿港鎮中山路257號",
      "y": 24.055827,
      "x": 120.433892
    },
    {
      "name": "新福",
      "address": "台中市霧峰區新厝路481號",
      "y": 24.054343,
      "x": 120.686865
    },
    {
      "name": "吉泰來",
      "address": "台中市霧峰區中正路583號",
      "y": 24.0542,
      "x": 120.696071
    },
    {
      "name": "秀安",
      "address": "彰化縣秀水鄉安溪村彰鹿路19號",
      "y": 24.053748,
      "x": 120.509741
    },
    {
      "name": "鹿東",
      "address": "彰化縣福興鄉中正路224號",
      "y": 24.053465,
      "x": 120.441143
    },
    {
      "name": "亞大醫",
      "address": "台中市霧峰區福新路222號B1樓",
      "y": 24.053403,
      "x": 120.686318
    },
    {
      "name": "花壇",
      "address": "彰化縣花壇鄉中山路二段1號3號1樓",
      "y": 24.052339,
      "x": 120.533565
    },
    {
      "name": "精舍",
      "address": "花蓮縣新城鄉康樂村康樂路286號288號",
      "y": 24.051548,
      "x": 121.605355
    },
    {
      "name": "鶴鳴",
      "address": "彰化縣秀水鄉鶴鳴村彰鹿路362號",
      "y": 24.050043,
      "x": 120.494625
    },
    {
      "name": "東崎",
      "address": "彰化縣鹿港鎮東崎里彰鹿路五段7號",
      "y": 24.048829,
      "x": 120.479381
    },
    {
      "name": "福鹿",
      "address": "彰化縣福興鄉彰鹿路七段652.654號",
      "y": 24.048792,
      "x": 120.441739
    },
    {
      "name": "山莊",
      "address": "台中市霧峰區中正路650號1樓",
      "y": 24.048726,
      "x": 120.693869
    },
    {
      "name": "城堡",
      "address": "南投縣仁愛鄉仁和路171號",
      "y": 24.047351,
      "x": 121.155944
    },
    {
      "name": "坑口",
      "address": "台中市霧峰區中正路563號",
      "y": 24.046544,
      "x": 120.692307
    },
    {
      "name": "龍舟",
      "address": "彰化縣福興鄉福興村龍舟路15號",
      "y": 24.046209,
      "x": 120.439344
    },
    {
      "name": "小瑞士",
      "address": "南投縣仁愛鄉定遠新村28號",
      "y": 24.045872,
      "x": 121.158478
    },
    {
      "name": "清境",
      "address": "南投縣仁愛鄉定遠新村26之1號",
      "y": 24.045872,
      "x": 121.158478
    },
    {
      "name": "易鴻",
      "address": "台中市霧峰區柳豐路422號1樓",
      "y": 24.045586,
      "x": 120.68771
    },
    {
      "name": "日新",
      "address": "彰化縣福興鄉番婆村彰鹿路六段547號1樓",
      "y": 24.045407,
      "x": 120.459868
    },
    {
      "name": "口庄",
      "address": "彰化縣花壇鄉中山路二段649號651號",
      "y": 24.044809,
      "x": 120.533531
    },
    {
      "name": "新亞大",
      "address": "台中市霧峰區中正路473號475號",
      "y": 24.042858,
      "x": 120.691645
    },
    {
      "name": "昇沅",
      "address": "彰化縣福興鄉福南村沿海路四段750號",
      "y": 24.042352,
      "x": 120.42608
    },
    {
      "name": "本鈿",
      "address": "彰化縣花壇鄉文德村彰員路二段臨1138號",
      "y": 24.041409,
      "x": 120.547342
    },
    {
      "name": "金福興",
      "address": "彰化縣福興鄉員鹿路二段198號1樓",
      "y": 24.03992,
      "x": 120.436041
    },
    {
      "name": "新國姓",
      "address": "南投縣國姓鄉國姓村中興路301號",
      "y": 24.038786,
      "x": 120.854644
    },
    {
      "name": "康勢",
      "address": "台中市霧峰區豐正路648號",
      "y": 24.036871,
      "x": 120.665877
    },
    {
      "name": "秀水",
      "address": "彰化縣秀水鄉文化街31號",
      "y": 24.036491,
      "x": 120.501789
    },
    {
      "name": "蓮莊",
      "address": "花蓮縣新城鄉北埔村光復路462號",
      "y": 24.036001,
      "x": 121.605205
    },
    {
      "name": "北埔",
      "address": "花蓮縣新城鄉北埔路282號",
      "y": 24.035387,
      "x": 121.603372
    },
    {
      "name": "秀中",
      "address": "彰化縣秀水鄉安東村中山路251號",
      "y": 24.035259,
      "x": 120.503932
    },
    {
      "name": "巨林",
      "address": "彰化縣彰化市中山路一段286號1樓",
      "y": 24.035236,
      "x": 120.503238
    },
    {
      "name": "秀工",
      "address": "彰化縣秀水鄉彰水路二段795-1號",
      "y": 24.034101,
      "x": 120.499427
    },
    {
      "name": "福環",
      "address": "彰化縣福興鄉同安村員鹿路一段439號",
      "y": 24.033607,
      "x": 120.437075
    },
    {
      "name": "蓮發",
      "address": "花蓮縣新城鄉北埔村7鄰北埔路172號",
      "y": 24.032763,
      "x": 121.604392
    },
    {
      "name": "新龍邸",
      "address": "彰化縣彰化市光南里中興路109號",
      "y": 24.031572,
      "x": 120.608838
    },
    {
      "name": "管興",
      "address": "彰化縣福興鄉沿海路三段286號",
      "y": 24.03057,
      "x": 120.415015
    },
    {
      "name": "薪世麥",
      "address": "彰化縣花壇鄉長沙村彰員路二段550號552號",
      "y": 24.028655,
      "x": 120.549332
    },
    {
      "name": "長沙",
      "address": "彰化縣花壇鄉中正路130號1樓",
      "y": 24.027128,
      "x": 120.543921
    },
    {
      "name": "管嶼",
      "address": "彰化縣福興鄉沿海路三段69號",
      "y": 24.027076,
      "x": 120.411254
    },
    {
      "name": "秀鴻",
      "address": "彰化縣秀水鄉埔崙村民生街960號",
      "y": 24.027048,
      "x": 120.493979
    },
    {
      "name": "萬峰",
      "address": "台中市霧峰區中正路146-20號",
      "y": 24.024084,
      "x": 120.69672
    },
    {
      "name": "霧社",
      "address": "南投縣仁愛鄉仁和路43號45號1樓",
      "y": 24.022083,
      "x": 121.131759
    },
    {
      "name": "見晴園",
      "address": "南投縣仁愛鄉大同村定遠新村路18-1號",
      "y": 24.021521,
      "x": 121.132201
    },
    {
      "name": "埔鹽",
      "address": "彰化縣埔鹽鄉彰水路二段36號",
      "y": 24.020763,
      "x": 120.490565
    },
    {
      "name": "蓮嘉",
      "address": "花蓮縣新城鄉嘉里村嘉里路155號157號",
      "y": 24.020659,
      "x": 121.608841
    },
    {
      "name": "芬農",
      "address": "彰化縣芬園鄉彰南路四段337號1樓",
      "y": 24.018093,
      "x": 120.626753
    },
    {
      "name": "樂有",
      "address": "彰化縣埔鹽鄉大有村員鹿路三段臨139號之9",
      "y": 24.017982,
      "x": 120.449143
    },
    {
      "name": "芬園",
      "address": "彰化縣芬園鄉彰南路四段172號及光復路6號",
      "y": 24.015173,
      "x": 120.628769
    },
    {
      "name": "秀發",
      "address": "彰化縣秀水鄉番花路臨558之7號",
      "y": 24.015107,
      "x": 120.49528
    },
    {
      "name": "秀鑫",
      "address": "彰化縣秀水鄉番花路101號",
      "y": 24.01484,
      "x": 120.526165
    },
    {
      "name": "三春",
      "address": "彰化縣花壇鄉彰員路一段臨551號",
      "y": 24.014213,
      "x": 120.566856
    },
    {
      "name": "花海",
      "address": "彰化縣花壇鄉長春村彰員路一段280號",
      "y": 24.012276,
      "x": 120.574417
    },
    {
      "name": "海星",
      "address": "花蓮縣新城鄉嘉新路63巷1號1樓",
      "y": 24.006346,
      "x": 121.612434
    },
    {
      "name": "華廈",
      "address": "花蓮縣花蓮市民享里府前路638號640號",
      "y": 24.004647,
      "x": 121.61905
    },
    {
      "name": "好修",
      "address": "彰化縣埔鹽鄉員鹿路二段95號",
      "y": 24.003681,
      "x": 120.46123
    },
    {
      "name": "恩泉",
      "address": "南投縣仁愛鄉南豐村中正路88附1號",
      "y": 24.003103,
      "x": 121.085787
    },
    {
      "name": "向日葵",
      "address": "南投縣草屯鎮芬草路三段219-1號",
      "y": 24.000658,
      "x": 120.657487
    },
    {
      "name": "蓮昌",
      "address": "花蓮縣花蓮市建國路二段298號",
      "y": 24.000423,
      "x": 121.550248
    },
    {
      "name": "豐川",
      "address": "花蓮縣花蓮市富強路214號216號",
      "y": 23.998639,
      "x": 121.598839
    },
    {
      "name": "墩煌",
      "address": "南投縣草屯鎮芬草路三段36號",
      "y": 23.99847,
      "x": 120.661591
    },
    {
      "name": "智慶",
      "address": "彰化縣大村鄉大智路一段197號",
      "y": 23.997896,
      "x": 120.546225
    },
    {
      "name": "御新",
      "address": "南投縣草屯鎮中正路1397-6號",
      "y": 23.996891,
      "x": 120.689553
    },
    {
      "name": "思瑀",
      "address": "花蓮縣花蓮市建國路二段862號及866號1樓",
      "y": 23.996074,
      "x": 121.565715
    },
    {
      "name": "稻豐",
      "address": "南投縣草屯鎮新豐路351號",
      "y": 23.995992,
      "x": 120.679293
    },
    {
      "name": "蓮美",
      "address": "花蓮縣花蓮市中美路209號",
      "y": 23.995595,
      "x": 121.629303
    },
    {
      "name": "葉大",
      "address": "彰化縣大村鄉學府路168號",
      "y": 23.995155,
      "x": 120.587912
    },
    {
      "name": "上美崙",
      "address": "花蓮縣花蓮市府前路298號298之1號1樓",
      "y": 23.99492,
      "x": 121.62246
    },
    {
      "name": "國盛",
      "address": "花蓮縣花蓮市國民九街56號58號1樓",
      "y": 23.994555,
      "x": 121.60668
    },
    {
      "name": "讚蓮",
      "address": "花蓮縣花蓮市富吉路2號",
      "y": 23.994407,
      "x": 121.599049
    },
    {
      "name": "蓮圓",
      "address": "花蓮縣花蓮市中山路891號893號",
      "y": 23.994386,
      "x": 121.595487
    },
    {
      "name": "好家園",
      "address": "花蓮縣花蓮市國聯一路2號2-1號",
      "y": 23.994364,
      "x": 121.604577
    },
    {
      "name": "蓮權",
      "address": "花蓮縣花蓮市民權路136號138號1樓",
      "y": 23.993991,
      "x": 121.631285
    },
    {
      "name": "新蓮盈",
      "address": "花蓮縣吉安鄉建國路二段285號1F",
      "y": 23.99301,
      "x": 121.57393
    },
    {
      "name": "鎮安",
      "address": "彰化縣大村鄉大溪路7-4號1樓",
      "y": 23.992923,
      "x": 120.543667
    },
    {
      "name": "尚美",
      "address": "花蓮縣花蓮市中興路71號",
      "y": 23.992887,
      "x": 121.629592
    },
    {
      "name": "新大村",
      "address": "彰化縣大村鄉中正西路331號1樓",
      "y": 23.992873,
      "x": 120.547604
    },
    {
      "name": "慈濟",
      "address": "花蓮縣花蓮市中央路三段808號810號",
      "y": 23.992739,
      "x": 121.591905
    },
    {
      "name": "村尚",
      "address": "彰化縣大村鄉中山路二段357號357-2號1樓",
      "y": 23.992677,
      "x": 120.561519
    },
    {
      "name": "富泰",
      "address": "花蓮縣花蓮市國聯一路55號",
      "y": 23.992621,
      "x": 121.60358
    },
    {
      "name": "村東",
      "address": "彰化縣大村鄉山腳路92之8號1樓",
      "y": 23.991731,
      "x": 120.583174
    },
    {
      "name": "新蓮信",
      "address": "花蓮縣花蓮市中美路186號",
      "y": 23.991352,
      "x": 121.626023
    },
    {
      "name": "登瀛",
      "address": "南投縣草屯鎮新庄里博愛路1012號",
      "y": 23.991225,
      "x": 120.668415
    },
    {
      "name": "蓮讚",
      "address": "花蓮縣花蓮市國聯里國聯三路16號18號",
      "y": 23.991188,
      "x": 121.603373
    },
    {
      "name": "富集",
      "address": "花蓮縣花蓮市國富里富國路32號1樓",
      "y": 23.991095,
      "x": 121.595936
    },
    {
      "name": "讚福",
      "address": "花蓮縣花蓮市國聯五路55號",
      "y": 23.990453,
      "x": 121.605446
    },
    {
      "name": "長勝",
      "address": "花蓮縣花蓮市中美路83-1號83-2號",
      "y": 23.989378,
      "x": 121.623906
    },
    {
      "name": "美皇",
      "address": "彰化縣大村鄉山腳路72號",
      "y": 23.988935,
      "x": 120.586983
    },
    {
      "name": "門諾",
      "address": "花蓮縣花蓮市民權路115號117號",
      "y": 23.988654,
      "x": 121.626122
    },
    {
      "name": "吉昌",
      "address": "花蓮縣吉安鄉吉安路一段114號",
      "y": 23.988458,
      "x": 121.572845
    },
    {
      "name": "鑫永安",
      "address": "南投縣草屯鎮御史里登輝路558號",
      "y": 23.988367,
      "x": 120.701179
    },
    {
      "name": "名品",
      "address": "花蓮縣花蓮市國富里莊敬路72號",
      "y": 23.988261,
      "x": 121.596337
    },
    {
      "name": "蓮冠",
      "address": "花蓮縣花蓮市中山路426號",
      "y": 23.987749,
      "x": 121.601274
    },
    {
      "name": "愛田",
      "address": "花蓮縣吉安鄉建國路一段200號.202號",
      "y": 23.98676,
      "x": 121.589282
    },
    {
      "name": "如意",
      "address": "花蓮縣花蓮市中美路37號",
      "y": 23.985482,
      "x": 121.62048
    },
    {
      "name": "蓮恆",
      "address": "花蓮縣吉安鄉北昌村建國路一段51號",
      "y": 23.984886,
      "x": 121.595266
    },
    {
      "name": "福元",
      "address": "南投縣草屯鎮中正路885號1樓",
      "y": 23.984394,
      "x": 120.686006
    },
    {
      "name": "花農",
      "address": "花蓮縣花蓮市建國路236號238號1樓",
      "y": 23.984243,
      "x": 121.600178
    },
    {
      "name": "敦和",
      "address": "南投縣草屯鎮仁愛街197號",
      "y": 23.983162,
      "x": 120.677969
    },
    {
      "name": "權營",
      "address": "花蓮縣花蓮市民權路25之1號25之2號25之3號1樓",
      "y": 23.982968,
      "x": 121.621351
    },
    {
      "name": "鑫盈佳",
      "address": "花蓮縣花蓮市林森路258號1樓",
      "y": 23.982521,
      "x": 121.607345
    },
    {
      "name": "吉野",
      "address": "花蓮縣花蓮市中正路65號1樓2樓",
      "y": 23.982231,
      "x": 121.613541
    },
    {
      "name": "星潭",
      "address": "花蓮縣花蓮市華西121-10及121-11號",
      "y": 23.982173,
      "x": 121.606847
    },
    {
      "name": "台一",
      "address": "南投縣埔里鎮中山路一段149號",
      "y": 23.981236,
      "x": 121.012834
    },
    {
      "name": "京埔",
      "address": "南投縣草屯鎮南埔里中正路254-10號",
      "y": 23.979746,
      "x": 120.72238
    },
    {
      "name": "蓮吉",
      "address": "花蓮縣吉安鄉中山路三段423號",
      "y": 23.979557,
      "x": 121.567411
    },
    {
      "name": "金秀和",
      "address": "花蓮縣花蓮市和平路597號1樓",
      "y": 23.979227,
      "x": 121.59901
    },
    {
      "name": "國泰",
      "address": "南投縣草屯鎮中正路636號1樓及和興街93號1樓",
      "y": 23.979158,
      "x": 120.684939
    },
    {
      "name": "草鞋鐓",
      "address": "南投縣草屯鎮中正路344之30號",
      "y": 23.979018,
      "x": 120.720613
    },
    {
      "name": "京鑫",
      "address": "南投縣草屯鎮中正路483號",
      "y": 23.978993,
      "x": 120.702908
    },
    {
      "name": "合廣",
      "address": "南投縣草屯鎮碧山路307.309號",
      "y": 23.978759,
      "x": 120.678731
    },
    {
      "name": "國寶",
      "address": "南投縣草屯鎮中正路557之26號",
      "y": 23.978471,
      "x": 120.700093
    },
    {
      "name": "愛民",
      "address": "花蓮縣花蓮市民國路22號",
      "y": 23.978243,
      "x": 121.604967
    },
    {
      "name": "蓮慶",
      "address": "花蓮縣花蓮市林森路160號1樓",
      "y": 23.978128,
      "x": 121.600636
    },
    {
      "name": "花道",
      "address": "花蓮縣花蓮市中正路563號1樓",
      "y": 23.977583,
      "x": 121.607706
    },
    {
      "name": "統軒",
      "address": "花蓮縣花蓮市公園路7-1號",
      "y": 23.977259,
      "x": 121.611073
    },
    {
      "name": "慈勝",
      "address": "花蓮縣吉安鄉自強路52號",
      "y": 23.977234,
      "x": 121.585438
    },
    {
      "name": "品客",
      "address": "彰化縣大村鄉中山路一段86號",
      "y": 23.976756,
      "x": 120.571809
    },
    {
      "name": "蓮華",
      "address": "花蓮縣花蓮市民生里中山路183號185號1樓",
      "y": 23.976667,
      "x": 121.609531
    },
    {
      "name": "龍星",
      "address": "南投縣草屯鎮復興里碧山路731之5號",
      "y": 23.975841,
      "x": 120.669583
    },
    {
      "name": "勝財興",
      "address": "南投縣埔里鎮榮光路1-11號",
      "y": 23.975834,
      "x": 120.996413
    },
    {
      "name": "埔安",
      "address": "南投縣埔里鎮西安路一段409-1號",
      "y": 23.975293,
      "x": 120.969659
    },
    {
      "name": "蓮成",
      "address": "花蓮縣花蓮市中華路283之1號",
      "y": 23.975093,
      "x": 121.599735
    },
    {
      "name": "華原",
      "address": "花蓮縣花蓮市中華路426號",
      "y": 23.974768,
      "x": 121.594321
    },
    {
      "name": "鑫花蓮",
      "address": "花蓮縣花蓮市中正路383號385號",
      "y": 23.974582,
      "x": 121.603118
    },
    {
      "name": "中心園",
      "address": "南投縣埔里鎮中山路一段427號1樓",
      "y": 23.974139,
      "x": 120.980271
    },
    {
      "name": "蓮安",
      "address": "花蓮縣吉安鄉中華路二段5號",
      "y": 23.97391,
      "x": 121.587813
    },
    {
      "name": "吉華",
      "address": "花蓮縣吉安鄉中華路二段172號",
      "y": 23.973857,
      "x": 121.583924
    },
    {
      "name": "中翔",
      "address": "南投縣埔里鎮中正路704號",
      "y": 23.973826,
      "x": 120.962954
    },
    {
      "name": "蓮陽",
      "address": "花蓮縣吉安鄉吉安村中山路三段2號",
      "y": 23.973484,
      "x": 121.579058
    },
    {
      "name": "愛蘭",
      "address": "南投縣埔里鎮鐵山路36號1樓",
      "y": 23.973029,
      "x": 120.945388
    },
    {
      "name": "蓮慈",
      "address": "花蓮縣花蓮市中山路一段7號9號1樓",
      "y": 23.972445,
      "x": 121.612387
    },
    {
      "name": "龍泰",
      "address": "南投縣草屯鎮碧興路一段798-1號",
      "y": 23.972043,
      "x": 120.652738
    },
    {
      "name": "埔德",
      "address": "南投縣埔里鎮仁愛路450之2號1樓",
      "y": 23.971527,
      "x": 120.967342
    },
    {
      "name": "埔惠",
      "address": "南投縣埔里鎮大城里中山路三段546號1樓",
      "y": 23.970736,
      "x": 120.95079
    },
    {
      "name": "德安一",
      "address": "花蓮縣花蓮市德安一街307號",
      "y": 23.970702,
      "x": 121.592624
    },
    {
      "name": "文景",
      "address": "花蓮縣吉安鄉中山路二段73號75號1樓昌隆一街48號50號1樓",
      "y": 23.97036,
      "x": 120.975162
    },
    {
      "name": "湖貴",
      "address": "彰化縣溪湖鎮西寮里員鹿路四段7號1樓",
      "y": 23.96984,
      "x": 120.47435
    },
    {
      "name": "埔灃",
      "address": "南投縣埔里鎮中山路二段108號中華路184之2號",
      "y": 23.969753,
      "x": 120.973247
    },
    {
      "name": "七六埔",
      "address": "彰化縣埔心鄉員埔路1192號",
      "y": 23.969355,
      "x": 120.543692
    },
    {
      "name": "員大",
      "address": "彰化縣員林市員大路一段374號",
      "y": 23.96911,
      "x": 120.559888
    },
    {
      "name": "福新",
      "address": "南投縣草屯鎮虎山路495號497號",
      "y": 23.968781,
      "x": 120.686981
    },
    {
      "name": "新福興",
      "address": "花蓮縣吉安鄉福興村吉安路三段80號82號",
      "y": 23.968598,
      "x": 121.559877
    },
    {
      "name": "湖北",
      "address": "彰化縣溪湖鎮彰水路四段79號",
      "y": 23.967565,
      "x": 120.479888
    },
    {
      "name": "埔慶",
      "address": "南投縣埔里鎮中山路三段168號170號",
      "y": 23.967421,
      "x": 120.962084
    },
    {
      "name": "向福",
      "address": "彰化縣溪湖鎮大溪路二段140號",
      "y": 23.967324,
      "x": 120.485819
    },
    {
      "name": "福原",
      "address": "花蓮縣花蓮市中原路328號1樓",
      "y": 23.967238,
      "x": 121.601165
    },
    {
      "name": "鑫驛",
      "address": "南投縣埔里鎮中山路四段106號",
      "y": 23.967141,
      "x": 120.933023
    },
    {
      "name": "育溪",
      "address": "南投縣埔里鎮安七街89-1號",
      "y": 23.966772,
      "x": 120.95381
    },
    {
      "name": "真愛",
      "address": "彰化縣員林市大同路二段2號",
      "y": 23.966629,
      "x": 120.579044
    },
    {
      "name": "鑫潭",
      "address": "南投縣埔里鎮中山路四段97之1.97之2號",
      "y": 23.966526,
      "x": 120.933061
    },
    {
      "name": "中銘",
      "address": "南投縣埔里鎮西安路一段104號",
      "y": 23.966504,
      "x": 120.96711
    },
    {
      "name": "康壽",
      "address": "南投縣南投市復興路311號1樓",
      "y": 23.966353,
      "x": 120.668582
    },
    {
      "name": "埔佑",
      "address": "南投縣埔里鎮中華路116號1樓",
      "y": 23.965893,
      "x": 120.974291
    },
    {
      "name": "員成",
      "address": "彰化縣員林市中山路二段214.216號",
      "y": 23.965669,
      "x": 120.571385
    },
    {
      "name": "王功",
      "address": "彰化縣芳苑鄉王功村3鄰芳漢路王功段544號1樓",
      "y": 23.96554,
      "x": 120.340981
    },
    {
      "name": "仁禮",
      "address": "花蓮縣吉安鄉南埔八街223號",
      "y": 23.964644,
      "x": 121.587407
    },
    {
      "name": "金東山",
      "address": "彰化縣員林市南東里山腳路四段1號3號",
      "y": 23.963955,
      "x": 120.600696
    },
    {
      "name": "美溪",
      "address": "彰化縣溪湖鎮大溪路二段451號",
      "y": 23.963482,
      "x": 120.481451
    },
    {
      "name": "鴻寶",
      "address": "南投縣草屯鎮民權西路221號",
      "y": 23.963373,
      "x": 120.676866
    },
    {
      "name": "稻香",
      "address": "花蓮縣吉安鄉稻香村吉興路二段46號",
      "y": 23.962998,
      "x": 121.572175
    },
    {
      "name": "員勝",
      "address": "彰化縣員林市育英路131號",
      "y": 23.962806,
      "x": 120.574216
    },
    {
      "name": "東東",
      "address": "南投縣埔里鎮忠孝路138-140號",
      "y": 23.962697,
      "x": 120.970169
    },
    {
      "name": "富翔",
      "address": "花蓮縣吉安鄉東昌村海岸路77號",
      "y": 23.962315,
      "x": 121.591375
    },
    {
      "name": "恆吉",
      "address": "南投縣埔里鎮南興街172號",
      "y": 23.962238,
      "x": 120.966143
    },
    {
      "name": "新靜修",
      "address": "彰化縣員林市靜修路77號之4",
      "y": 23.962211,
      "x": 120.564813
    },
    {
      "name": "品冠",
      "address": "彰化縣員林市新生路278號",
      "y": 23.962112,
      "x": 120.568803
    },
    {
      "name": "新安可",
      "address": "彰化縣溪湖鎮西環路373號",
      "y": 23.961071,
      "x": 120.477117
    },
    {
      "name": "佑民",
      "address": "南投縣草屯鎮太平路一段221號",
      "y": 23.960805,
      "x": 120.681333
    },
    {
      "name": "龍揚",
      "address": "南投縣埔里鎮樹人路221之2號",
      "y": 23.96003,
      "x": 120.972878
    },
    {
      "name": "新百川",
      "address": "彰化縣員林市莒光路379號",
      "y": 23.959875,
      "x": 120.566444
    },
    {
      "name": "二溪",
      "address": "彰化縣溪湖鎮二溪路一段369號",
      "y": 23.959052,
      "x": 120.471403
    },
    {
      "name": "新員民",
      "address": "彰化縣員林市三民街20號",
      "y": 23.958738,
      "x": 120.573535
    },
    {
      "name": "豐詳",
      "address": "南投縣南投市民族路66、68號1樓",
      "y": 23.958675,
      "x": 120.682163
    },
    {
      "name": "員全",
      "address": "彰化縣埔心鄉員林大道七段22號",
      "y": 23.958235,
      "x": 120.561811
    },
    {
      "name": "員林",
      "address": "彰化縣員林市忠孝里4鄰員東路二段417號",
      "y": 23.957703,
      "x": 120.579101
    },
    {
      "name": "員宿",
      "address": "彰化縣員林市中山路一段756號",
      "y": 23.957157,
      "x": 120.570961
    },
    {
      "name": "豐登",
      "address": "南投縣埔里鎮枇杷里中正路183-23號",
      "y": 23.956456,
      "x": 120.974039
    },
    {
      "name": "功湖",
      "address": "彰化縣芳苑鄉建平村二溪路草二段372號",
      "y": 23.956312,
      "x": 120.381964
    },
    {
      "name": "南濱",
      "address": "花蓮縣吉安鄉南濱路一段116號",
      "y": 23.95603,
      "x": 121.601382
    },
    {
      "name": "埔新",
      "address": "彰化縣埔心鄉員鹿路一段145號",
      "y": 23.955884,
      "x": 120.559628
    },
    {
      "name": "溪湖",
      "address": "彰化縣溪湖鎮彰水路三段105號107號109號",
      "y": 23.955677,
      "x": 120.480245
    },
    {
      "name": "員東",
      "address": "彰化縣員林市三和里大同路一段8鄰238號",
      "y": 23.955578,
      "x": 120.581699
    },
    {
      "name": "員鹿",
      "address": "彰化縣溪湖鎮員鹿路二段臨130號",
      "y": 23.954759,
      "x": 120.491162
    },
    {
      "name": "員昌",
      "address": "彰化縣員林市黎明里12鄰南昌路70號72號1樓",
      "y": 23.954694,
      "x": 120.572672
    },
    {
      "name": "員農",
      "address": "彰化縣員林市萬年里員水路二段19鄰433號",
      "y": 23.954539,
      "x": 120.588678
    },
    {
      "name": "東海岸",
      "address": "花蓮縣吉安鄉海岸路252號254號",
      "y": 23.954223,
      "x": 121.592084
    },
    {
      "name": "挖子",
      "address": "彰化縣二林鎮華崙里二溪路七段195號197號1樓",
      "y": 23.954135,
      "x": 120.443708
    },
    {
      "name": "溪東",
      "address": "彰化縣溪湖鎮員鹿路一段403號",
      "y": 23.95357,
      "x": 120.500045
    },
    {
      "name": "姐妹",
      "address": "花蓮縣吉安鄉吉安路五段262之1號1F",
      "y": 23.953513,
      "x": 121.55024
    },
    {
      "name": "豐昌",
      "address": "彰化縣員林市永昌街86號1樓",
      "y": 23.953451,
      "x": 120.575974
    },
    {
      "name": "ㄚ樺",
      "address": "彰化縣二林鎮中央南街48巷12號",
      "y": 23.95331,
      "x": 120.41996
    },
    {
      "name": "合立",
      "address": "南投縣南投市營北里向陽路101號",
      "y": 23.953083,
      "x": 120.682332
    },
    {
      "name": "員埔",
      "address": "彰化縣埔心鄉員鹿路二段248號",
      "y": 23.952877,
      "x": 120.545542
    },
    {
      "name": "新員高",
      "address": "彰化縣溪湖鎮員鹿路一段101號",
      "y": 23.952503,
      "x": 120.510721
    },
    {
      "name": "員家",
      "address": "彰化縣員林市中正路75號",
      "y": 23.951139,
      "x": 120.575687
    },
    {
      "name": "埔成",
      "address": "彰化縣埔心鄉中正路一段137號139號1樓",
      "y": 23.95108,
      "x": 120.54743
    },
    {
      "name": "惠明",
      "address": "彰化縣員林市惠明街51號",
      "y": 23.951004,
      "x": 120.571776
    },
    {
      "name": "暨大",
      "address": "南投縣埔里鎮大學路501號",
      "y": 23.950256,
      "x": 120.925896
    },
    {
      "name": "紫騰",
      "address": "彰化縣埔心鄉員鹿路三段338號",
      "y": 23.949705,
      "x": 120.531205
    },
    {
      "name": "彰醫",
      "address": "彰化縣埔心鄉舊館村中興路1號",
      "y": 23.949617,
      "x": 120.526444
    },
    {
      "name": "大員山",
      "address": "彰化縣員林市中山路一段300號",
      "y": 23.948803,
      "x": 120.565175
    },
    {
      "name": "知卡宣",
      "address": "花蓮縣吉安鄉海岸路469號",
      "y": 23.948365,
      "x": 121.589759
    },
    {
      "name": "彰溪",
      "address": "彰化縣溪湖鎮彰水路二段臨555號",
      "y": 23.947434,
      "x": 120.480535
    },
    {
      "name": "龍辰",
      "address": "南投縣南投市中學西路61號",
      "y": 23.946198,
      "x": 120.691514
    },
    {
      "name": "中營",
      "address": "南投縣南投市中華路130號",
      "y": 23.943691,
      "x": 120.675702
    },
    {
      "name": "員慶",
      "address": "彰化縣員林市山腳路一段386號",
      "y": 23.942044,
      "x": 120.600457
    },
    {
      "name": "家和",
      "address": "彰化縣員林市大饒里員集路二段216號",
      "y": 23.940977,
      "x": 120.576451
    },
    {
      "name": "順心",
      "address": "彰化縣埔心鄉中山路145號147號149號",
      "y": 23.940419,
      "x": 120.559786
    },
    {
      "name": "吉海",
      "address": "花蓮縣吉安鄉海岸路683號",
      "y": 23.939411,
      "x": 121.586583
    },
    {
      "name": "易順",
      "address": "彰化縣社頭鄉員集路四段697號",
      "y": 23.935244,
      "x": 120.57686
    },
    {
      "name": "普賢",
      "address": "彰化縣永靖鄉中山路三段238號",
      "y": 23.934124,
      "x": 120.555499
    },
    {
      "name": "莘鑫",
      "address": "南投縣南投市中興路221號",
      "y": 23.93349,
      "x": 120.694226
    },
    {
      "name": "儒林",
      "address": "彰化縣二林鎮北平里仁愛路11鄰425號",
      "y": 23.933302,
      "x": 120.375704
    },
    {
      "name": "唯鑫",
      "address": "南投縣南投市南崗三路8號2樓",
      "y": 23.927956,
      "x": 120.669062
    },
    {
      "name": "吉濱",
      "address": "花蓮縣吉安鄉南濱路一段651號",
      "y": 23.92728,
      "x": 121.592148
    },
    {
      "name": "祿靖",
      "address": "彰化縣永靖鄉中山路二段435號437號",
      "y": 23.927208,
      "x": 120.552651
    },
    {
      "name": "芳林",
      "address": "彰化縣芳苑鄉斗苑路156號之1",
      "y": 23.924178,
      "x": 120.320285
    },
    {
      "name": "永靖",
      "address": "彰化縣永靖鄉永坡路2號",
      "y": 23.924178,
      "x": 120.54679
    },
    {
      "name": "社腳",
      "address": "彰化縣社頭鄉湳雅村山腳路三段525號",
      "y": 23.923066,
      "x": 120.602874
    },
    {
      "name": "欣鑫",
      "address": "南投縣南投市仁和路26號",
      "y": 23.922899,
      "x": 120.668535
    },
    {
      "name": "永冠",
      "address": "彰化縣永靖鄉永北村西門路142號1樓",
      "y": 23.922301,
      "x": 120.542957
    },
    {
      "name": "長崗",
      "address": "南投縣南投市南崗二路581號",
      "y": 23.920337,
      "x": 120.673904
    },
    {
      "name": "湳港",
      "address": "彰化縣永靖鄉港西村中山路一段842號",
      "y": 23.917313,
      "x": 120.546205
    },
    {
      "name": "祖祠",
      "address": "南投縣南投市祖祠路16-4號",
      "y": 23.916989,
      "x": 120.683421
    },
    {
      "name": "龍巳",
      "address": "南投縣南投市東山路408號",
      "y": 23.916477,
      "x": 120.698224
    },
    {
      "name": "芳美",
      "address": "南投縣南投市中興路413號",
      "y": 23.915345,
      "x": 120.697134
    },
    {
      "name": "猴探井",
      "address": "南投縣南投市八德路600之1號",
      "y": 23.912847,
      "x": 120.637419
    },
    {
      "name": "樂天",
      "address": "南投縣南投市南陽路476號",
      "y": 23.91218,
      "x": 120.681281
    },
    {
      "name": "南投",
      "address": "南投縣南投市民族路289、291、293號中山街141、143號1樓",
      "y": 23.911099,
      "x": 120.68326
    },
    {
      "name": "花都",
      "address": "彰化縣田尾鄉民生路一段586號",
      "y": 23.907945,
      "x": 120.524836
    },
    {
      "name": "社員",
      "address": "彰化縣社頭鄉員集路三段16號",
      "y": 23.907816,
      "x": 120.582143
    },
    {
      "name": "彰興",
      "address": "彰化縣埤頭鄉興農村彰水路四段168號1樓",
      "y": 23.907447,
      "x": 120.467189
    },
    {
      "name": "志學",
      "address": "花蓮縣壽豐鄉志學村7鄰中山路三段6號",
      "y": 23.907397,
      "x": 121.530277
    },
    {
      "name": "芳苑",
      "address": "彰化縣芳苑鄉後寮村斗苑路頂後段7號",
      "y": 23.907031,
      "x": 120.346191
    },
    {
      "name": "南崗",
      "address": "南投縣南投市民族路515號及南崗一路387號",
      "y": 23.906292,
      "x": 120.679688
    },
    {
      "name": "鑫中潭",
      "address": "南投縣魚池鄉新城村通文巷6之28號",
      "y": 23.905212,
      "x": 120.926481
    },
    {
      "name": "宏旺",
      "address": "南投縣南投市復興路38號",
      "y": 23.902849,
      "x": 120.688376
    },
    {
      "name": "舊舍",
      "address": "彰化縣社頭鄉松竹村3鄰社石路937號",
      "y": 23.901219,
      "x": 120.592965
    },
    {
      "name": "鑫魚池",
      "address": "南投縣魚池鄉魚池街799號",
      "y": 23.900954,
      "x": 120.930831
    },
    {
      "name": "金廣興",
      "address": "彰化縣社頭鄉中山路一段766號",
      "y": 23.900948,
      "x": 120.583072
    },
    {
      "name": "新社頭",
      "address": "彰化縣社頭鄉員集路二段279號",
      "y": 23.89973,
      "x": 120.587204
    },
    {
      "name": "源益",
      "address": "彰化縣二林鎮斗苑路四段720號",
      "y": 23.899682,
      "x": 120.372715
    },
    {
      "name": "群茂",
      "address": "彰化縣二林鎮斗苑路四段159號",
      "y": 23.898957,
      "x": 120.384305
    },
    {
      "name": "欣二林",
      "address": "彰化縣二林鎮大成路一段236號",
      "y": 23.898076,
      "x": 120.369954
    },
    {
      "name": "佳軒",
      "address": "南投縣魚池鄉魚池街350號",
      "y": 23.896833,
      "x": 120.937409
    },
    {
      "name": "金佳旺",
      "address": "彰化縣社頭鄉中山路一段516號",
      "y": 23.896132,
      "x": 120.583552
    },
    {
      "name": "豐學",
      "address": "花蓮縣壽豐鄉平和村大學路二段596號",
      "y": 23.894749,
      "x": 121.55226
    },
    {
      "name": "豐億",
      "address": "南投縣南投市彰南路一段573號",
      "y": 23.893225,
      "x": 120.688265
    },
    {
      "name": "彰基",
      "address": "彰化縣二林鎮大成路一段571號",
      "y": 23.893126,
      "x": 120.363445
    },
    {
      "name": "常春藤",
      "address": "南投縣南投市工業路33號",
      "y": 23.892937,
      "x": 120.679149
    },
    {
      "name": "合興",
      "address": "彰化縣埤頭鄉斗苑西路406號",
      "y": 23.89254,
      "x": 120.455918
    },
    {
      "name": "田尾",
      "address": "彰化縣田尾鄉光復路二段752號",
      "y": 23.891836,
      "x": 120.529638
    },
    {
      "name": "八悅",
      "address": "花蓮縣壽豐鄉平和村中華路二段215號",
      "y": 23.890176,
      "x": 121.52457
    },
    {
      "name": "興鳳",
      "address": "彰化縣埤頭鄉斗苑東路731號",
      "y": 23.889666,
      "x": 120.474278
    },
    {
      "name": "斗苑",
      "address": "彰化縣埤頭鄉斗苑東路588號",
      "y": 23.889381,
      "x": 120.478109
    },
    {
      "name": "田正",
      "address": "彰化縣田尾鄉中山路一段191號",
      "y": 23.88734,
      "x": 120.52449
    },
    {
      "name": "金順利",
      "address": "彰化縣埤頭鄉和豐村斗苑東路87號89號",
      "y": 23.884267,
      "x": 120.495842
    },
    {
      "name": "社集",
      "address": "彰化縣社頭鄉員集路一段臨351號",
      "y": 23.883018,
      "x": 120.586407
    },
    {
      "name": "鄉親寮",
      "address": "南投縣中寮鄉永安街79之1號1樓",
      "y": 23.879284,
      "x": 120.76725
    },
    {
      "name": "穀昌",
      "address": "南投縣名間鄉彰南路450號",
      "y": 23.879236,
      "x": 120.693404
    },
    {
      "name": "寶斗",
      "address": "彰化縣北斗鎮復興路281號",
      "y": 23.87837,
      "x": 120.527966
    },
    {
      "name": "興工",
      "address": "彰化縣埤頭鄉崙腳村4鄰彰水路二段946號",
      "y": 23.877626,
      "x": 120.458912
    },
    {
      "name": "彰苑",
      "address": "彰化縣北斗鎮斗苑路二段298之2號",
      "y": 23.877466,
      "x": 120.511157
    },
    {
      "name": "大庄",
      "address": "南投縣名間鄉大庄村南田路142之12號",
      "y": 23.875,
      "x": 120.653998
    },
    {
      "name": "光政",
      "address": "彰化縣北斗鎮光復路208號",
      "y": 23.874331,
      "x": 120.524238
    },
    {
      "name": "北圓",
      "address": "彰化縣北斗鎮中華路91.93號",
      "y": 23.872863,
      "x": 120.525989
    },
    {
      "name": "斗金",
      "address": "彰化縣北斗鎮中正路57號1樓",
      "y": 23.871188,
      "x": 120.522112
    },
    {
      "name": "中圳",
      "address": "彰化縣北斗鎮中和里斗中路319號",
      "y": 23.870538,
      "x": 120.54429
    },
    {
      "name": "新壽豐",
      "address": "花蓮縣壽豐鄉中山路五段131號",
      "y": 23.8697,
      "x": 121.509162
    },
    {
      "name": "明道站",
      "address": "彰化縣溪州鄉中山路四段627號",
      "y": 23.869232,
      "x": 120.513084
    },
    {
      "name": "佳嘉",
      "address": "彰化縣北斗鎮七星里13鄰五權路臨176號",
      "y": 23.868924,
      "x": 120.528425
    },
    {
      "name": "日月潭",
      "address": "南投縣魚池鄉水社村中山路118號",
      "y": 23.866111,
      "x": 120.912233
    },
    {
      "name": "水社",
      "address": "南投縣魚池鄉中興路32之3號1樓",
      "y": 23.865599,
      "x": 120.911548
    },
    {
      "name": "田中",
      "address": "彰化縣田中鎮福安路144號146號",
      "y": 23.861496,
      "x": 120.589125
    },
    {
      "name": "新竹塘",
      "address": "彰化縣竹塘鄉竹五路臨2號",
      "y": 23.858407,
      "x": 120.429595
    },
    {
      "name": "加吉利",
      "address": "彰化縣田中鎮中正路276號",
      "y": 23.857682,
      "x": 120.583256
    },
    {
      "name": "明城",
      "address": "彰化縣大城鄉東城村北平路76號",
      "y": 23.855754,
      "x": 120.321976
    },
    {
      "name": "梅州里",
      "address": "彰化縣田中鎮中州路二段372號",
      "y": 23.853432,
      "x": 120.574418
    },
    {
      "name": "內安",
      "address": "彰化縣田中鎮碧峰里中南路二段562號",
      "y": 23.853137,
      "x": 120.602505
    },
    {
      "name": "新溪州",
      "address": "彰化縣溪州鄉中山路三段436號",
      "y": 23.85258,
      "x": 120.497072
    },
    {
      "name": "花博",
      "address": "彰化縣溪州鄉中央路三段263號.265號.267號",
      "y": 23.849994,
      "x": 120.494609
    },
    {
      "name": "文瑞",
      "address": "花蓮縣壽豐鄉中山路222號1樓",
      "y": 23.849543,
      "x": 121.496132
    },
    {
      "name": "大豐田",
      "address": "花蓮縣壽豐鄉豐山村中山路201號203號1樓",
      "y": 23.849097,
      "x": 121.495533
    },
    {
      "name": "伊達邵",
      "address": "南投縣魚池鄉日月村義勇街89號",
      "y": 23.848429,
      "x": 120.93063
    },
    {
      "name": "路口厝",
      "address": "彰化縣埤頭鄉中和村彰水路一段臨325號",
      "y": 23.845458,
      "x": 120.457712
    },
    {
      "name": "合心",
      "address": "南投縣名間鄉中山村彰南路218-32號",
      "y": 23.845313,
      "x": 120.698429
    },
    {
      "name": "名間",
      "address": "南投縣名間鄉彰南路71之5號",
      "y": 23.839796,
      "x": 120.701303
    },
    {
      "name": "詠旭",
      "address": "南投縣南投市彰南路一段1031-1號",
      "y": 23.836177,
      "x": 120.704821
    },
    {
      "name": "雅集",
      "address": "南投縣名間鄉員集路137號",
      "y": 23.835442,
      "x": 120.7023
    },
    {
      "name": "新車埕",
      "address": "南投縣水里鄉車埕村民權巷110之1號",
      "y": 23.833515,
      "x": 120.866179
    },
    {
      "name": "豐坪",
      "address": "花蓮縣壽豐鄉豐坪村豐坪路二段5之1號1樓",
      "y": 23.831049,
      "x": 121.506618
    },
    {
      "name": "集利",
      "address": "南投縣集集鎮吳厝里民生路65-1號",
      "y": 23.828384,
      "x": 120.784837
    },
    {
      "name": "集寶",
      "address": "南投縣集集鎮八張街75號",
      "y": 23.827861,
      "x": 120.792421
    },
    {
      "name": "龍寶",
      "address": "南投縣水里鄉民權路170號",
      "y": 23.818132,
      "x": 120.853713
    },
    {
      "name": "瑞峰",
      "address": "南投縣水里鄉北埔村中山路一段540號",
      "y": 23.811689,
      "x": 120.850728
    },
    {
      "name": "二水",
      "address": "彰化縣二水鄉員集路4段6.8.10號",
      "y": 23.8114,
      "x": 120.616058
    },
    {
      "name": "二八水",
      "address": "彰化縣二水鄉員集路三段488號",
      "y": 23.811267,
      "x": 120.615636
    },
    {
      "name": "六合",
      "address": "南投縣水里鄉民生路175號1樓",
      "y": 23.810808,
      "x": 120.855597
    },
    {
      "name": "水里",
      "address": "南投縣水里鄉中山路一段63號",
      "y": 23.807327,
      "x": 120.857092
    },
    {
      "name": "社寮",
      "address": "南投縣竹山鎮集山路一段2051號",
      "y": 23.804551,
      "x": 120.715661
    },
    {
      "name": "興平",
      "address": "雲林縣西螺鎮中興里延平路418號420號",
      "y": 23.800597,
      "x": 120.455109
    },
    {
      "name": "豐樺",
      "address": "雲林縣西螺鎮福興里中山路70號1樓",
      "y": 23.800239,
      "x": 120.462026
    },
    {
      "name": "七崁",
      "address": "雲林縣西螺鎮建興路163號1樓",
      "y": 23.798382,
      "x": 120.45914
    },
    {
      "name": "和心",
      "address": "雲林縣西螺鎮河南里埔心路113-3號",
      "y": 23.798165,
      "x": 120.442226
    },
    {
      "name": "六輕",
      "address": "雲林縣麥寮鄉中興村仁德西路二段567號1樓",
      "y": 23.797448,
      "x": 120.225554
    },
    {
      "name": "三勝",
      "address": "雲林縣麥寮鄉三盛村仁德西路一段21號1樓",
      "y": 23.797157,
      "x": 120.261056
    },
    {
      "name": "永茂",
      "address": "雲林縣麥寮鄉中興村豐安路951號1樓",
      "y": 23.797068,
      "x": 120.246248
    },
    {
      "name": "油車",
      "address": "雲林縣二崙鄉油車村文化路9號1樓",
      "y": 23.795219,
      "x": 120.388175
    },
    {
      "name": "豐鎮",
      "address": "雲林縣西螺鎮平和南路352號",
      "y": 23.79452,
      "x": 120.45635
    },
    {
      "name": "安榮",
      "address": "雲林縣崙背鄉豐榮村1鄰豐榮32之3號",
      "y": 23.794468,
      "x": 120.310792
    },
    {
      "name": "星光",
      "address": "雲林縣西螺鎮公正路15號",
      "y": 23.794284,
      "x": 120.463008
    },
    {
      "name": "快來",
      "address": "雲林縣麥寮鄉橋頭村橋頭路234號",
      "y": 23.793504,
      "x": 120.272827
    },
    {
      "name": "永業",
      "address": "雲林縣西螺鎮振興里振興215號",
      "y": 23.789008,
      "x": 120.472696
    },
    {
      "name": "豆油",
      "address": "雲林縣西螺鎮振興里振興55-3號",
      "y": 23.789008,
      "x": 120.472696
    },
    {
      "name": "富來",
      "address": "雲林縣西螺鎮新豐里13鄰新社320-8號",
      "y": 23.787802,
      "x": 120.452639
    },
    {
      "name": "晟安",
      "address": "雲林縣莿桐鄉饒平村饒平路2之2號",
      "y": 23.777126,
      "x": 120.52163
    },
    {
      "name": "寶棧",
      "address": "南投縣竹山鎮保甲路10號",
      "y": 23.77488,
      "x": 120.710585
    },
    {
      "name": "竹寶",
      "address": "南投縣竹山鎮延正里延正路45之30號1樓",
      "y": 23.771786,
      "x": 120.699117
    },
    {
      "name": "二崙",
      "address": "雲林縣二崙鄉崙東村中山路一段269號",
      "y": 23.770398,
      "x": 120.413601
    },
    {
      "name": "鹿山",
      "address": "南投縣竹山鎮延祥里集山路三段73號",
      "y": 23.765602,
      "x": 120.705296
    },
    {
      "name": "寶順",
      "address": "南投縣竹山鎮江西路1-37號",
      "y": 23.765002,
      "x": 120.697725
    },
    {
      "name": "崙中",
      "address": "雲林縣崙背鄉南陽村中山路489號",
      "y": 23.761427,
      "x": 120.348199
    },
    {
      "name": "崙多",
      "address": "雲林縣崙背鄉東明村正義路194號",
      "y": 23.761308,
      "x": 120.356953
    },
    {
      "name": "崙背",
      "address": "雲林縣崙背鄉南光路3號",
      "y": 23.759327,
      "x": 120.353398
    },
    {
      "name": "樹子腳",
      "address": "雲林縣莿桐鄉和平路28號",
      "y": 23.759205,
      "x": 120.501822
    },
    {
      "name": "鳳凰谷",
      "address": "南投縣鹿谷鄉中正路三段63號",
      "y": 23.759149,
      "x": 120.738187
    },
    {
      "name": "狀元",
      "address": "南投縣竹山鎮大明路500號",
      "y": 23.758791,
      "x": 120.680298
    },
    {
      "name": "和育",
      "address": "南投縣竹山鎮大智路57號",
      "y": 23.758503,
      "x": 120.693737
    },
    {
      "name": "鈺興",
      "address": "南投縣竹山鎮集山路三段912.914號",
      "y": 23.757906,
      "x": 120.684241
    },
    {
      "name": "新莿桐",
      "address": "雲林縣莿桐鄉莿桐村中正路62-2號",
      "y": 23.757091,
      "x": 120.501951
    },
    {
      "name": "雲桐",
      "address": "雲林縣莿桐鄉莿桐村中山路70號72號1樓",
      "y": 23.756498,
      "x": 120.49988
    },
    {
      "name": "新林內",
      "address": "雲林縣林內鄉中正路373號375號",
      "y": 23.7557,
      "x": 120.613305
    },
    {
      "name": "羅威",
      "address": "雲林縣崙背鄉羅厝村東興路168-1號.168-2號",
      "y": 23.755287,
      "x": 120.367533
    },
    {
      "name": "前山",
      "address": "南投縣竹山鎮集山路三段1089號",
      "y": 23.753908,
      "x": 120.679525
    },
    {
      "name": "麥鄉",
      "address": "雲林縣麥寮鄉中興路78-3號",
      "y": 23.752867,
      "x": 120.252242
    },
    {
      "name": "金亮",
      "address": "金門縣金城鎮民權路73號1F2F,75號1F2F,光前路85-2號1F.85-3號1F",
      "y": 23.752816,
      "x": 120.953464
    },
    {
      "name": "後安",
      "address": "雲林縣麥寮鄉後安村後安路201之13號",
      "y": 23.751732,
      "x": 120.251893
    },
    {
      "name": "富登",
      "address": "雲林縣麥寮鄉施厝村239號",
      "y": 23.751732,
      "x": 120.251893
    },
    {
      "name": "竹山大",
      "address": "南投縣竹山鎮中山里自強路176號",
      "y": 23.750901,
      "x": 120.679118
    },
    {
      "name": "麥中",
      "address": "雲林縣麥寮鄉麥豐村中山路437巷1號",
      "y": 23.750417,
      "x": 120.246195
    },
    {
      "name": "麥寮",
      "address": "雲林縣麥寮鄉麥津村中山路196號",
      "y": 23.748676,
      "x": 120.256442
    },
    {
      "name": "鳳林",
      "address": "花蓮縣鳳林鎮鳳禮里中正路二段143號145號",
      "y": 23.747578,
      "x": 121.449174
    },
    {
      "name": "麥豐",
      "address": "雲林縣麥寮鄉新興路27之5號",
      "y": 23.746985,
      "x": 120.25125
    },
    {
      "name": "鳳悅",
      "address": "花蓮縣鳳林鎮信義路216號1樓",
      "y": 23.746549,
      "x": 121.453333
    },
    {
      "name": "晟興",
      "address": "雲林縣林內鄉九芎村大同路20號",
      "y": 23.742981,
      "x": 120.604906
    },
    {
      "name": "新鹿谷",
      "address": "南投縣鹿谷鄉仁義路148號",
      "y": 23.742955,
      "x": 120.779956
    },
    {
      "name": "大美",
      "address": "雲林縣莿桐鄉大美村大美53號1樓",
      "y": 23.740677,
      "x": 120.516968
    },
    {
      "name": "宇宸",
      "address": "雲林縣虎尾鎮清雲路770號",
      "y": 23.739535,
      "x": 120.425979
    },
    {
      "name": "和雅",
      "address": "南投縣鹿谷鄉廣興村中正一路225號",
      "y": 23.737036,
      "x": 120.759963
    },
    {
      "name": "萬中",
      "address": "雲林縣斗六市溪洲里中南路290巷1-1號",
      "y": 23.735481,
      "x": 120.560344
    },
    {
      "name": "晟家",
      "address": "雲林縣斗六市長安西路1之5號",
      "y": 23.7343,
      "x": 120.533269
    },
    {
      "name": "晟業",
      "address": "雲林縣斗六市萬年路592號",
      "y": 23.7311,
      "x": 120.552482
    },
    {
      "name": "斗六",
      "address": "雲林縣斗六市大同路41號",
      "y": 23.730591,
      "x": 120.592626
    },
    {
      "name": "福懋興",
      "address": "雲林縣斗六市石榴路317號",
      "y": 23.727346,
      "x": 120.588147
    },
    {
      "name": "福懋",
      "address": "雲林縣斗六市石榴路196之1號",
      "y": 23.726053,
      "x": 120.587563
    },
    {
      "name": "景雄",
      "address": "雲林縣斗六市虎溪里西平路521號",
      "y": 23.721609,
      "x": 120.525807
    },
    {
      "name": "好家庭",
      "address": "雲林縣斗六市榴中里工業路69號",
      "y": 23.719639,
      "x": 120.585098
    },
    {
      "name": "詠順",
      "address": "雲林縣斗六市鎮北路229號",
      "y": 23.717983,
      "x": 120.542539
    },
    {
      "name": "棒球場",
      "address": "雲林縣斗六市斗六三路6號",
      "y": 23.717693,
      "x": 120.539052
    },
    {
      "name": "育北",
      "address": "雲林縣斗六市明德北路一段110號",
      "y": 23.717471,
      "x": 120.551146
    },
    {
      "name": "冬念",
      "address": "雲林縣虎尾鎮埒內里林森路一段9鄰39號",
      "y": 23.717022,
      "x": 120.440735
    },
    {
      "name": "五條港",
      "address": "雲林縣台西鄉五港路420-1號",
      "y": 23.716867,
      "x": 120.202024
    },
    {
      "name": "朱丹灣",
      "address": "雲林縣斗六市西平路362號",
      "y": 23.715905,
      "x": 120.530402
    },
    {
      "name": "林田山",
      "address": "花蓮縣鳳林鎮長橋里長橋路108號1樓",
      "y": 23.713904,
      "x": 121.422043
    },
    {
      "name": "頂豐",
      "address": "雲林縣斗六市榴南里斗工十路62號",
      "y": 23.713401,
      "x": 120.589665
    },
    {
      "name": "虎欣",
      "address": "雲林縣虎尾鎮林森路一段287.289.293號",
      "y": 23.713237,
      "x": 120.437574
    },
    {
      "name": "福懋科",
      "address": "雲林縣斗六市河南街319號",
      "y": 23.713232,
      "x": 120.575284
    },
    {
      "name": "東宇",
      "address": "雲林縣斗六市文化路538號540號1樓",
      "y": 23.712775,
      "x": 120.55764
    },
    {
      "name": "上慶",
      "address": "雲林縣斗六市漢口路190.192號",
      "y": 23.71261,
      "x": 120.540392
    },
    {
      "name": "晟泰",
      "address": "雲林縣虎尾鎮光復路521號",
      "y": 23.711909,
      "x": 120.432217
    },
    {
      "name": "昕美",
      "address": "雲林縣斗六市民生路170號",
      "y": 23.711782,
      "x": 120.542269
    },
    {
      "name": "富盟",
      "address": "雲林縣斗六市文化路304號306號",
      "y": 23.711521,
      "x": 120.552529
    },
    {
      "name": "圓真",
      "address": "雲林縣虎尾鎮信義路52號及三民路93號",
      "y": 23.711121,
      "x": 120.438021
    },
    {
      "name": "虎威",
      "address": "雲林縣虎尾鎮光復路122號1樓及成和街2號1樓",
      "y": 23.709462,
      "x": 120.446753
    },
    {
      "name": "保庄",
      "address": "雲林縣斗六市明德北路三段285號",
      "y": 23.709027,
      "x": 120.530507
    },
    {
      "name": "鑫斗商",
      "address": "雲林縣斗六市中華路207號209號1樓",
      "y": 23.708668,
      "x": 120.546884
    },
    {
      "name": "虎高",
      "address": "雲林縣虎尾鎮延平里3鄰中南34之26號",
      "y": 23.708355,
      "x": 120.444854
    },
    {
      "name": "虎真",
      "address": "雲林縣虎尾鎮穎川里頂南398號",
      "y": 23.708355,
      "x": 120.444854
    },
    {
      "name": "東尊",
      "address": "雲林縣虎尾鎮惠來里142-3號",
      "y": 23.708355,
      "x": 120.444854
    },
    {
      "name": "李斯特",
      "address": "雲林縣虎尾鎮興南里竹圍60號",
      "y": 23.708355,
      "x": 120.444854
    },
    {
      "name": "大屯",
      "address": "雲林縣虎尾鎮西屯里大屯349號",
      "y": 23.708355,
      "x": 120.444854
    },
    {
      "name": "夏恩",
      "address": "雲林縣虎尾鎮立仁里復興路137號",
      "y": 23.707727,
      "x": 120.428696
    },
    {
      "name": "馬光",
      "address": "雲林縣土庫鎮南平里馬光路69號",
      "y": 23.705497,
      "x": 120.356684
    },
    {
      "name": "保長",
      "address": "雲林縣斗六市雲林路二段76號1樓",
      "y": 23.705358,
      "x": 120.534502
    },
    {
      "name": "新東立",
      "address": "雲林縣斗六市成功路286號288號290號",
      "y": 23.704879,
      "x": 120.551476
    },
    {
      "name": "工專",
      "address": "雲林縣虎尾鎮中正路307號",
      "y": 23.704679,
      "x": 120.429988
    },
    {
      "name": "東億",
      "address": "雲林縣虎尾鎮光明路3號",
      "y": 23.704651,
      "x": 120.454231
    },
    {
      "name": "大北勢",
      "address": "雲林縣斗六市長平路7-32號",
      "y": 23.703726,
      "x": 120.505954
    },
    {
      "name": "虎大",
      "address": "雲林縣虎尾鎮工專路156號",
      "y": 23.703163,
      "x": 120.425011
    },
    {
      "name": "成苑",
      "address": "雲林縣斗六市莊敬路345號",
      "y": 23.703134,
      "x": 120.545625
    },
    {
      "name": "春流",
      "address": "雲林縣斗六市梅林里梅林路446號1樓",
      "y": 23.703055,
      "x": 120.596784
    },
    {
      "name": "新宗行",
      "address": "雲林縣虎尾鎮林森路二段240號1樓",
      "y": 23.702975,
      "x": 120.427375
    },
    {
      "name": "新安慶",
      "address": "雲林縣虎尾鎮民主路52-1號",
      "y": 23.702469,
      "x": 120.432239
    },
    {
      "name": "信義鄉",
      "address": "南投縣信義鄉明德村玉山路82-2號",
      "y": 23.702174,
      "x": 120.853498
    },
    {
      "name": "新台西",
      "address": "雲林縣台西鄉海南村民族路16-7號1樓",
      "y": 23.699472,
      "x": 120.19831
    },
    {
      "name": "永昌",
      "address": "雲林縣斗六市中山路269號",
      "y": 23.699221,
      "x": 120.53746
    },
    {
      "name": "新湖",
      "address": "雲林縣虎尾鎮林森路二段475號",
      "y": 23.698762,
      "x": 120.424673
    },
    {
      "name": "雲醫",
      "address": "雲林縣斗六市雲林路二段627號",
      "y": 23.69856,
      "x": 120.525103
    },
    {
      "name": "斗六明",
      "address": "雲林縣斗六市明德路101號.103號",
      "y": 23.698342,
      "x": 120.537371
    },
    {
      "name": "坤麟",
      "address": "雲林縣斗六市社口里大學路二段579號",
      "y": 23.697567,
      "x": 120.542369
    },
    {
      "name": "褒忠",
      "address": "雲林縣褒忠鄉中正路99號1樓",
      "y": 23.69497,
      "x": 120.313357
    },
    {
      "name": "斗高",
      "address": "雲林縣斗南鎮小東里17鄰大業路86號",
      "y": 23.693452,
      "x": 120.476943
    },
    {
      "name": "雲龍",
      "address": "雲林縣斗六市龍潭路14-1號",
      "y": 23.691989,
      "x": 120.529306
    },
    {
      "name": "廣濟",
      "address": "雲林縣古坑鄉東和村廣濟路78號78之1號",
      "y": 23.682894,
      "x": 120.569717
    },
    {
      "name": "昶景",
      "address": "雲林縣古坑鄉東和村文化路145號",
      "y": 23.681446,
      "x": 120.571271
    },
    {
      "name": "山好",
      "address": "雲林縣斗六市崙峰里仁義路52號1樓",
      "y": 23.679793,
      "x": 120.538281
    },
    {
      "name": "凱瑄",
      "address": "雲林縣斗南鎮西岐里大同路135號1樓",
      "y": 23.679405,
      "x": 120.474751
    },
    {
      "name": "鑫崙",
      "address": "雲林縣斗南鎮新崙路65之1號",
      "y": 23.679191,
      "x": 120.431747
    },
    {
      "name": "土庫",
      "address": "雲林縣土庫鎮建國路150號1樓",
      "y": 23.679166,
      "x": 120.393572
    },
    {
      "name": "寶宏",
      "address": "雲林縣斗南鎮文昌路99號",
      "y": 23.678661,
      "x": 120.48172
    },
    {
      "name": "雲南",
      "address": "雲林縣斗南鎮中興路160號",
      "y": 23.677885,
      "x": 120.469051
    },
    {
      "name": "欣怡",
      "address": "雲林縣斗南鎮南昌里中山路79號",
      "y": 23.675432,
      "x": 120.479056
    },
    {
      "name": "長旺",
      "address": "雲林縣東勢鄉東勢東路84號",
      "y": 23.674841,
      "x": 120.255032
    },
    {
      "name": "名采",
      "address": "雲林縣斗南鎮中山路30.30-1號",
      "y": 23.674054,
      "x": 120.480183
    },
    {
      "name": "真嘉",
      "address": "雲林縣斗南鎮南昌西路1號",
      "y": 23.672538,
      "x": 120.475914
    },
    {
      "name": "于滿",
      "address": "雲林縣斗南鎮延平路二段581號1樓",
      "y": 23.670211,
      "x": 120.47605
    },
    {
      "name": "白沙",
      "address": "澎湖縣白沙鄉赤崁村20鄰大赤崁351號1樓",
      "y": 23.669417,
      "x": 119.592276
    },
    {
      "name": "蓮富",
      "address": "花蓮縣光復鄉中山路二段252號",
      "y": 23.665804,
      "x": 121.423791
    },
    {
      "name": "馬太鞍",
      "address": "花蓮縣光復鄉中山路一段125號",
      "y": 23.656794,
      "x": 121.419053
    },
    {
      "name": "元長",
      "address": "雲林縣元長鄉長南村7鄰中山路32號.32-2號1F",
      "y": 23.64984,
      "x": 120.313692
    },
    {
      "name": "新古坑",
      "address": "雲林縣古坑鄉中山路201號",
      "y": 23.646277,
      "x": 120.561555
    },
    {
      "name": "元祖",
      "address": "雲林縣元長鄉中山路4-100號",
      "y": 23.645824,
      "x": 120.313387
    },
    {
      "name": "大埤",
      "address": "雲林縣大埤鄉南和村6鄰民生路32號",
      "y": 23.64454,
      "x": 120.428126
    },
    {
      "name": "大琬",
      "address": "雲林縣大埤鄉中正路19號",
      "y": 23.644381,
      "x": 120.42956
    },
    {
      "name": "四湖",
      "address": "雲林縣四湖鄉四湖村中山東路113號",
      "y": 23.637463,
      "x": 120.225921
    },
    {
      "name": "跨海",
      "address": "澎湖縣西嶼鄉合界村3-1號",
      "y": 23.635995,
      "x": 119.528233
    },
    {
      "name": "聖淳",
      "address": "雲林縣四湖鄉四湖村15鄰環湖東路1號",
      "y": 23.634236,
      "x": 120.22572
    },
    {
      "name": "講美",
      "address": "澎湖縣白沙鄉講美村78號1樓",
      "y": 23.629449,
      "x": 119.598697
    },
    {
      "name": "劍湖",
      "address": "雲林縣古坑鄉永昌村永興路145號",
      "y": 23.623913,
      "x": 120.549837
    },
    {
      "name": "星月",
      "address": "雲林縣口湖鄉福安路26-3號",
      "y": 23.618599,
      "x": 120.162053
    },
    {
      "name": "世鑫",
      "address": "雲林縣口湖鄉崙東村中山路96-6號",
      "y": 23.618519,
      "x": 120.165394
    },
    {
      "name": "梅林",
      "address": "嘉義縣大林鎮忠孝路713號715號1樓",
      "y": 23.606482,
      "x": 120.455687
    },
    {
      "name": "溪旺",
      "address": "嘉義縣溪口鄉溪西村中正路8鄰229-1號",
      "y": 23.604881,
      "x": 120.398902
    },
    {
      "name": "溪口",
      "address": "嘉義縣溪口鄉坪頂村中正東路1號1樓",
      "y": 23.604621,
      "x": 120.400456
    },
    {
      "name": "大埔美",
      "address": "嘉義縣大林鎮過溪里過溪1號",
      "y": 23.604062,
      "x": 120.500945
    },
    {
      "name": "大林",
      "address": "嘉義縣大林鎮西林里仁愛路23號25號27號1樓",
      "y": 23.602864,
      "x": 120.454354
    },
    {
      "name": "新冠林",
      "address": "嘉義縣大林鎮新興街113號",
      "y": 23.600034,
      "x": 120.458718
    },
    {
      "name": "豐濱",
      "address": "花蓮縣豐濱鄉三民村三民路61號1樓",
      "y": 23.598172,
      "x": 121.522003
    },
    {
      "name": "慈苑",
      "address": "嘉義縣大林鎮平林里6鄰下潭底23-5號",
      "y": 23.593097,
      "x": 120.458562
    },
    {
      "name": "和社",
      "address": "南投縣信義鄉同和巷8號1樓",
      "y": 23.592218,
      "x": 120.889401
    },
    {
      "name": "合泰",
      "address": "嘉義縣大林鎮大美里19鄰大智一街1號",
      "y": 23.587352,
      "x": 120.502873
    },
    {
      "name": "梅北",
      "address": "嘉義縣梅山鄉梅北村中山路437號",
      "y": 23.585759,
      "x": 120.552966
    },
    {
      "name": "真美",
      "address": "嘉義縣梅山鄉梅北村006鄰新興路279號",
      "y": 23.584916,
      "x": 120.557475
    },
    {
      "name": "口湖",
      "address": "雲林縣口湖鄉中正路一段222號",
      "y": 23.581961,
      "x": 120.185369
    },
    {
      "name": "湖東",
      "address": "雲林縣口湖鄉中正路一段136號",
      "y": 23.581023,
      "x": 120.186371
    },
    {
      "name": "澎衛",
      "address": "澎湖縣馬公市西衛里光復路408號",
      "y": 23.579521,
      "x": 119.579353
    },
    {
      "name": "湖西",
      "address": "澎湖縣湖西鄉湖西村湖西140之1號",
      "y": 23.578055,
      "x": 119.653489
    },
    {
      "name": "北英",
      "address": "雲林縣北港鎮華勝里華勝路212號",
      "y": 23.577781,
      "x": 120.298398
    },
    {
      "name": "文光",
      "address": "澎湖縣馬公市光榮里三多路338號",
      "y": 23.577376,
      "x": 119.571439
    },
    {
      "name": "西衛",
      "address": "澎湖縣馬公市光榮里光復路297號",
      "y": 23.575779,
      "x": 119.57475
    },
    {
      "name": "宗聖",
      "address": "雲林縣北港鎮大同路511-1號",
      "y": 23.574282,
      "x": 120.293056
    },
    {
      "name": "澎技",
      "address": "澎湖縣馬公市朝陽里三多路45號",
      "y": 23.574215,
      "x": 119.579325
    },
    {
      "name": "民樂",
      "address": "雲林縣北港鎮華勝里28鄰民樂路39號",
      "y": 23.573679,
      "x": 120.297549
    },
    {
      "name": "水林",
      "address": "雲林縣水林鄉水南村水林路157號159號",
      "y": 23.572315,
      "x": 120.245464
    },
    {
      "name": "揚光",
      "address": "澎湖縣馬公市陽明里中華路175號1樓",
      "y": 23.571729,
      "x": 119.57426
    },
    {
      "name": "馬公",
      "address": "澎湖縣馬公市光復路59號",
      "y": 23.571013,
      "x": 119.56981
    },
    {
      "name": "東衛",
      "address": "澎湖縣馬公市東衛里19鄰9之2號",
      "y": 23.570602,
      "x": 119.600168
    },
    {
      "name": "澎灣",
      "address": "澎湖縣馬公市中華路56號",
      "y": 23.570227,
      "x": 119.571598
    },
    {
      "name": "治平",
      "address": "澎湖縣馬公市治平路26-1號",
      "y": 23.569671,
      "x": 119.567923
    },
    {
      "name": "北港",
      "address": "雲林縣北港鎮民主路106號",
      "y": 23.568863,
      "x": 120.301681
    },
    {
      "name": "漁翁",
      "address": "澎湖縣西嶼鄉外垵村113號",
      "y": 23.568365,
      "x": 119.485414
    },
    {
      "name": "朝天宮",
      "address": "雲林縣北港鎮東華里中山路150號",
      "y": 23.567419,
      "x": 120.304844
    },
    {
      "name": "新澎湖",
      "address": "澎湖縣馬公市重慶里民權路98號",
      "y": 23.567235,
      "x": 119.567941
    },
    {
      "name": "新台澎",
      "address": "澎湖縣馬公市中正路85號",
      "y": 23.567108,
      "x": 119.565387
    },
    {
      "name": "海藍",
      "address": "澎湖縣馬公市西文澳118-3號",
      "y": 23.567014,
      "x": 119.582733
    },
    {
      "name": "西文",
      "address": "澎湖縣馬公市西文里10-3號",
      "y": 23.567014,
      "x": 119.582733
    },
    {
      "name": "天人菊",
      "address": "澎湖縣馬公市中央里仁愛路69號",
      "y": 23.565513,
      "x": 119.565189
    },
    {
      "name": "馬航",
      "address": "澎湖縣湖西鄉隘門村126之5號1樓(馬公航空站一樓航廈)",
      "y": 23.564734,
      "x": 119.631939
    },
    {
      "name": "北岸",
      "address": "澎湖縣馬公市西文里新店路359號1樓",
      "y": 23.563455,
      "x": 119.580797
    },
    {
      "name": "百麗",
      "address": "澎湖縣馬公市東文里新店路463號1號",
      "y": 23.563355,
      "x": 119.582878
    },
    {
      "name": "永興順",
      "address": "澎湖縣湖西鄉隘門34之2號",
      "y": 23.562325,
      "x": 119.63421
    },
    {
      "name": "文澳",
      "address": "澎湖縣馬公市文山路53號1樓",
      "y": 23.561957,
      "x": 119.584774
    },
    {
      "name": "豐收",
      "address": "嘉義縣民雄鄉豐收村大學路二段291號",
      "y": 23.561858,
      "x": 120.461071
    },
    {
      "name": "雲梯",
      "address": "嘉義縣梅山鄉太平村下坑仔5.6.7號",
      "y": 23.560543,
      "x": 120.600581
    },
    {
      "name": "中正大",
      "address": "嘉義縣民雄鄉三興村大學路一段421號",
      "y": 23.558682,
      "x": 120.469803
    },
    {
      "name": "民雄",
      "address": "嘉義縣民雄鄉民權路42-20號1樓",
      "y": 23.558141,
      "x": 120.431377
    },
    {
      "name": "嘉港",
      "address": "嘉義縣新港鄉福德路116號116-1號",
      "y": 23.557231,
      "x": 120.342651
    },
    {
      "name": "英巧",
      "address": "嘉義縣民雄鄉西安村西安路37號.39號1樓",
      "y": 23.557213,
      "x": 120.425351
    },
    {
      "name": "民城",
      "address": "嘉義縣民雄鄉東榮村四鄰建國路一段134號",
      "y": 23.557181,
      "x": 120.433857
    },
    {
      "name": "澎文",
      "address": "澎湖縣馬公市東文里文山路282號",
      "y": 23.557127,
      "x": 119.578993
    },
    {
      "name": "溫莎",
      "address": "嘉義縣民雄鄉神農路129之10號",
      "y": 23.556807,
      "x": 120.471462
    },
    {
      "name": "六腳",
      "address": "嘉義縣六腳鄉蘇厝村蘇厝寮153-6號",
      "y": 23.55655,
      "x": 120.29353
    },
    {
      "name": "宮前",
      "address": "嘉義縣新港鄉宮前村新民路24鄰252號附1",
      "y": 23.55652,
      "x": 120.347013
    },
    {
      "name": "奉天宮",
      "address": "嘉義縣新港鄉中山路33號.35號",
      "y": 23.555557,
      "x": 120.347739
    },
    {
      "name": "新港",
      "address": "嘉義縣新港鄉宮前村中山路72巷1號.中山路74號",
      "y": 23.554039,
      "x": 120.34724
    },
    {
      "name": "嘉樂",
      "address": "嘉義縣民雄鄉東榮村文化路36號1樓",
      "y": 23.553186,
      "x": 120.430165
    },
    {
      "name": "民真",
      "address": "嘉義縣民雄鄉民新路188號",
      "y": 23.55078,
      "x": 120.421828
    },
    {
      "name": "宜梧",
      "address": "雲林縣口湖鄉梧南村光明路31號1樓",
      "y": 23.545918,
      "x": 120.191021
    },
    {
      "name": "澎興",
      "address": "澎湖縣馬公市興仁里雙頭掛1之2號",
      "y": 23.542548,
      "x": 119.611514
    },
    {
      "name": "航空城",
      "address": "澎湖縣馬公市烏崁里烏崁106-20號",
      "y": 23.541957,
      "x": 119.619701
    },
    {
      "name": "嘉大",
      "address": "嘉義縣民雄鄉文隆村鴨母水土1-92號",
      "y": 23.539483,
      "x": 120.420764
    },
    {
      "name": "嘉禎",
      "address": "嘉義縣新港鄉菜公村7鄰菜公厝64號附6",
      "y": 23.539354,
      "x": 120.345883
    },
    {
      "name": "友樂",
      "address": "嘉義縣民雄鄉雙福村建國路二段146之61號1樓",
      "y": 23.537005,
      "x": 120.436476
    },
    {
      "name": "鳳專",
      "address": "嘉義縣民雄鄉建國路二段99號97-7號",
      "y": 23.534391,
      "x": 120.436218
    },
    {
      "name": "民工",
      "address": "嘉義縣民雄鄉北斗村北勢子73-55號1樓",
      "y": 23.531302,
      "x": 120.457659
    },
    {
      "name": "瑞權",
      "address": "花蓮縣瑞穗鄉瑞北路30之2號",
      "y": 23.528302,
      "x": 121.376257
    },
    {
      "name": "愛樂",
      "address": "嘉義縣民雄鄉福樂村埤角547號",
      "y": 23.527166,
      "x": 120.443399
    },
    {
      "name": "江宸",
      "address": "嘉義縣民雄鄉興中村江厝店1之32號1樓",
      "y": 23.526206,
      "x": 120.420649
    },
    {
      "name": "興南",
      "address": "嘉義縣民雄鄉興南村15鄰頭橋557之45",
      "y": 23.522973,
      "x": 120.440622
    },
    {
      "name": "嘉崎",
      "address": "嘉義縣竹崎鄉中山路111號",
      "y": 23.521561,
      "x": 120.550797
    },
    {
      "name": "鎖港",
      "address": "澎湖縣馬公市鎖港里鎖管港段1439號",
      "y": 23.520707,
      "x": 119.600914
    },
    {
      "name": "井垵",
      "address": "澎湖縣馬公市井垵里1-18號",
      "y": 23.516976,
      "x": 119.579685
    },
    {
      "name": "嘉英",
      "address": "嘉義市東區荖藤里忠孝北街206號",
      "y": 23.516311,
      "x": 120.443038
    },
    {
      "name": "新竹崎",
      "address": "嘉義縣竹崎鄉和平村田寮段98號",
      "y": 23.514466,
      "x": 120.54609
    },
    {
      "name": "倖福",
      "address": "嘉義縣民雄鄉大崎村十四甲17-10號1樓",
      "y": 23.51374,
      "x": 120.467959
    },
    {
      "name": "灣橋",
      "address": "嘉義縣竹崎鄉灣橋村221號",
      "y": 23.509686,
      "x": 120.545075
    },
    {
      "name": "石棹",
      "address": "嘉義縣竹崎鄉中和村石棹22之27號",
      "y": 23.509686,
      "x": 120.545075
    },
    {
      "name": "秀宸",
      "address": "嘉義縣民雄鄉秀林村1鄰東義路6之12號1樓",
      "y": 23.507862,
      "x": 120.48295
    },
    {
      "name": "奮起湖",
      "address": "嘉義縣竹崎鄉中和村12鄰奮起湖178-1號",
      "y": 23.504998,
      "x": 120.693673
    },
    {
      "name": "嘉保",
      "address": "嘉義縣太保市麻寮里北港路二段511號",
      "y": 23.501485,
      "x": 120.366091
    },
    {
      "name": "新嘉基",
      "address": "嘉義市東區頂庄里忠孝路650號(嘉義基督教醫院門診大樓外)",
      "y": 23.500177,
      "x": 120.45078
    },
    {
      "name": "東嘉院",
      "address": "嘉義市東區忠孝路642號(嘉義基督教醫院門診大樓內)",
      "y": 23.499995,
      "x": 120.450914
    },
    {
      "name": "麻太",
      "address": "嘉義縣太保市過溝里6鄰過溝52-14號",
      "y": 23.499479,
      "x": 120.361644
    },
    {
      "name": "新嘉院",
      "address": "嘉義市東區忠孝路539號1樓(嘉義基督教醫院住院大樓內)",
      "y": 23.498889,
      "x": 120.449316
    },
    {
      "name": "水牛厝",
      "address": "嘉義縣太保市中山路一段210號",
      "y": 23.498031,
      "x": 120.381994
    },
    {
      "name": "嘉太",
      "address": "嘉義縣太保市北港路二段190號",
      "y": 23.497675,
      "x": 120.376721
    },
    {
      "name": "瑞繐",
      "address": "花蓮縣瑞穗鄉中山路一段17號19號",
      "y": 23.497245,
      "x": 121.377388
    },
    {
      "name": "台林",
      "address": "嘉義市東區新生路723號",
      "y": 23.49554,
      "x": 120.45484
    },
    {
      "name": "嘉林",
      "address": "嘉義市東區林森東路950號",
      "y": 23.494763,
      "x": 120.482492
    },
    {
      "name": "朴子橋",
      "address": "嘉義縣六腳鄉正義村大橋頭190-2號",
      "y": 23.493981,
      "x": 120.290687
    },
    {
      "name": "北社尾",
      "address": "嘉義市西區北湖里北社尾路165號附1",
      "y": 23.493768,
      "x": 120.426367
    },
    {
      "name": "天合",
      "address": "花蓮縣瑞穗鄉溫泉路二段308號1樓",
      "y": 23.493768,
      "x": 121.356559
    },
    {
      "name": "義東",
      "address": "嘉義市東區東義路85號",
      "y": 23.49332,
      "x": 120.4686
    },
    {
      "name": "安捷",
      "address": "嘉義市西區保安里保安一路301.303號1樓",
      "y": 23.492445,
      "x": 120.433315
    },
    {
      "name": "精城",
      "address": "嘉義市東區圳頭里林森東路720號",
      "y": 23.492289,
      "x": 120.477116
    },
    {
      "name": "嘉高",
      "address": "嘉義市西區北港路1062號",
      "y": 23.492276,
      "x": 120.397576
    },
    {
      "name": "保愛",
      "address": "嘉義市西區新厝里捌鄰友愛路711號",
      "y": 23.491701,
      "x": 120.438777
    },
    {
      "name": "蒜頭",
      "address": "嘉義縣六腳鄉蒜頭村1鄰蒜頭1-18號",
      "y": 23.491659,
      "x": 120.288903
    },
    {
      "name": "八大",
      "address": "嘉義市西區保福里八德路237號",
      "y": 23.48874,
      "x": 120.43016
    },
    {
      "name": "元福",
      "address": "嘉義市東區王田里林森東路288號",
      "y": 23.488733,
      "x": 120.463695
    },
    {
      "name": "桃城",
      "address": "嘉義市西區北興街456號",
      "y": 23.48827,
      "x": 120.43368
    },
    {
      "name": "保新",
      "address": "嘉義縣太保市舊埤里1鄰新埤5-16號",
      "y": 23.488171,
      "x": 120.331433
    },
    {
      "name": "四圍",
      "address": "嘉義市西區福安里竹圍路190號",
      "y": 23.486538,
      "x": 120.42723
    },
    {
      "name": "嘉北",
      "address": "嘉義市西區保安里興達路331號",
      "y": 23.486534,
      "x": 120.437075
    },
    {
      "name": "秀泰",
      "address": "嘉義市西區國華里文化路293號1樓及2樓",
      "y": 23.484999,
      "x": 120.448185
    },
    {
      "name": "新嘉勝",
      "address": "嘉義市西區博愛路一段419、421號及北興街148號150號152號",
      "y": 23.48407,
      "x": 120.44187
    },
    {
      "name": "新嘉商",
      "address": "嘉義市東區民權路72號1樓",
      "y": 23.48396,
      "x": 120.460669
    },
    {
      "name": "嘉德",
      "address": "嘉義市西區八德路73號",
      "y": 23.483689,
      "x": 120.430719
    },
    {
      "name": "嘉府",
      "address": "嘉義市東區民權路194號196號198號",
      "y": 23.48327,
      "x": 120.45517
    },
    {
      "name": "嘉文",
      "address": "嘉義市東區盧厝里文雅街211號",
      "y": 23.482651,
      "x": 120.483839
    },
    {
      "name": "嘉和",
      "address": "嘉義市東區中山路169號171號173號",
      "y": 23.48168,
      "x": 120.45586
    },
    {
      "name": "新嘉友",
      "address": "嘉義市西區福全里友愛路222.222-1號",
      "y": 23.48166,
      "x": 120.43411
    },
    {
      "name": "新嘉醫",
      "address": "嘉義市西區福全里北港路309號",
      "y": 23.480849,
      "x": 120.428478
    },
    {
      "name": "國華",
      "address": "嘉義市西區國華里國華街283號1樓.2樓",
      "y": 23.480667,
      "x": 120.448313
    },
    {
      "name": "圓環",
      "address": "嘉義市西區北杏里文化路155之2號1樓",
      "y": 23.480366,
      "x": 120.4494
    },
    {
      "name": "回家",
      "address": "嘉義市西區中山路518號及林森西路580號",
      "y": 23.479338,
      "x": 120.442041
    },
    {
      "name": "嘉驛",
      "address": "嘉義市西區書院里中山路534號1樓",
      "y": 23.478521,
      "x": 120.440736
    },
    {
      "name": "光彩",
      "address": "嘉義市西區民生北路182號184號1樓",
      "y": 23.4784,
      "x": 120.44645
    },
    {
      "name": "嘉華",
      "address": "嘉義市西區仁愛路415號417號",
      "y": 23.47739,
      "x": 120.44189
    },
    {
      "name": "嘉雅",
      "address": "嘉義市東區大雅路二段421號1樓",
      "y": 23.477307,
      "x": 120.473438
    },
    {
      "name": "蘭潭",
      "address": "嘉義市東區大雅路二段573號575號",
      "y": 23.47718,
      "x": 120.467767
    },
    {
      "name": "嘉國",
      "address": "嘉義市東區民族路102號",
      "y": 23.47696,
      "x": 120.45921
    },
    {
      "name": "嘉達",
      "address": "嘉義市西區保安里四維路18鄰302號",
      "y": 23.476859,
      "x": 120.425638
    },
    {
      "name": "新瑞鴻",
      "address": "嘉義市西區文化里民族路456號458號1樓",
      "y": 23.476117,
      "x": 120.449733
    },
    {
      "name": "嘉坪",
      "address": "嘉義市西區大同路455號1樓",
      "y": 23.47605,
      "x": 120.423
    },
    {
      "name": "嘉西",
      "address": "嘉義市西區大溪里北港路13鄰597號",
      "y": 23.475789,
      "x": 120.435393
    },
    {
      "name": "香湖",
      "address": "嘉義市西區香湖里文化路8鄰700號",
      "y": 23.475278,
      "x": 120.450521
    },
    {
      "name": "新嘉家",
      "address": "嘉義市東區宣信里和平路103號1樓",
      "y": 23.47424,
      "x": 120.457759
    },
    {
      "name": "阿里山",
      "address": "嘉義縣阿里山鄉中山村南阿里山55號",
      "y": 23.473699,
      "x": 120.713113
    },
    {
      "name": "神木",
      "address": "嘉義縣阿里山鄉中正村3號2樓",
      "y": 23.473699,
      "x": 120.713113
    },
    {
      "name": "嘉工",
      "address": "嘉義市東區彌陀路240號",
      "y": 23.473565,
      "x": 120.463197
    },
    {
      "name": "垂楊",
      "address": "嘉義市西區垂楊里仁愛路315號",
      "y": 23.472915,
      "x": 120.442346
    },
    {
      "name": "嘉賓",
      "address": "嘉義市西區新西里垂楊路611號",
      "y": 23.472549,
      "x": 120.43787
    },
    {
      "name": "博元",
      "address": "嘉義市西區博愛路二段572號",
      "y": 23.471432,
      "x": 120.430621
    },
    {
      "name": "資砡",
      "address": "嘉義市西區港坪里玉山路422號",
      "y": 23.470465,
      "x": 120.418522
    },
    {
      "name": "嘉永",
      "address": "嘉義市西區育英里民生南路129號131號1樓",
      "y": 23.47044,
      "x": 120.447317
    },
    {
      "name": "鈺順",
      "address": "嘉義市西區新榮路35巷20號1樓",
      "y": 23.46992,
      "x": 120.44338
    },
    {
      "name": "朴天",
      "address": "嘉義縣朴子市中正里開元路18鄰161號165號",
      "y": 23.469324,
      "x": 120.247499
    },
    {
      "name": "嘉愛",
      "address": "嘉義市西區仁愛路212號",
      "y": 23.46924,
      "x": 120.44304
    },
    {
      "name": "大統",
      "address": "嘉義市西區西平里博愛路二段696號1樓",
      "y": 23.468857,
      "x": 120.428334
    },
    {
      "name": "故宮",
      "address": "嘉義縣太保市東勢里故宮大道779號1樓",
      "y": 23.468824,
      "x": 120.29373
    },
    {
      "name": "新港坪",
      "address": "嘉義市西區玉山路203號",
      "y": 23.468577,
      "x": 120.407617
    },
    {
      "name": "彌陀",
      "address": "嘉義市東區芳安路1號1F",
      "y": 23.468406,
      "x": 120.459183
    },
    {
      "name": "秋園",
      "address": "嘉義市西區新民路681號",
      "y": 23.468339,
      "x": 120.439853
    },
    {
      "name": "嘉上",
      "address": "嘉義市西區車店里上海路147號1樓",
      "y": 23.46604,
      "x": 120.43217
    },
    {
      "name": "新車店",
      "address": "嘉義市西區福民里南京路462號1樓",
      "y": 23.465672,
      "x": 120.436159
    },
    {
      "name": "朴中",
      "address": "嘉義縣朴子市博厚里開元路282號",
      "y": 23.465547,
      "x": 120.242153
    },
    {
      "name": "番路",
      "address": "嘉義縣番路鄉下坑村菜公店92號",
      "y": 23.465292,
      "x": 120.553993
    },
    {
      "name": "大木康",
      "address": "嘉義縣朴子市大鄉里1鄰大(木康)榔179之4號",
      "y": 23.465122,
      "x": 120.246808
    },
    {
      "name": "嘉朴",
      "address": "嘉義縣朴子市大鄉里大慷榔253-23號",
      "y": 23.465122,
      "x": 120.246808
    },
    {
      "name": "嘉榮",
      "address": "嘉義市西區劉厝里自強街34號",
      "y": 23.464995,
      "x": 120.422821
    },
    {
      "name": "立宣",
      "address": "嘉義市東區立仁路120號",
      "y": 23.464837,
      "x": 120.463536
    },
    {
      "name": "富砡",
      "address": "嘉義市西區劉厝路223號1樓",
      "y": 23.464801,
      "x": 120.418481
    },
    {
      "name": "朴站",
      "address": "嘉義縣朴子市平和里光復路29號1樓",
      "y": 23.464559,
      "x": 120.246711
    },
    {
      "name": "巃頭",
      "address": "嘉義縣番路鄉公田村龍頭18號",
      "y": 23.464268,
      "x": 120.554269
    },
    {
      "name": "新大業",
      "address": "嘉義市東區安寮里24鄰吳鳳南路194號",
      "y": 23.46347,
      "x": 120.45552
    },
    {
      "name": "長朴",
      "address": "嘉義縣朴子市仁和里嘉朴路西段6-7號1樓",
      "y": 23.461939,
      "x": 120.283367
    },
    {
      "name": "嘉賢",
      "address": "嘉義市西區光路里世賢路四段120號1樓",
      "y": 23.46175,
      "x": 120.443772
    },
    {
      "name": "嘉庚",
      "address": "嘉義縣朴子市仁和里嘉朴路西段8號",
      "y": 23.461664,
      "x": 120.286025
    },
    {
      "name": "配天",
      "address": "嘉義縣朴子市大同路212號",
      "y": 23.461463,
      "x": 120.241313
    },
    {
      "name": "泉翔",
      "address": "嘉義縣朴子市大葛里嘉朴路西段121號",
      "y": 23.461134,
      "x": 120.285859
    },
    {
      "name": "朴子",
      "address": "嘉義縣朴子市中興路139號",
      "y": 23.459571,
      "x": 120.242961
    },
    {
      "name": "祥和",
      "address": "嘉義縣太保市太保里太保46-1號",
      "y": 23.458805,
      "x": 120.332542
    },
    {
      "name": "祥壹",
      "address": "嘉義縣太保市祥和一路東段29號",
      "y": 23.458794,
      "x": 120.296368
    },
    {
      "name": "湖興",
      "address": "嘉義市東區興安里24鄰興美六路368號1樓",
      "y": 23.458703,
      "x": 120.44795
    },
    {
      "name": "東石",
      "address": "嘉義縣東石鄉永屯村35附18號",
      "y": 23.458665,
      "x": 120.15389
    },
    {
      "name": "漁人",
      "address": "嘉義縣東石鄉猿樹村東石205-1號",
      "y": 23.458665,
      "x": 120.15389
    },
    {
      "name": "嘉洋",
      "address": "嘉義市西區民生南路600號",
      "y": 23.457735,
      "x": 120.443474
    },
    {
      "name": "金大義",
      "address": "嘉義縣中埔鄉和美村大義路416號",
      "y": 23.456879,
      "x": 120.474788
    },
    {
      "name": "湖子內",
      "address": "嘉義市西區湖內里南京路124號",
      "y": 23.45652,
      "x": 120.44077
    },
    {
      "name": "軍暉",
      "address": "嘉義市東區軍輝路60號",
      "y": 23.456001,
      "x": 120.463737
    },
    {
      "name": "旭豐",
      "address": "嘉義市東區溪興街107號109號1樓",
      "y": 23.455538,
      "x": 120.457593
    },
    {
      "name": "太保",
      "address": "嘉義縣太保市後潭里後潭408-7號408-8號一樓",
      "y": 23.455509,
      "x": 120.345201
    },
    {
      "name": "諸羅山",
      "address": "嘉義縣朴子市祥和三路西段97號1樓",
      "y": 23.455221,
      "x": 120.288082
    },
    {
      "name": "保祥",
      "address": "嘉義縣太保市祥和三路東段226號",
      "y": 23.454232,
      "x": 120.294544
    },
    {
      "name": "北回",
      "address": "嘉義縣水上鄉回歸村中山路三段167號",
      "y": 23.453263,
      "x": 120.414626
    },
    {
      "name": "翁聚德",
      "address": "嘉義縣中埔鄉和睦村司公部4-20號1樓",
      "y": 23.452279,
      "x": 120.479847
    },
    {
      "name": "中埔",
      "address": "嘉義縣中埔鄉和美村中山路五段856號",
      "y": 23.451953,
      "x": 120.460711
    },
    {
      "name": "埔暉",
      "address": "嘉義縣中埔鄉和美村中山路五段450號",
      "y": 23.451567,
      "x": 120.470116
    },
    {
      "name": "湖康",
      "address": "嘉義市西區湖內里湖子內路195號1樓",
      "y": 23.451318,
      "x": 120.441944
    },
    {
      "name": "年代",
      "address": "嘉義縣中埔鄉中華路863號",
      "y": 23.449994,
      "x": 120.459448
    },
    {
      "name": "新兆軒",
      "address": "嘉義縣水上鄉民生村忠孝街149號151號",
      "y": 23.448124,
      "x": 120.433887
    },
    {
      "name": "頂六",
      "address": "嘉義縣中埔鄉金蘭村頂山門41-2號1樓",
      "y": 23.44664,
      "x": 120.498759
    },
    {
      "name": "彩虹",
      "address": "嘉義縣中埔鄉隆興村3鄰汴頭60號",
      "y": 23.441806,
      "x": 120.533771
    },
    {
      "name": "雲海",
      "address": "嘉義縣中埔鄉隆興村十字路233號",
      "y": 23.441797,
      "x": 120.522417
    },
    {
      "name": "柳子林",
      "address": "嘉義縣水上鄉柳林村柳子林50-98號1樓",
      "y": 23.438895,
      "x": 120.416272
    },
    {
      "name": "世川",
      "address": "嘉義縣水上鄉內溪村中義路992號1樓",
      "y": 23.435409,
      "x": 120.435884
    },
    {
      "name": "北雄",
      "address": "嘉義縣水上鄉粗溪村中山路二段381號",
      "y": 23.435023,
      "x": 120.399243
    },
    {
      "name": "栗子崙",
      "address": "嘉義縣東石鄉西崙村栗子崙191.193號",
      "y": 23.433999,
      "x": 120.186156
    },
    {
      "name": "水上",
      "address": "嘉義縣水上鄉中興路380號",
      "y": 23.43094,
      "x": 120.40071
    },
    {
      "name": "暘民",
      "address": "嘉義縣水上鄉寬士村崎子頭159-15號1樓",
      "y": 23.428557,
      "x": 120.397986
    },
    {
      "name": "寬士村",
      "address": "嘉義縣水上鄉寬士村崎子頭29-35號",
      "y": 23.428557,
      "x": 120.397986
    },
    {
      "name": "水頭",
      "address": "嘉義縣水上鄉水上村中正路171號173號",
      "y": 23.427723,
      "x": 120.397958
    },
    {
      "name": "合豐",
      "address": "嘉義縣中埔鄉中埔村169號1樓",
      "y": 23.425449,
      "x": 120.522975
    },
    {
      "name": "中庄",
      "address": "嘉義縣水上鄉中庄村69號",
      "y": 23.422988,
      "x": 120.437647
    },
    {
      "name": "上龍",
      "address": "嘉義縣水上鄉龍德村十一指厝75-90號",
      "y": 23.419043,
      "x": 120.38689
    },
    {
      "name": "鹿草",
      "address": "嘉義縣鹿草鄉西井村20鄰鹿草路215、217號1樓",
      "y": 23.409763,
      "x": 120.309298
    },
    {
      "name": "源山",
      "address": "嘉義縣中埔鄉同仁村同仁1-20號1樓",
      "y": 23.407379,
      "x": 120.511857
    },
    {
      "name": "布鹽",
      "address": "嘉義縣布袋鎮新厝里13鄰新厝仔67之1號",
      "y": 23.384681,
      "x": 120.169155
    },
    {
      "name": "布新",
      "address": "嘉義縣布袋鎮中正路63號",
      "y": 23.379583,
      "x": 120.154916
    },
    {
      "name": "布袋",
      "address": "嘉義縣布袋鎮興中里14鄰上海路177號",
      "y": 23.378841,
      "x": 120.160625
    },
    {
      "name": "過溝",
      "address": "嘉義縣布袋鎮中安里19鄰11號",
      "y": 23.378079,
      "x": 120.166789
    },
    {
      "name": "布龍",
      "address": "嘉義縣布袋鎮龍江路1號1樓",
      "y": 23.378079,
      "x": 120.166789
    },
    {
      "name": "蓮營",
      "address": "台南市後壁區福安里200號",
      "y": 23.365997,
      "x": 120.361971
    },
    {
      "name": "後壁",
      "address": "台南市後壁區後壁里後壁71號",
      "y": 23.365997,
      "x": 120.361971
    },
    {
      "name": "菁寮",
      "address": "台南市後壁區墨林里346號",
      "y": 23.365997,
      "x": 120.361971
    },
    {
      "name": "鈺善",
      "address": "台南市白河區昇安里1鄰三間厝2-56號",
      "y": 23.365552,
      "x": 120.428297
    },
    {
      "name": "新蓮鄉",
      "address": "台南市白河區永安里大德街150號1樓",
      "y": 23.355839,
      "x": 120.41276
    },
    {
      "name": "東楨",
      "address": "台南市白河區永安里新興路507號一樓",
      "y": 23.352723,
      "x": 120.416916
    },
    {
      "name": "仙草埔",
      "address": "台南市白河區仙草里仙草6之30號",
      "y": 23.3513,
      "x": 120.415749
    },
    {
      "name": "白河",
      "address": "台南市白河區永安里17鄰國泰路101號",
      "y": 23.347442,
      "x": 120.413705
    },
    {
      "name": "荷韻",
      "address": "台南市白河區河東里9鄰冀萁湖122-35號",
      "y": 23.342411,
      "x": 120.434116
    },
    {
      "name": "興玉",
      "address": "花蓮縣玉里鎮興國路二段23號",
      "y": 23.336438,
      "x": 121.319879
    },
    {
      "name": "義竹",
      "address": "嘉義縣義竹鄉六桂村2鄰義竹156之1號",
      "y": 23.335995,
      "x": 120.243244
    },
    {
      "name": "二竹",
      "address": "嘉義縣義竹鄉仁里村423號",
      "y": 23.335995,
      "x": 120.243244
    },
    {
      "name": "玉明",
      "address": "花蓮縣玉里鎮泰昌里中山路二段135號",
      "y": 23.335354,
      "x": 121.314115
    },
    {
      "name": "玉里",
      "address": "花蓮縣玉里鎮中山路二段90號1樓",
      "y": 23.333778,
      "x": 121.314903
    },
    {
      "name": "玉富",
      "address": "花蓮縣玉里鎮大同路214號及光復路184號",
      "y": 23.331552,
      "x": 121.312486
    },
    {
      "name": "新憲",
      "address": "台南市新營區埤寮里中正路530號",
      "y": 23.329417,
      "x": 120.31657
    },
    {
      "name": "璞石閣",
      "address": "花蓮縣玉里鎮中山路一段96號",
      "y": 23.328547,
      "x": 121.316927
    },
    {
      "name": "新塭",
      "address": "嘉義縣布袋鎮復興里12鄰新塭147-3號",
      "y": 23.32738,
      "x": 120.161373
    },
    {
      "name": "鹽金",
      "address": "台南市鹽水區義稠里8鄰義稠110之19號",
      "y": 23.326222,
      "x": 120.259631
    },
    {
      "name": "東勝",
      "address": "台南市東山區東山里235號",
      "y": 23.326171,
      "x": 120.404536
    },
    {
      "name": "新朝琴",
      "address": "台南市鹽水區岸內里朝琴路143號1樓",
      "y": 23.324435,
      "x": 120.273543
    },
    {
      "name": "東美",
      "address": "台南市東山區中興路1號",
      "y": 23.321959,
      "x": 120.403172
    },
    {
      "name": "樂合",
      "address": "花蓮縣玉里鎮樂合里新民路13-1號",
      "y": 23.321,
      "x": 121.335867
    },
    {
      "name": "鹽水",
      "address": "台南市鹽水區中正路35號",
      "y": 23.319898,
      "x": 120.267871
    },
    {
      "name": "長濱",
      "address": "台東縣長濱鄉長濱村長濱路2-5號",
      "y": 23.3196,
      "x": 121.4479
    },
    {
      "name": "新圓",
      "address": "台南市新營區忠政里中正路2鄰121號",
      "y": 23.318048,
      "x": 120.316218
    },
    {
      "name": "鹽生",
      "address": "台南市鹽水區南門路1號",
      "y": 23.316588,
      "x": 120.266922
    },
    {
      "name": "欣奇",
      "address": "台南市新營區新東里東興路236號",
      "y": 23.316503,
      "x": 120.323156
    },
    {
      "name": "體育",
      "address": "台南市中西區健康路166號",
      "y": 23.31478,
      "x": 120.312363
    },
    {
      "name": "新國",
      "address": "台南市新營區大宏里民治東路1號1樓2樓",
      "y": 23.31103,
      "x": 120.322851
    },
    {
      "name": "鹽新",
      "address": "台南市鹽水區橋南里忠孝路93號",
      "y": 23.310519,
      "x": 120.273577
    },
    {
      "name": "新高",
      "address": "台南市新營區福安里復興路762號",
      "y": 23.308855,
      "x": 120.286239
    },
    {
      "name": "新醫",
      "address": "台南市新營區民權里民權路96號96-1號1樓",
      "y": 23.308151,
      "x": 120.312351
    },
    {
      "name": "新北",
      "address": "台南市新營區民治路228號1樓",
      "y": 23.308025,
      "x": 120.304337
    },
    {
      "name": "新營",
      "address": "台南市新營區復興路642號",
      "y": 23.30616,
      "x": 120.295693
    },
    {
      "name": "新進",
      "address": "台南市新營區中正路33之14號15號",
      "y": 23.305055,
      "x": 120.312725
    },
    {
      "name": "新銀",
      "address": "台南市新營區中山路140號",
      "y": 23.304725,
      "x": 120.317055
    },
    {
      "name": "新新復",
      "address": "台南市新營區新進路二段466號",
      "y": 23.302639,
      "x": 120.302857
    },
    {
      "name": "新裕新",
      "address": "台南市新營區新進路二段90號1樓",
      "y": 23.30067,
      "x": 120.310891
    },
    {
      "name": "太子宮",
      "address": "台南市新營區太北里太子宮142-34號",
      "y": 23.29972,
      "x": 120.27639
    },
    {
      "name": "嘉埔",
      "address": "嘉義縣大埔鄉大埔村大埔276號之6壹樓",
      "y": 23.299384,
      "x": 120.595077
    },
    {
      "name": "好萊富",
      "address": "台南市新營區南紙里太子路191號",
      "y": 23.29419,
      "x": 120.277958
    },
    {
      "name": "歡雅",
      "address": "台南市鹽水區歡雅里26號",
      "y": 23.293037,
      "x": 120.245607
    },
    {
      "name": "新天地",
      "address": "台南市柳營區太康里22鄰201-10號",
      "y": 23.291737,
      "x": 120.32786
    },
    {
      "name": "小腳腿",
      "address": "台南市柳營區重溪里義士路一段938號",
      "y": 23.285433,
      "x": 120.365694
    },
    {
      "name": "新工",
      "address": "台南市柳營區東昇里中山西路一段2號1樓",
      "y": 23.279098,
      "x": 120.324356
    },
    {
      "name": "果毅",
      "address": "台南市柳營區果毅里果毅後14-1號1樓",
      "y": 23.278461,
      "x": 120.311869
    },
    {
      "name": "宜翔",
      "address": "台南市柳營區中埕里中山西路二段10鄰61號",
      "y": 23.277813,
      "x": 120.317059
    },
    {
      "name": "柳營",
      "address": "台南市柳營區士林里柳營路二段1號3號",
      "y": 23.276925,
      "x": 120.312283
    },
    {
      "name": "南鯤鯓",
      "address": "台南市北門區鯤江里841-1號",
      "y": 23.267519,
      "x": 120.125118
    },
    {
      "name": "崇原",
      "address": "台南市東山區東原里24鄰前大埔191號1樓",
      "y": 23.265029,
      "x": 120.447662
    },
    {
      "name": "林鳳營",
      "address": "台南市六甲區中社里林鳳營111-8號1樓",
      "y": 23.244586,
      "x": 120.318647
    },
    {
      "name": "夢公園",
      "address": "台南市學甲區中山路187號1樓",
      "y": 23.236364,
      "x": 120.174544
    },
    {
      "name": "新下營",
      "address": "台南市下營區下營里中山路一段46號48號1樓",
      "y": 23.234955,
      "x": 120.262171
    },
    {
      "name": "學成",
      "address": "台南市學甲區慈生里中正路296號",
      "y": 23.234432,
      "x": 120.180604
    },
    {
      "name": "學信",
      "address": "台南市學甲區明宜里信義路50號1樓",
      "y": 23.233807,
      "x": 120.178109
    },
    {
      "name": "學甲",
      "address": "台南市學甲區仁得里華宗路321號",
      "y": 23.231081,
      "x": 120.18231
    },
    {
      "name": "六甲",
      "address": "台南市六甲區六甲里22鄰中正路552號",
      "y": 23.230873,
      "x": 120.351668
    },
    {
      "name": "超順",
      "address": "台南市學甲區中正路143號",
      "y": 23.230679,
      "x": 120.17942
    },
    {
      "name": "七甲",
      "address": "台南市六甲區六甲里中正路321之1號",
      "y": 23.226451,
      "x": 120.351134
    },
    {
      "name": "上營",
      "address": "台南市下營區中營里1286號",
      "y": 23.218918,
      "x": 120.277335
    },
    {
      "name": "二鎮",
      "address": "台南市官田區二區里工社西街25巷81號",
      "y": 23.218585,
      "x": 120.324224
    },
    {
      "name": "烏山頭",
      "address": "台南市官田區湖山里98-4號98-5號",
      "y": 23.205653,
      "x": 120.348116
    },
    {
      "name": "趣淘",
      "address": "台南市楠西區密枝里密枝102之5號1樓",
      "y": 23.201363,
      "x": 120.512399
    },
    {
      "name": "將富",
      "address": "台南市將軍區將富里49之八號",
      "y": 23.199163,
      "x": 120.158576
    },
    {
      "name": "隆田",
      "address": "台南市官田區隆田里14鄰文化街130號",
      "y": 23.195917,
      "x": 120.318123
    },
    {
      "name": "七美",
      "address": "澎湖縣七美鄉南港村南滬50號51號",
      "y": 23.195339,
      "x": 119.426607
    },
    {
      "name": "麻學",
      "address": "台南市麻豆區大山里8鄰大山腳1之80號",
      "y": 23.194721,
      "x": 120.217902
    },
    {
      "name": "將軍",
      "address": "台南市將軍區長榮里長榮29之2號",
      "y": 23.193785,
      "x": 120.155131
    },
    {
      "name": "麻中",
      "address": "台南市麻豆區南勢里南勢36-205號",
      "y": 23.193505,
      "x": 120.251758
    },
    {
      "name": "佳成",
      "address": "台南市佳里區興化里佳里興570-51號1樓",
      "y": 23.191858,
      "x": 120.190144
    },
    {
      "name": "南藝",
      "address": "台南市官田區大崎里66號",
      "y": 23.190662,
      "x": 120.372415
    },
    {
      "name": "麻新",
      "address": "台南市麻豆區中正路289號",
      "y": 23.18963,
      "x": 120.252886
    },
    {
      "name": "真新",
      "address": "台南市麻豆區油車里油車24之1號",
      "y": 23.184999,
      "x": 120.258416
    },
    {
      "name": "黎營",
      "address": "台南市麻豆區井東里磚子井141-21號1樓",
      "y": 23.184999,
      "x": 120.258416
    },
    {
      "name": "麻佳",
      "address": "台南市麻豆區苓子林17-13號",
      "y": 23.18449,
      "x": 120.23305
    },
    {
      "name": "新曾文",
      "address": "台南市麻豆區東角里興中路177號179號",
      "y": 23.183817,
      "x": 120.254188
    },
    {
      "name": "新麻豆",
      "address": "台南市麻豆區榖興里11鄰中山路11號",
      "y": 23.183574,
      "x": 120.247872
    },
    {
      "name": "麻善",
      "address": "台南市麻豆區晉江里民權路10-1號",
      "y": 23.182887,
      "x": 120.251346
    },
    {
      "name": "新黎明",
      "address": "台南市麻豆區興國路40-10號",
      "y": 23.1807,
      "x": 120.247776
    },
    {
      "name": "富鄉",
      "address": "花蓮縣富里鄉中山路167號",
      "y": 23.17627,
      "x": 121.248112
    },
    {
      "name": "泰雅",
      "address": "花蓮縣秀林鄉和平村和平街156號",
      "y": 23.175831,
      "x": 121.247104
    },
    {
      "name": "梅花",
      "address": "台南市楠西區楠西里中正路176號前面",
      "y": 23.175719,
      "x": 120.485739
    },
    {
      "name": "興富",
      "address": "花蓮縣富里鄉中山路61號",
      "y": 23.173567,
      "x": 121.247367
    },
    {
      "name": "子龍",
      "address": "台南市佳里區子龍里1鄰子良廟3-1號",
      "y": 23.173491,
      "x": 120.210635
    },
    {
      "name": "新佳忠",
      "address": "台南市佳里區安西里忠孝路212號1樓",
      "y": 23.169512,
      "x": 120.170712
    },
    {
      "name": "楠西",
      "address": "台南市楠西區鹿田里11鄰油車61號之10",
      "y": 23.166454,
      "x": 120.491736
    },
    {
      "name": "佳東",
      "address": "台南市佳里區進學路7號1樓",
      "y": 23.163894,
      "x": 120.181545
    },
    {
      "name": "新佳興",
      "address": "台南市佳里區東寧里文化路196號1樓",
      "y": 23.16327,
      "x": 120.1773
    },
    {
      "name": "佳文",
      "address": "台南市佳里區佳西路215號1樓",
      "y": 23.162842,
      "x": 120.167547
    },
    {
      "name": "佳立",
      "address": "台南市佳里區佳東路361號",
      "y": 23.161777,
      "x": 120.182564
    },
    {
      "name": "佳里",
      "address": "台南市佳里區光復路197號197-1號",
      "y": 23.160105,
      "x": 120.174576
    },
    {
      "name": "桃源",
      "address": "高雄市桃源區桃源里北進巷43-1號",
      "y": 23.159658,
      "x": 120.765563
    },
    {
      "name": "新北中",
      "address": "台南市佳里區延平路195號",
      "y": 23.158772,
      "x": 120.178464
    },
    {
      "name": "南龍",
      "address": "台南市佳里區建南里安南路22鄰256號",
      "y": 23.152089,
      "x": 120.179812
    },
    {
      "name": "佳龍",
      "address": "台南市佳里區建南里勝利路216號1樓",
      "y": 23.148432,
      "x": 120.18
    },
    {
      "name": "牛墟",
      "address": "台南市善化區什乃里什乃190號",
      "y": 23.146706,
      "x": 120.28037
    },
    {
      "name": "大埕",
      "address": "台南市七股區大珵里272號1樓",
      "y": 23.140463,
      "x": 120.139132
    },
    {
      "name": "七股",
      "address": "台南市七股區七股里14鄰154-1號",
      "y": 23.140463,
      "x": 120.139132
    },
    {
      "name": "飛鳥",
      "address": "台南市善化區文光里建國路386號1樓",
      "y": 23.13461,
      "x": 120.29386
    },
    {
      "name": "興農",
      "address": "台南市善化區興農路4號",
      "y": 23.133066,
      "x": 120.283652
    },
    {
      "name": "善文",
      "address": "台南市善化區中山路518號",
      "y": 23.13278,
      "x": 120.288303
    },
    {
      "name": "新樹人",
      "address": "台南市善化區光文里中山路143-2號",
      "y": 23.132734,
      "x": 120.301566
    },
    {
      "name": "茄拔",
      "address": "台南市善化區嘉北里13鄰352號",
      "y": 23.132318,
      "x": 120.296657
    },
    {
      "name": "六分寮",
      "address": "台南市善化區田寮里六分寮74-1號74-2號",
      "y": 23.132318,
      "x": 120.296657
    },
    {
      "name": "善和",
      "address": "台南市善化區坐駕里大成路319號",
      "y": 23.12956,
      "x": 120.298218
    },
    {
      "name": "善成",
      "address": "台南市善化區中正路386號",
      "y": 23.129295,
      "x": 120.294131
    },
    {
      "name": "嘉倫",
      "address": "台南市西港區中山路469之8號",
      "y": 23.128745,
      "x": 120.201301
    },
    {
      "name": "松美",
      "address": "台南市善化區小新里成功路2-2號",
      "y": 23.127879,
      "x": 120.317313
    },
    {
      "name": "善良",
      "address": "台南市善化區中正路385號1樓",
      "y": 23.127726,
      "x": 120.293902
    },
    {
      "name": "善營",
      "address": "台南市善化區小新里成功路173之1號",
      "y": 23.125822,
      "x": 120.324161
    },
    {
      "name": "米鄉",
      "address": "台東縣池上鄉福原村中山路241號",
      "y": 23.125307,
      "x": 121.219512
    },
    {
      "name": "玉井",
      "address": "台南市玉井區中正路54號",
      "y": 23.123928,
      "x": 120.460597
    },
    {
      "name": "後營",
      "address": "台南市西港區營西里1號",
      "y": 23.122815,
      "x": 120.203323
    },
    {
      "name": "東馳",
      "address": "台東縣池上鄉中東三路46號1樓",
      "y": 23.122674,
      "x": 121.218707
    },
    {
      "name": "塭內",
      "address": "台南市佳里區塭內里塭子內12-1號",
      "y": 23.122063,
      "x": 120.164536
    },
    {
      "name": "新大內",
      "address": "台南市大內區石城里石子瀨122之153號",
      "y": 23.121931,
      "x": 120.352701
    },
    {
      "name": "善安",
      "address": "台南市安定區蘇林里7號",
      "y": 23.121606,
      "x": 120.236947
    },
    {
      "name": "港達",
      "address": "台南市安定區港口里245-10號1樓",
      "y": 23.121606,
      "x": 120.236947
    },
    {
      "name": "新安發",
      "address": "台南市安定區安加里安定407號",
      "y": 23.121606,
      "x": 120.236947
    },
    {
      "name": "安高",
      "address": "台南市安定區港尾里港子尾37-28號",
      "y": 23.121606,
      "x": 120.236947
    },
    {
      "name": "港龍",
      "address": "台南市安定區港南里163號",
      "y": 23.121606,
      "x": 120.236947
    },
    {
      "name": "新玉馥",
      "address": "台南市玉井區玉田里中山路97號1樓",
      "y": 23.121126,
      "x": 120.465348
    },
    {
      "name": "慶安",
      "address": "台南市西港區慶安里新興街25-2號",
      "y": 23.120754,
      "x": 120.201221
    },
    {
      "name": "池上",
      "address": "台東縣池上鄉大埔村中山路64號1樓",
      "y": 23.120742,
      "x": 121.213317
    },
    {
      "name": "喬興",
      "address": "台南市西港區慶安里新興街8-77.8-78號",
      "y": 23.116528,
      "x": 120.202606
    },
    {
      "name": "群創B",
      "address": "台南市善化區南關里南科八路12號B1樓",
      "y": 23.114867,
      "x": 120.275903
    },
    {
      "name": "群創C",
      "address": "台南市善化區南科八路12號B1",
      "y": 23.114867,
      "x": 120.275903
    },
    {
      "name": "陽光城",
      "address": "台南市善化區蓮潭里9鄰陽光大道198號1樓",
      "y": 23.111766,
      "x": 120.307076
    },
    {
      "name": "朝日",
      "address": "台南市善化區蓮潭里龍目井路433.435號1樓",
      "y": 23.109174,
      "x": 120.305299
    },
    {
      "name": "寶來",
      "address": "高雄市六龜區寶來里中正路84號86號",
      "y": 23.108889,
      "x": 120.699926
    },
    {
      "name": "樹谷",
      "address": "台南市新市區中心路2號1樓",
      "y": 23.103444,
      "x": 120.260758
    },
    {
      "name": "山上",
      "address": "台南市山上區南洲337-3號",
      "y": 23.103361,
      "x": 120.348859
    },
    {
      "name": "欣功",
      "address": "台東縣成功鎮三民里大同路70號",
      "y": 23.103172,
      "x": 121.37707
    },
    {
      "name": "群創五",
      "address": "台南市新市區環西路二段2號1樓(群創五廠)",
      "y": 23.102523,
      "x": 120.275841
    },
    {
      "name": "群創三",
      "address": "台南市新市區環西路二段2號1樓(群創三廠)",
      "y": 23.102523,
      "x": 120.275841
    },
    {
      "name": "東科",
      "address": "台南市新市區三舍里大順三路125號1樓",
      "y": 23.102279,
      "x": 120.287853
    },
    {
      "name": "欣東旺",
      "address": "台東縣成功鎮忠仁里中華路76號1樓",
      "y": 23.1006,
      "x": 121.378908
    },
    {
      "name": "三舍",
      "address": "台南市新市區三舍里三舍55號",
      "y": 23.099945,
      "x": 120.291138
    },
    {
      "name": "新南科",
      "address": "台南市新市區南科三路17號1樓(台南科學工業區)",
      "y": 23.099255,
      "x": 120.283172
    },
    {
      "name": "海寮",
      "address": "台南市安定區海寮里海寮街8號",
      "y": 23.097689,
      "x": 120.215666
    },
    {
      "name": "瀚宇",
      "address": "台南市新市區南科二路35號1樓",
      "y": 23.094758,
      "x": 120.27909
    },
    {
      "name": "大營",
      "address": "台南市新市區大營里136-1號",
      "y": 23.088323,
      "x": 120.310266
    },
    {
      "name": "新吉",
      "address": "台南市安定區新吉里新吉126之12_126之13號",
      "y": 23.086679,
      "x": 120.212705
    },
    {
      "name": "新墘",
      "address": "台南市新市區港墘里民族路118號",
      "y": 23.082308,
      "x": 120.299353
    },
    {
      "name": "新甲仙",
      "address": "高雄市甲仙區西安里文化路56號58號1樓",
      "y": 23.081749,
      "x": 120.588393
    },
    {
      "name": "新新善",
      "address": "台南市新市區復興路59號61號63號一樓",
      "y": 23.081222,
      "x": 120.29531
    },
    {
      "name": "新凱",
      "address": "台南市新市區社內里12之5號",
      "y": 23.078985,
      "x": 120.278396
    },
    {
      "name": "潭頂",
      "address": "台南市新市區潭頂里潭頂400號",
      "y": 23.078842,
      "x": 120.324517
    },
    {
      "name": "學東",
      "address": "台南市安南區公學路六段679號1樓",
      "y": 23.078728,
      "x": 120.142626
    },
    {
      "name": "新科",
      "address": "台南市新市區新市里中興街162號1樓",
      "y": 23.078402,
      "x": 120.29422
    },
    {
      "name": "高吉",
      "address": "台南市新市區新和里中正路193號",
      "y": 23.07651,
      "x": 120.291557
    },
    {
      "name": "安學",
      "address": "台南市安南區南興里12鄰公學路五段685號一樓",
      "y": 23.075028,
      "x": 120.159482
    },
    {
      "name": "高長",
      "address": "台南市新市區新和里仁愛街171號",
      "y": 23.074546,
      "x": 120.293152
    },
    {
      "name": "高大",
      "address": "台南市新市區銘傳街87號89號1樓",
      "y": 23.074143,
      "x": 120.289968
    },
    {
      "name": "荖濃",
      "address": "高雄市六龜區荖濃里南橫路45號1F",
      "y": 23.072872,
      "x": 120.672891
    },
    {
      "name": "省新",
      "address": "台南市新市區永就里9鄰中山路180號1樓",
      "y": 23.072089,
      "x": 120.297984
    },
    {
      "name": "環安",
      "address": "台南市安南區長和路二段12巷272號",
      "y": 23.070106,
      "x": 120.223161
    },
    {
      "name": "安昌",
      "address": "台南市安南區塭南里安昌街101號",
      "y": 23.06958,
      "x": 120.218677
    },
    {
      "name": "安新",
      "address": "台南市安南區長溪路三段399號1樓",
      "y": 23.068045,
      "x": 120.196243
    },
    {
      "name": "新雙新",
      "address": "台南市新市區永就里中山路227號1樓",
      "y": 23.067539,
      "x": 120.291069
    },
    {
      "name": "本興",
      "address": "台南市安南區公學路四段180號",
      "y": 23.067098,
      "x": 120.175971
    },
    {
      "name": "和順",
      "address": "台南市安南區安和路五段166號",
      "y": 23.066217,
      "x": 120.218095
    },
    {
      "name": "聖安",
      "address": "台南市安南區安中路六段850號1樓",
      "y": 23.065931,
      "x": 120.127863
    },
    {
      "name": "安佃",
      "address": "台南市安南區海佃路四段548號",
      "y": 23.064671,
      "x": 120.172131
    },
    {
      "name": "遠專",
      "address": "台南市新市區永就里中華路53巷9號",
      "y": 23.064547,
      "x": 120.294809
    },
    {
      "name": "安醫",
      "address": "台南市安南區州南里12鄰長和路二段66號B1",
      "y": 23.064147,
      "x": 120.222697
    },
    {
      "name": "長和",
      "address": "台南市安南區長和一街39號",
      "y": 23.063132,
      "x": 120.214368
    },
    {
      "name": "城中",
      "address": "台南市安南區安中路六段599號601號",
      "y": 23.062315,
      "x": 120.129602
    },
    {
      "name": "安南",
      "address": "台南市安南區安和路四段520號",
      "y": 23.06139,
      "x": 120.218851
    },
    {
      "name": "遠德",
      "address": "台南市新化區北勢里中正路1211號",
      "y": 23.059548,
      "x": 120.296795
    },
    {
      "name": "安安",
      "address": "台南市安南區安明路四段260-70號",
      "y": 23.058826,
      "x": 120.13433
    },
    {
      "name": "本原",
      "address": "台南市安南區海佃路四段2號",
      "y": 23.053767,
      "x": 120.178345
    },
    {
      "name": "總頭寮",
      "address": "台南市安南區長溪路二段416號",
      "y": 23.05145,
      "x": 120.20284
    },
    {
      "name": "總安",
      "address": "台南市安南區安和路四段9號",
      "y": 23.050735,
      "x": 120.218782
    },
    {
      "name": "淵安",
      "address": "台南市安南區海佃路三段163號",
      "y": 23.050346,
      "x": 120.181009
    },
    {
      "name": "淵中",
      "address": "台南市安南區安中路三段435號437號",
      "y": 23.050072,
      "x": 120.17363
    },
    {
      "name": "安立",
      "address": "台南市安南區安中路四段150號",
      "y": 23.049704,
      "x": 120.170191
    },
    {
      "name": "本安",
      "address": "台南市安南區淵東里安中路三段360號1樓",
      "y": 23.04907,
      "x": 120.175694
    },
    {
      "name": "關山",
      "address": "台東縣關山鎮和平路4號4之1號1樓",
      "y": 23.046654,
      "x": 121.16369
    },
    {
      "name": "台江",
      "address": "台南市安南區安中路二段140號1樓",
      "y": 23.046561,
      "x": 120.187749
    },
    {
      "name": "明安",
      "address": "台南市安南區工業二路166號",
      "y": 23.046207,
      "x": 120.144701
    },
    {
      "name": "新安順",
      "address": "台南市安南區安和路三段55-1號57號1樓",
      "y": 23.045856,
      "x": 120.217618
    },
    {
      "name": "桂田",
      "address": "台南市永康區鹽行里新行街251號一樓",
      "y": 23.044342,
      "x": 120.242091
    },
    {
      "name": "三村",
      "address": "台南市永康區鹽行里仁愛街68號70號1樓",
      "y": 23.0442,
      "x": 120.239151
    },
    {
      "name": "加吉吉",
      "address": "台南市安南區新順里培安路155號",
      "y": 23.043993,
      "x": 120.211412
    },
    {
      "name": "鹽行",
      "address": "台南市永康區鹽洲里鹽洲二街83號",
      "y": 23.043056,
      "x": 120.234694
    },
    {
      "name": "安中",
      "address": "台南市安南區安中路一段711號",
      "y": 23.043033,
      "x": 120.19526
    },
    {
      "name": "南化",
      "address": "台南市南化區南化里128號1樓",
      "y": 23.042986,
      "x": 120.477858
    },
    {
      "name": "時尚",
      "address": "台南市永康區鹽洲里仁愛街19號21號1樓",
      "y": 23.04295,
      "x": 120.23841
    },
    {
      "name": "龍橋",
      "address": "台南市永康區烏竹里7鄰龍橋街406號",
      "y": 23.042619,
      "x": 120.262954
    },
    {
      "name": "安同",
      "address": "台南市安南區同安路235號",
      "y": 23.042487,
      "x": 120.192064
    },
    {
      "name": "蔦松",
      "address": "台南市永康區中正北路431號433號",
      "y": 23.042189,
      "x": 120.254519
    },
    {
      "name": "永高",
      "address": "台南市永康區鹽興里中正北路185號",
      "y": 23.041732,
      "x": 120.243404
    },
    {
      "name": "和慶",
      "address": "台南市安南區安中路一段701巷33.35號",
      "y": 23.041694,
      "x": 120.195209
    },
    {
      "name": "永新",
      "address": "台南市永康區中正北路122號",
      "y": 23.04139,
      "x": 120.242346
    },
    {
      "name": "安北",
      "address": "台南市安南區安中路一段546號552號",
      "y": 23.040444,
      "x": 120.20027
    },
    {
      "name": "南應大",
      "address": "台南市永康區鹽行里中正七街27.29號1樓",
      "y": 23.04011,
      "x": 120.240019
    },
    {
      "name": "逢安",
      "address": "台南市安南區海西里海中街73號",
      "y": 23.039888,
      "x": 120.184195
    },
    {
      "name": "新同安",
      "address": "台南市安南區理想里海佃路二段432號",
      "y": 23.038764,
      "x": 120.188195
    },
    {
      "name": "三麗",
      "address": "台南市新化區協興里正新路305號1樓",
      "y": 23.038715,
      "x": 120.302822
    },
    {
      "name": "長溪",
      "address": "台南市安南區安慶里長溪路一段307號",
      "y": 23.038641,
      "x": 120.207232
    },
    {
      "name": "那菝",
      "address": "台南市新化區那菝林241號",
      "y": 23.038455,
      "x": 120.310843
    },
    {
      "name": "新化",
      "address": "台南市新化區中正路557號",
      "y": 23.038255,
      "x": 120.307095
    },
    {
      "name": "台南蔡",
      "address": "台南市永康區中正南路628號",
      "y": 23.038152,
      "x": 120.233855
    },
    {
      "name": "感恩",
      "address": "台南市永康區烏竹里自強路825-1號",
      "y": 23.037736,
      "x": 120.264217
    },
    {
      "name": "怡安",
      "address": "台南市安南區安和路二段27號之2",
      "y": 23.036757,
      "x": 120.213725
    },
    {
      "name": "清美",
      "address": "台南市新化區協興里中山路624號626號1樓",
      "y": 23.036695,
      "x": 120.299582
    },
    {
      "name": "大目降",
      "address": "台南市新化區正新路233號",
      "y": 23.036141,
      "x": 120.302827
    },
    {
      "name": "新興運",
      "address": "台南市新化區護國里中山路211號",
      "y": 23.036134,
      "x": 120.309527
    },
    {
      "name": "安傑",
      "address": "台南市安南區頂安里北安路二段480號1樓",
      "y": 23.035595,
      "x": 120.203645
    },
    {
      "name": "安西",
      "address": "台南市安南區安中路一段136號",
      "y": 23.035529,
      "x": 120.208671
    },
    {
      "name": "永龍",
      "address": "台南市永康區埔園里中山路398號",
      "y": 23.035407,
      "x": 120.254706
    },
    {
      "name": "科工",
      "address": "台南市安南區鹽田里鹽田路2號",
      "y": 23.03525,
      "x": 120.148656
    },
    {
      "name": "奇佳",
      "address": "台南市新化區信義路373號1樓",
      "y": 23.034448,
      "x": 120.304044
    },
    {
      "name": "奇蹟",
      "address": "台南市永康區永大路三段299號",
      "y": 23.034386,
      "x": 120.259247
    },
    {
      "name": "瓏埔",
      "address": "台南市永康區龍埔街108號",
      "y": 23.034245,
      "x": 120.26357
    },
    {
      "name": "南瀛",
      "address": "台南市永康區鹽行里中正路299號",
      "y": 23.033828,
      "x": 120.245164
    },
    {
      "name": "清新",
      "address": "台南市新化區武安里中正路321號",
      "y": 23.033565,
      "x": 120.308432
    },
    {
      "name": "鑫歐洲",
      "address": "台南市永康區埔園街339號",
      "y": 23.032851,
      "x": 120.251339
    },
    {
      "name": "庭園",
      "address": "台南市永康區埔園里龍國街77號",
      "y": 23.032729,
      "x": 120.259933
    },
    {
      "name": "安東",
      "address": "台南市安南區安和路一段308號1樓",
      "y": 23.032475,
      "x": 120.212648
    },
    {
      "name": "星辰",
      "address": "台南市新化區全興里竹子腳178號",
      "y": 23.031553,
      "x": 120.292724
    },
    {
      "name": "祥安",
      "address": "台南市安南區大安街58.60.62.64號1樓",
      "y": 23.03126,
      "x": 120.19204
    },
    {
      "name": "尚頂",
      "address": "台南市永康區中正南路314號",
      "y": 23.03125,
      "x": 120.226702
    },
    {
      "name": "永科",
      "address": "台南市永康區新樹里3鄰中山北路634巷7號",
      "y": 23.030705,
      "x": 120.277893
    },
    {
      "name": "永強",
      "address": "台南市永康區埔園里中正路102號",
      "y": 23.03031,
      "x": 120.254337
    },
    {
      "name": "創意",
      "address": "台南市永康區鹽行里中正二街268號",
      "y": 23.030297,
      "x": 120.235197
    },
    {
      "name": "永大春",
      "address": "台南市永康區中山北路431號",
      "y": 23.029378,
      "x": 120.26826
    },
    {
      "name": "新家專",
      "address": "台南市永康區鹽行里中正路12鄰545號1樓",
      "y": 23.029337,
      "x": 120.255579
    },
    {
      "name": "永一",
      "address": "台南市永康區正強街221號1樓",
      "y": 23.029333,
      "x": 120.251526
    },
    {
      "name": "社頂",
      "address": "台南市新市區大社里大社710號1樓",
      "y": 23.029114,
      "x": 120.252944
    },
    {
      "name": "埔園",
      "address": "台南市永康區中山路90號",
      "y": 23.0285,
      "x": 120.256681
    },
    {
      "name": "鳳凰",
      "address": "台南市安南區北安路二段122號",
      "y": 23.028392,
      "x": 120.205044
    },
    {
      "name": "新郡安",
      "address": "台南市安南區溪北里安和路一段105號1樓",
      "y": 23.028118,
      "x": 120.214194
    },
    {
      "name": "都歷",
      "address": "台東縣成功鎮都歷路179號",
      "y": 23.027721,
      "x": 121.332291
    },
    {
      "name": "安富",
      "address": "台南市安南區安富街343號",
      "y": 23.026097,
      "x": 120.193417
    },
    {
      "name": "府安",
      "address": "台南市安南區溪東里北安路二段59號61號",
      "y": 23.025907,
      "x": 120.204849
    },
    {
      "name": "知母義",
      "address": "台南市新化區知義里知母義15號之20一樓",
      "y": 23.025722,
      "x": 120.312954
    },
    {
      "name": "闔平",
      "address": "台南市安南區府安路五段98巷56弄33號",
      "y": 23.025683,
      "x": 120.2012
    },
    {
      "name": "新海佃",
      "address": "台南市安南區海佃路一段239號一樓",
      "y": 23.02565,
      "x": 120.190959
    },
    {
      "name": "鹽信",
      "address": "台南市永康區正南一街148號",
      "y": 23.025636,
      "x": 120.22663
    },
    {
      "name": "玉山",
      "address": "台南市永康區永明街97號",
      "y": 23.024856,
      "x": 120.26061
    },
    {
      "name": "永玉",
      "address": "台南市永康區龍潭里永明街175號",
      "y": 23.024721,
      "x": 120.262573
    },
    {
      "name": "橋鈺",
      "address": "台南市永康區東橋七路369號1樓",
      "y": 23.024708,
      "x": 120.235113
    },
    {
      "name": "永正",
      "address": "台南市永康區永康里中山南路537號",
      "y": 23.023952,
      "x": 120.252712
    },
    {
      "name": "富里",
      "address": "台南市安南區安富里府安路五段154號155號156號",
      "y": 23.022909,
      "x": 120.19819
    },
    {
      "name": "東江",
      "address": "台南市永康區尚頂里23鄰南台街43號1樓",
      "y": 23.022321,
      "x": 120.222805
    },
    {
      "name": "國銨",
      "address": "台南市安南區國安街111號113號",
      "y": 23.022194,
      "x": 120.188904
    },
    {
      "name": "康永",
      "address": "台南市永康區永康里永平街120號",
      "y": 23.021885,
      "x": 120.263292
    },
    {
      "name": "新奇美",
      "address": "台南市永康區甲頂路18.20號一樓",
      "y": 23.021078,
      "x": 120.221264
    },
    {
      "name": "九份子",
      "address": "台南市安南區國安里九份子大道6號1樓",
      "y": 23.020553,
      "x": 120.181404
    },
    {
      "name": "正新",
      "address": "台南市永康區甲頂里大武街33號",
      "y": 23.020131,
      "x": 120.222541
    },
    {
      "name": "橋富",
      "address": "台南市永康區大橋二街130、132號",
      "y": 23.020064,
      "x": 120.229222
    },
    {
      "name": "仁發",
      "address": "台南市永康區東橋里東橋六街61號",
      "y": 23.019754,
      "x": 120.234606
    },
    {
      "name": "西勢",
      "address": "台南市永康區西勢里富強路一段304號",
      "y": 23.019642,
      "x": 120.275487
    },
    {
      "name": "鄭子寮",
      "address": "台南市北區成德里38鄰北成路442號",
      "y": 23.019129,
      "x": 120.201418
    },
    {
      "name": "新康華",
      "address": "台南市永康區大橋二街38號",
      "y": 23.01877,
      "x": 120.227398
    },
    {
      "name": "永嘉",
      "address": "台南市永康區二王路139號",
      "y": 23.018699,
      "x": 120.248845
    },
    {
      "name": "公園",
      "address": "台南市北區公園路1072-1號2號3號",
      "y": 23.0185,
      "x": 120.215994
    },
    {
      "name": "復康",
      "address": "台南市永康區二王里忠孝路429巷15弄6號",
      "y": 23.018252,
      "x": 120.243456
    },
    {
      "name": "永燕",
      "address": "台南市永康區中山南路518號",
      "y": 23.018165,
      "x": 120.240141
    },
    {
      "name": "大橋",
      "address": "台南市永康區大橋里中華路747號",
      "y": 23.0181,
      "x": 120.22651
    },
    {
      "name": "北育",
      "address": "台南市北區成德里北安路一段189號",
      "y": 23.017963,
      "x": 120.207966
    },
    {
      "name": "雙永",
      "address": "台南市永康區永大一路60號1樓",
      "y": 23.017927,
      "x": 120.260449
    },
    {
      "name": "雙鈺",
      "address": "台南市永康區永華路399號1樓",
      "y": 23.017814,
      "x": 120.257377
    },
    {
      "name": "東橋",
      "address": "台南市永康區東橋一路28號",
      "y": 23.017115,
      "x": 120.235224
    },
    {
      "name": "文賢",
      "address": "台南市北區文賢路1116號",
      "y": 23.01625,
      "x": 120.193712
    },
    {
      "name": "詠文",
      "address": "台南市永康區網寮里6鄰永二街202號",
      "y": 23.01589,
      "x": 120.25215
    },
    {
      "name": "好巧",
      "address": "台南市永康區安康里中華西街152號",
      "y": 23.015629,
      "x": 120.226057
    },
    {
      "name": "煒達",
      "address": "台南市北區育德路491號1.2樓",
      "y": 23.015111,
      "x": 120.20657
    },
    {
      "name": "北安",
      "address": "台南市北區公園路599-11號",
      "y": 23.014689,
      "x": 120.212788
    },
    {
      "name": "康健",
      "address": "台南市北區北門路三段49號",
      "y": 23.014441,
      "x": 120.217186
    },
    {
      "name": "安興",
      "address": "台南市永康區北灣里20鄰北興路51號",
      "y": 23.014416,
      "x": 120.265628
    },
    {
      "name": "鑫永康",
      "address": "台南市永康區中華路617-1號",
      "y": 23.014406,
      "x": 120.229885
    },
    {
      "name": "詠信",
      "address": "台南市永康區復華七街68號",
      "y": 23.014316,
      "x": 120.246573
    },
    {
      "name": "永臻",
      "address": "台南市永康區中山東路59號",
      "y": 23.014072,
      "x": 120.236285
    },
    {
      "name": "丹比",
      "address": "台南市北區六甲里西門路四段332號",
      "y": 23.013591,
      "x": 120.209622
    },
    {
      "name": "新大港",
      "address": "台南市北區大和里大港街140號1樓2樓",
      "y": 23.01352,
      "x": 120.189981
    },
    {
      "name": "康榮",
      "address": "台南市北區實踐里北門路三段2號",
      "y": 23.013015,
      "x": 120.217158
    },
    {
      "name": "伍鈺",
      "address": "台南市永康區永華路406號408號",
      "y": 23.012878,
      "x": 120.259095
    },
    {
      "name": "臻品",
      "address": "台南市永康區三合里中山東路117號119號1樓",
      "y": 23.012588,
      "x": 120.236764
    },
    {
      "name": "和緯",
      "address": "台南市北區成功里和緯路二段252號",
      "y": 23.01239,
      "x": 120.206324
    },
    {
      "name": "寶園",
      "address": "台南市北區元寶里北園街78號78-1號78-2號78-3號1樓",
      "y": 23.012269,
      "x": 120.223048
    },
    {
      "name": "白金",
      "address": "台南市永康區復國一路357號",
      "y": 23.012212,
      "x": 120.246439
    },
    {
      "name": "灣中",
      "address": "台南市永康區大灣路62號",
      "y": 23.012135,
      "x": 120.270795
    },
    {
      "name": "文成",
      "address": "台南市北區文元里文成路775號",
      "y": 23.01213,
      "x": 120.194935
    },
    {
      "name": "康橋",
      "address": "台南市永康區中山南路12-5號",
      "y": 23.011801,
      "x": 120.227117
    },
    {
      "name": "華東",
      "address": "台南市永康區中華路472號",
      "y": 23.011086,
      "x": 120.232484
    },
    {
      "name": "北園",
      "address": "台南市北區北園街6號之6, 1、2樓",
      "y": 23.01006,
      "x": 120.22337
    },
    {
      "name": "新永華",
      "address": "台南市中西區永華路248號",
      "y": 23.009981,
      "x": 120.259662
    },
    {
      "name": "湖美",
      "address": "台南市北區大豐里27鄰中華北路一段143號",
      "y": 23.009811,
      "x": 120.185151
    },
    {
      "name": "雋鈺",
      "address": "台南市永康區西灣里永華路157號",
      "y": 23.009418,
      "x": 120.259471
    },
    {
      "name": "道成",
      "address": "台南市北區北門路二段500號",
      "y": 23.0093,
      "x": 120.215961
    },
    {
      "name": "常勝",
      "address": "台南市北區長榮里長勝路1號",
      "y": 23.009243,
      "x": 120.2203
    },
    {
      "name": "西門",
      "address": "台南市北區西門路四段132號",
      "y": 23.008815,
      "x": 120.207625
    },
    {
      "name": "五王",
      "address": "台南市永康區中華二路146號1樓",
      "y": 23.008641,
      "x": 120.237913
    },
    {
      "name": "永勝",
      "address": "台南市永康區六合里中華二路320號1樓",
      "y": 23.008522,
      "x": 120.231939
    },
    {
      "name": "公平",
      "address": "台南市北區公園路694號",
      "y": 23.008424,
      "x": 120.210313
    },
    {
      "name": "德緯",
      "address": "台南市北區成德里育德二路20鄰308號",
      "y": 23.007974,
      "x": 120.202574
    },
    {
      "name": "鈺廣",
      "address": "台南市永康區大灣里民族路409號一樓",
      "y": 23.0079,
      "x": 120.266274
    },
    {
      "name": "康西",
      "address": "台南市永康區永大路二段440號",
      "y": 23.007063,
      "x": 120.262129
    },
    {
      "name": "聖賢",
      "address": "台南市北區大豐里文賢路315號",
      "y": 23.006742,
      "x": 120.193479
    },
    {
      "name": "長源",
      "address": "台南市北區長榮路四段181號",
      "y": 23.006625,
      "x": 120.22132
    },
    {
      "name": "海裕",
      "address": "台南市北區雙安里海安路三段219巷5號1樓",
      "y": 23.006344,
      "x": 120.19962
    },
    {
      "name": "臻鈺",
      "address": "台南市永康區勝利里18鄰勝學路226號",
      "y": 23.006145,
      "x": 120.231347
    },
    {
      "name": "大欣",
      "address": "台南市北區和緯路五段76號",
      "y": 23.006134,
      "x": 120.184229
    },
    {
      "name": "永愛",
      "address": "台南市永康區北灣里文賢街80-1號",
      "y": 23.006024,
      "x": 120.271643
    },
    {
      "name": "鈺華",
      "address": "台南市永康區崑南里37鄰大仁街220號",
      "y": 23.005873,
      "x": 120.258322
    },
    {
      "name": "永復",
      "address": "台南市永康區復華里復華一街2號",
      "y": 23.005466,
      "x": 120.245922
    },
    {
      "name": "育德",
      "address": "台南市北區民德路87號",
      "y": 23.005426,
      "x": 120.202504
    },
    {
      "name": "武聖",
      "address": "台南市中西區武聖路47號49號",
      "y": 23.005329,
      "x": 120.192292
    },
    {
      "name": "新東灣",
      "address": "台南市永康區民族路186號188號1樓",
      "y": 23.005276,
      "x": 120.269779
    },
    {
      "name": "青青",
      "address": "台南市北區和緯路五段278號1樓",
      "y": 23.005274,
      "x": 120.180158
    },
    {
      "name": "成大",
      "address": "台南市北區勝利路138號B1樓",
      "y": 23.004659,
      "x": 120.218886
    },
    {
      "name": "康興",
      "address": "台南市永康區中華路196號1樓",
      "y": 23.004521,
      "x": 120.235542
    },
    {
      "name": "光賢",
      "address": "台南市中西區中華西路二段600號600-1號1.2樓",
      "y": 23.004331,
      "x": 120.186951
    },
    {
      "name": "豐盛",
      "address": "台南市北區勝利路192號194號",
      "y": 23.003928,
      "x": 120.218901
    },
    {
      "name": "湖華",
      "address": "台南市中西區西湖街3號",
      "y": 23.00331,
      "x": 120.186499
    },
    {
      "name": "同發",
      "address": "台南市安平區安北路170-3號1樓",
      "y": 23.002968,
      "x": 120.161021
    },
    {
      "name": "東森",
      "address": "台南市北區林森路三段76號78號",
      "y": 23.002938,
      "x": 120.225025
    },
    {
      "name": "立人",
      "address": "台南市北區和順里西門路三段81號",
      "y": 23.00238,
      "x": 120.203118
    },
    {
      "name": "成醫",
      "address": "台南市北區小東路35號(成大醫院門診一樓)",
      "y": 23.001459,
      "x": 120.217789
    },
    {
      "name": "辰佳",
      "address": "台南市永康區永大路二段11號",
      "y": 23.001339,
      "x": 120.259492
    },
    {
      "name": "華勇",
      "address": "台南市永康區華興街122號1、2樓",
      "y": 23.000875,
      "x": 120.236988
    },
    {
      "name": "新海成",
      "address": "台南市北區海安路三段2號1樓",
      "y": 23.000642,
      "x": 120.19913
    },
    {
      "name": "鈺勝",
      "address": "台南市北區小東路307巷75號77號1樓",
      "y": 23.000529,
      "x": 120.230653
    },
    {
      "name": "仁灣",
      "address": "台南市永康區大仁街11巷1號",
      "y": 23.000487,
      "x": 120.256645
    },
    {
      "name": "集福",
      "address": "台南市中西區金華路四段194號與信義街60巷6號",
      "y": 23.000432,
      "x": 120.195807
    },
    {
      "name": "華園",
      "address": "台南市北區北門里公園南路71號",
      "y": 23.00036,
      "x": 120.210963
    },
    {
      "name": "華康",
      "address": "台南市永康區中華路10巷2號1樓、中華路8-7號1樓",
      "y": 22.999955,
      "x": 120.235765
    },
    {
      "name": "新新樓",
      "address": "台南市東區東門里前鋒路16號1樓",
      "y": 22.999738,
      "x": 120.214151
    },
    {
      "name": "昜昇",
      "address": "台南市安平區安北路12-1號1樓",
      "y": 22.999722,
      "x": 120.152072
    },
    {
      "name": "安平",
      "address": "台南市安平區安平路99號",
      "y": 22.999526,
      "x": 120.164439
    },
    {
      "name": "鎮山",
      "address": "台南市中西區西湖里湖美街10號",
      "y": 22.999371,
      "x": 120.180221
    },
    {
      "name": "頂美",
      "address": "台南市中西區西和路1號3號",
      "y": 22.999314,
      "x": 120.187617
    },
    {
      "name": "安運",
      "address": "台南市安平區平安里華平路742號1樓",
      "y": 22.999058,
      "x": 120.176095
    },
    {
      "name": "興灣",
      "address": "台南市永康區南灣里大灣東路63號1樓",
      "y": 22.9989,
      "x": 120.261056
    },
    {
      "name": "大灣",
      "address": "台南市永康區大灣路951號",
      "y": 22.998855,
      "x": 120.252861
    },
    {
      "name": "東都",
      "address": "台南市北區成功路140號",
      "y": 22.99867,
      "x": 120.20463
    },
    {
      "name": "小東",
      "address": "台南市東區小東路256號",
      "y": 22.99864,
      "x": 120.231624
    },
    {
      "name": "忠勇",
      "address": "台南市永康區成功里小東路4鄰637號1樓",
      "y": 22.998442,
      "x": 120.23933
    },
    {
      "name": "修齊",
      "address": "台南市北區成功路54號",
      "y": 22.998118,
      "x": 120.207445
    },
    {
      "name": "龍成",
      "address": "台南市北區成功路2號",
      "y": 22.997792,
      "x": 120.211428
    },
    {
      "name": "和善",
      "address": "台南市中西區藥王里民族路三段6鄰277號1樓",
      "y": 22.997763,
      "x": 120.1994
    },
    {
      "name": "東和",
      "address": "台南市東區東安路291號293號1樓",
      "y": 22.997669,
      "x": 120.227139
    },
    {
      "name": "唯勝",
      "address": "台南市中西區民權路三段150號一樓",
      "y": 22.997376,
      "x": 120.196136
    },
    {
      "name": "一心",
      "address": "台南市東區中華東路一段24號",
      "y": 22.9973,
      "x": 120.234328
    },
    {
      "name": "慶國",
      "address": "台南市安平區慶平路531號",
      "y": 22.997122,
      "x": 120.171948
    },
    {
      "name": "加賀",
      "address": "台南市歸仁區大廟里大廟一街1號",
      "y": 22.997084,
      "x": 120.277155
    },
    {
      "name": "安期",
      "address": "台南市安平區慶平路60號62號",
      "y": 22.997058,
      "x": 120.182944
    },
    {
      "name": "慶平",
      "address": "台南市安平區慶平路235號1樓",
      "y": 22.996767,
      "x": 120.177533
    },
    {
      "name": "水仙宮",
      "address": "台南市中西區水仙里民權路三段87號1樓",
      "y": 22.996714,
      "x": 120.197427
    },
    {
      "name": "赤崁",
      "address": "台南市中西區民族路二段331號",
      "y": 22.996688,
      "x": 120.202645
    },
    {
      "name": "保東",
      "address": "台南市關廟區關新路二段7號",
      "y": 22.996371,
      "x": 120.30807
    },
    {
      "name": "北門",
      "address": "台南市東區北門路一段310號,312號",
      "y": 22.996361,
      "x": 120.212238
    },
    {
      "name": "荻亞",
      "address": "台南市中西區朝陽里中山路153號1樓",
      "y": 22.996336,
      "x": 120.210362
    },
    {
      "name": "新東育",
      "address": "台南市東區大學路西段53號1樓2樓",
      "y": 22.996306,
      "x": 120.216998
    },
    {
      "name": "成商",
      "address": "台南市東區大學里勝利路118號1、2樓",
      "y": 22.995942,
      "x": 120.218364
    },
    {
      "name": "長榮",
      "address": "台南市東區長榮路三段139號",
      "y": 22.995876,
      "x": 120.221705
    },
    {
      "name": "府醫",
      "address": "台南市中西區赤崁里中山路125號",
      "y": 22.995819,
      "x": 120.209227
    },
    {
      "name": "六龜",
      "address": "高雄市六龜區義寶里光復路98號",
      "y": 22.99571,
      "x": 120.634882
    },
    {
      "name": "勝堉",
      "address": "台南市東區育樂街1號",
      "y": 22.995295,
      "x": 120.217868
    },
    {
      "name": "綜合",
      "address": "台南市中西區水仙里民生路二段26號28號1樓",
      "y": 22.994886,
      "x": 120.19842
    },
    {
      "name": "康樂",
      "address": "台南市中西區安海里康樂街223號1樓",
      "y": 22.994827,
      "x": 120.194768
    },
    {
      "name": "南醫",
      "address": "台南市中西區民族路二段76號之13",
      "y": 22.994726,
      "x": 120.20925
    },
    {
      "name": "東敬",
      "address": "台南市東區莊敬路90號1樓;東平路35-1號,35-2號1樓",
      "y": 22.994611,
      "x": 120.233135
    },
    {
      "name": "明珠",
      "address": "台南市中西區公正里民族路二段53號",
      "y": 22.994328,
      "x": 120.210336
    },
    {
      "name": "豐平",
      "address": "台南市安平區平豐路430號1樓",
      "y": 22.994233,
      "x": 120.163971
    },
    {
      "name": "天公",
      "address": "台南市中西區忠義路二段109號",
      "y": 22.994013,
      "x": 120.203154
    },
    {
      "name": "怡平",
      "address": "台南市安平區文平路462號1樓",
      "y": 22.993979,
      "x": 120.179004
    },
    {
      "name": "國平",
      "address": "台南市安平區平通里國平路381號",
      "y": 22.99373,
      "x": 120.171257
    },
    {
      "name": "家園",
      "address": "台南市仁德區長興路77之1號.83號",
      "y": 22.993617,
      "x": 120.26
    },
    {
      "name": "東凱",
      "address": "台南市東區東安路102號",
      "y": 22.993438,
      "x": 120.226751
    },
    {
      "name": "凱旋",
      "address": "台南市東區怡東路111號1樓",
      "y": 22.993208,
      "x": 120.228091
    },
    {
      "name": "千福",
      "address": "台南市中西區大涼里中華西路二段36號",
      "y": 22.992863,
      "x": 120.187093
    },
    {
      "name": "長寧",
      "address": "台南市東區長榮路三段12號",
      "y": 22.992531,
      "x": 120.22176
    },
    {
      "name": "永福",
      "address": "台南市中西區永福路二段65號1樓",
      "y": 22.991868,
      "x": 120.200617
    },
    {
      "name": "武德",
      "address": "台南市中西區青年路134號",
      "y": 22.991802,
      "x": 120.209248
    },
    {
      "name": "友愛",
      "address": "台南市中西區友愛街197之199號",
      "y": 22.991762,
      "x": 120.197534
    },
    {
      "name": "新運河",
      "address": "台南市中西區府前路二段239號1樓",
      "y": 22.99173,
      "x": 120.190662
    },
    {
      "name": "常興",
      "address": "台南市仁德區中正路三段701號",
      "y": 22.991642,
      "x": 120.25563
    },
    {
      "name": "仁大",
      "address": "台南市仁德區太子里太子路120號122號",
      "y": 22.991561,
      "x": 120.265777
    },
    {
      "name": "長益",
      "address": "台南市仁德區土庫里太子路233號",
      "y": 22.991117,
      "x": 120.261524
    },
    {
      "name": "慶東",
      "address": "台南市東區青年路416號",
      "y": 22.991058,
      "x": 120.216584
    },
    {
      "name": "大府",
      "address": "台南市中西區府前路二段115號1樓2樓",
      "y": 22.991031,
      "x": 120.194578
    },
    {
      "name": "席悅",
      "address": "台南市東區東光里東興路41號1樓",
      "y": 22.991027,
      "x": 120.228642
    },
    {
      "name": "府城",
      "address": "台南市安平區永華路二段532號",
      "y": 22.990982,
      "x": 120.173925
    },
    {
      "name": "建平",
      "address": "台南市安平區建平七街689號",
      "y": 22.990001,
      "x": 120.168861
    },
    {
      "name": "永華東",
      "address": "台南市安平區永華路二段210號",
      "y": 22.98999,
      "x": 120.181273
    },
    {
      "name": "天期",
      "address": "台南市安平區國平路198號1樓",
      "y": 22.989747,
      "x": 120.171142
    },
    {
      "name": "裕孝",
      "address": "台南市東區裕農路888號1樓",
      "y": 22.989613,
      "x": 120.243342
    },
    {
      "name": "郡豐",
      "address": "台南市安平區郡平路307號",
      "y": 22.989468,
      "x": 120.164035
    },
    {
      "name": "衛國",
      "address": "台南市東區林森路二段192巷24弄5號.7號",
      "y": 22.989294,
      "x": 120.225413
    },
    {
      "name": "郡王",
      "address": "台南市中西區府前路一段144號",
      "y": 22.989087,
      "x": 120.207388
    },
    {
      "name": "富裕",
      "address": "台南市東區後甲里裕農路657號1樓",
      "y": 22.9888,
      "x": 120.236441
    },
    {
      "name": "期建",
      "address": "台南市安平區文平里建平路277號",
      "y": 22.988473,
      "x": 120.182154
    },
    {
      "name": "祥發",
      "address": "台南市東區裕豐街187號1樓",
      "y": 22.988422,
      "x": 120.227226
    },
    {
      "name": "文五",
      "address": "台南市安平區國平里文平路217號",
      "y": 22.98768,
      "x": 120.177868
    },
    {
      "name": "森田",
      "address": "台南市東區東門里東門路一段199號",
      "y": 22.987662,
      "x": 120.21606
    },
    {
      "name": "康平",
      "address": "台南市安平區健康三街81號",
      "y": 22.9872,
      "x": 120.168215
    },
    {
      "name": "新東",
      "address": "台南市東區林森路二段84號",
      "y": 22.987028,
      "x": 120.223216
    },
    {
      "name": "好富",
      "address": "台南市東區富強里裕農路320號",
      "y": 22.986703,
      "x": 120.229211
    },
    {
      "name": "東龍",
      "address": "台南市東區東門路一段362號",
      "y": 22.986548,
      "x": 120.218583
    },
    {
      "name": "公道",
      "address": "台南市南區夏林路1-16號、1-17號",
      "y": 22.986269,
      "x": 120.195188
    },
    {
      "name": "開山",
      "address": "台南市中西區開山路245號",
      "y": 22.986123,
      "x": 120.210247
    },
    {
      "name": "南英",
      "address": "台南市中西區永福路一段30號32號1, 2樓",
      "y": 22.985995,
      "x": 120.200229
    },
    {
      "name": "金昇",
      "address": "台南市南區金華路二段341號",
      "y": 22.985576,
      "x": 120.191662
    },
    {
      "name": "建華",
      "address": "台南市南區文華里中華西路一段438號",
      "y": 22.985362,
      "x": 120.186646
    },
    {
      "name": "裕平",
      "address": "台南市東區關聖里裕信路177號1樓",
      "y": 22.985156,
      "x": 120.245237
    },
    {
      "name": "財神",
      "address": "台南市東區中華東路二段171-177號",
      "y": 22.984995,
      "x": 120.232984
    },
    {
      "name": "裕文",
      "address": "台南市東區裕學路1號",
      "y": 22.98491,
      "x": 120.238358
    },
    {
      "name": "華平",
      "address": "台南市安平區健康路三段242號",
      "y": 22.983897,
      "x": 120.173899
    },
    {
      "name": "南門城",
      "address": "台南市中西區南門路229號1樓",
      "y": 22.98387,
      "x": 120.20412
    },
    {
      "name": "帝標",
      "address": "台南市東區龍山街109號111號",
      "y": 22.983855,
      "x": 120.22323
    },
    {
      "name": "新府緯",
      "address": "台南市南區西門路一段553號1樓",
      "y": 22.983793,
      "x": 120.197319
    },
    {
      "name": "裕豐",
      "address": "台南市東區東門路二段289、291、293號1樓",
      "y": 22.98371,
      "x": 120.226501
    },
    {
      "name": "東澓",
      "address": "台南市東區富農街一段167號1樓",
      "y": 22.982629,
      "x": 120.234862
    },
    {
      "name": "東城",
      "address": "台南市東區中華東路二段293號",
      "y": 22.982591,
      "x": 120.230907
    },
    {
      "name": "裕興",
      "address": "台南市東區復興里裕文路76號1樓",
      "y": 22.982479,
      "x": 120.241645
    },
    {
      "name": "大五",
      "address": "台南市中西區法華里大同路一段218號220號",
      "y": 22.982417,
      "x": 120.211212
    },
    {
      "name": "文南",
      "address": "台南市南區健康路二段268-1、270號",
      "y": 22.981849,
      "x": 120.189993
    },
    {
      "name": "夏林",
      "address": "台南市南區夏林路134-1號134-2號",
      "y": 22.981773,
      "x": 120.194768
    },
    {
      "name": "新永健",
      "address": "台南市中西區健康路一段346號",
      "y": 22.981623,
      "x": 120.199933
    },
    {
      "name": "崇明",
      "address": "台南市東區林森路一段184號",
      "y": 22.981506,
      "x": 120.212716
    },
    {
      "name": "尊南",
      "address": "台南市南區尊南街268.270號",
      "y": 22.98065,
      "x": 120.18919
    },
    {
      "name": "崇學",
      "address": "台南市東區崇善路168號",
      "y": 22.980499,
      "x": 120.223184
    },
    {
      "name": "裕信",
      "address": "台南市東區裕信路352號",
      "y": 22.979738,
      "x": 120.244946
    },
    {
      "name": "億載",
      "address": "台南市東區大同路二段95-3號",
      "y": 22.979128,
      "x": 120.213302
    },
    {
      "name": "欣大林",
      "address": "台南市南區大同路二段136巷3號1樓",
      "y": 22.978804,
      "x": 120.212593
    },
    {
      "name": "崇華",
      "address": "台南市東區崇善路259號1樓",
      "y": 22.978523,
      "x": 120.226199
    },
    {
      "name": "新興",
      "address": "台南市南區光明里新興路6鄰529號531號1樓",
      "y": 22.978356,
      "x": 120.195257
    },
    {
      "name": "德光",
      "address": "台南市東區崇德路269號",
      "y": 22.978298,
      "x": 120.22162
    },
    {
      "name": "夏興",
      "address": "台南市南區夏林路258號1樓",
      "y": 22.978213,
      "x": 120.194942
    },
    {
      "name": "大世紀",
      "address": "台南市東區自由路三段108號1樓",
      "y": 22.978079,
      "x": 120.237775
    },
    {
      "name": "明和",
      "address": "台南市南區中華西路一段89號",
      "y": 22.977573,
      "x": 120.183993
    },
    {
      "name": "立東",
      "address": "台南市東區東門路三段220號",
      "y": 22.977227,
      "x": 120.234433
    },
    {
      "name": "虎尾寮",
      "address": "台南市仁德區仁德里文德路157號",
      "y": 22.975564,
      "x": 120.248091
    },
    {
      "name": "仁文",
      "address": "台南市東區仁和路57-7號59號1樓",
      "y": 22.975441,
      "x": 120.230903
    },
    {
      "name": "福耀",
      "address": "台南市東區崇明路377號377-1號",
      "y": 22.975194,
      "x": 120.222741
    },
    {
      "name": "少觀",
      "address": "台南市南區大林路113號",
      "y": 22.975179,
      "x": 120.211192
    },
    {
      "name": "上鈺",
      "address": "台南市南區大成路一段128號1、2樓",
      "y": 22.975161,
      "x": 120.200185
    },
    {
      "name": "土定富",
      "address": "台南市南區田寮里大成路二段86號88號",
      "y": 22.975059,
      "x": 120.194988
    },
    {
      "name": "國宅",
      "address": "台南市南區新興路441號",
      "y": 22.974996,
      "x": 120.189722
    },
    {
      "name": "榮譽",
      "address": "台南市東區榮譽街86號86-1號1樓",
      "y": 22.97462,
      "x": 120.217406
    },
    {
      "name": "華立",
      "address": "台南市仁德區仁義里中清路208號",
      "y": 22.974184,
      "x": 120.256314
    },
    {
      "name": "八甲",
      "address": "台南市歸仁區八甲里中正北路一段194號",
      "y": 22.974145,
      "x": 120.295985
    },
    {
      "name": "東發",
      "address": "台南市東區中華東路三段379號",
      "y": 22.973642,
      "x": 120.221476
    },
    {
      "name": "仁興",
      "address": "台南市歸仁區南保里大德路307號",
      "y": 22.973539,
      "x": 120.287996
    },
    {
      "name": "德發",
      "address": "台南市仁德區中正路三段42號",
      "y": 22.972901,
      "x": 120.252365
    },
    {
      "name": "崇道",
      "address": "台南市東區崇善路571號",
      "y": 22.972515,
      "x": 120.229932
    },
    {
      "name": "奇美實",
      "address": "台南市仁德區三甲里59-1號",
      "y": 22.972286,
      "x": 120.251973
    },
    {
      "name": "自由",
      "address": "台南市東區和平里自由路二段37號",
      "y": 22.971249,
      "x": 120.23747
    },
    {
      "name": "仁德",
      "address": "台南市仁德區中山路497、499、501號1樓",
      "y": 22.971199,
      "x": 120.254641
    },
    {
      "name": "崇祐",
      "address": "台南市東區崇成里崇明路561號1樓",
      "y": 22.970941,
      "x": 120.225791
    },
    {
      "name": "東利",
      "address": "台南市歸仁區南保里文化街三段47號1樓",
      "y": 22.970856,
      "x": 120.287406
    },
    {
      "name": "素心",
      "address": "台南市仁德區中山路258號260號",
      "y": 22.970784,
      "x": 120.260258
    },
    {
      "name": "華億",
      "address": "台南市仁德區文華路三段432.436號",
      "y": 22.970697,
      "x": 120.243425
    },
    {
      "name": "大忠",
      "address": "台南市南區大忠里中華南路一段178號",
      "y": 22.970523,
      "x": 120.211259
    },
    {
      "name": "林頂",
      "address": "台南市仁德區中山路155號",
      "y": 22.969863,
      "x": 120.264197
    },
    {
      "name": "古都",
      "address": "台南市東區仁和路133號",
      "y": 22.969556,
      "x": 120.234354
    },
    {
      "name": "東河",
      "address": "台東縣東河鄉東河村南東河263號1樓",
      "y": 22.969551,
      "x": 121.303234
    },
    {
      "name": "市醫",
      "address": "台南市東區崇德路685號687號",
      "y": 22.968831,
      "x": 120.227664
    },
    {
      "name": "立昌",
      "address": "台南市歸仁區中山路三段370號",
      "y": 22.968625,
      "x": 120.27923
    },
    {
      "name": "吉吉好",
      "address": "台南市東區崇德路670號",
      "y": 22.968535,
      "x": 120.226743
    },
    {
      "name": "全興",
      "address": "台南市南區新樂路72號",
      "y": 22.968157,
      "x": 120.173624
    },
    {
      "name": "南都",
      "address": "台南市南區金華路一段27號1樓",
      "y": 22.96779,
      "x": 120.190122
    },
    {
      "name": "大通",
      "address": "台南市歸仁區和平北街32號",
      "y": 22.96779,
      "x": 120.296377
    },
    {
      "name": "大恩",
      "address": "台南市南區大同路二段692.694號及國民路2號",
      "y": 22.967611,
      "x": 120.21566
    },
    {
      "name": "國民",
      "address": "台南市南區國民路152號1樓",
      "y": 22.967558,
      "x": 120.212068
    },
    {
      "name": "立登",
      "address": "台南市歸仁區民生北路106號",
      "y": 22.967241,
      "x": 120.294255
    },
    {
      "name": "樂豐",
      "address": "台南市南區新都路460號",
      "y": 22.967189,
      "x": 120.193111
    },
    {
      "name": "金都",
      "address": "台南市南區金華路一段235號1樓",
      "y": 22.967174,
      "x": 120.189947
    },
    {
      "name": "歸仁",
      "address": "台南市歸仁區中山路二段60號",
      "y": 22.96709,
      "x": 120.292385
    },
    {
      "name": "仁義",
      "address": "台南市仁德區中正路二段1052號",
      "y": 22.966874,
      "x": 120.253095
    },
    {
      "name": "豐生",
      "address": "台南市歸仁區看東里中山路一段305號",
      "y": 22.965658,
      "x": 120.302453
    },
    {
      "name": "伍誼",
      "address": "台南市歸仁區復興路162之1號",
      "y": 22.96565,
      "x": 120.294397
    },
    {
      "name": "沐東風",
      "address": "台南市東區德昌路58號",
      "y": 22.965091,
      "x": 120.237478
    },
    {
      "name": "力大",
      "address": "台南市東區生產路508號",
      "y": 22.964891,
      "x": 120.229547
    },
    {
      "name": "立青",
      "address": "台南市歸仁區南保里民權南路108號",
      "y": 22.964771,
      "x": 120.287688
    },
    {
      "name": "鼎利",
      "address": "台南市關廟區南雄路二段210號",
      "y": 22.96459,
      "x": 120.32895
    },
    {
      "name": "車讚",
      "address": "台南市關廟區北花里中正路517號",
      "y": 22.964476,
      "x": 120.34056
    },
    {
      "name": "騰揮",
      "address": "台南市歸仁區中正南路一段110號",
      "y": 22.964293,
      "x": 120.293081
    },
    {
      "name": "月美",
      "address": "高雄市杉林區月眉里清水路46號46號之1.48號1樓",
      "y": 22.963986,
      "x": 120.532072
    },
    {
      "name": "鼎亨",
      "address": "台南市東區德東街101號",
      "y": 22.961879,
      "x": 120.230463
    },
    {
      "name": "鼎富",
      "address": "台南市關廟區南花里中正路881號",
      "y": 22.961765,
      "x": 120.331526
    },
    {
      "name": "南德",
      "address": "台南市南區中華南路二段101之1號",
      "y": 22.961554,
      "x": 120.192892
    },
    {
      "name": "西濱",
      "address": "台南市南區中華南路二段317號319號",
      "y": 22.961544,
      "x": 120.185226
    },
    {
      "name": "紅瓦厝",
      "address": "台南市歸仁區大成路211號1樓",
      "y": 22.960626,
      "x": 120.296281
    },
    {
      "name": "鼎鑫",
      "address": "台南市關廟區中山路二段27號1樓",
      "y": 22.959895,
      "x": 120.327166
    },
    {
      "name": "長安營",
      "address": "台南市仁德區保仁路195號(營區內)",
      "y": 22.959651,
      "x": 120.220738
    },
    {
      "name": "保華",
      "address": "台南市仁德區成功里崇德路88號",
      "y": 22.959417,
      "x": 120.227605
    },
    {
      "name": "華醫",
      "address": "台南市仁德區民安路一段115號",
      "y": 22.95925,
      "x": 120.240716
    },
    {
      "name": "鯤鯓",
      "address": "台南市南區南都里鯤鯓路20號",
      "y": 22.959096,
      "x": 120.184565
    },
    {
      "name": "香洋",
      "address": "台南市關廟區香洋里中山路一段203號1樓",
      "y": 22.958768,
      "x": 120.331726
    },
    {
      "name": "德航",
      "address": "台南市仁德區大同路三段202號",
      "y": 22.957093,
      "x": 120.217192
    },
    {
      "name": "奇勝",
      "address": "台南市仁德區新田里勝利路139號",
      "y": 22.95643,
      "x": 120.261294
    },
    {
      "name": "威保",
      "address": "台南市關廟區南雄路一段851號1樓",
      "y": 22.95337,
      "x": 120.330073
    },
    {
      "name": "高梓",
      "address": "台南市仁德區後璧里中正路二段387號",
      "y": 22.953062,
      "x": 120.251683
    },
    {
      "name": "六發",
      "address": "台南市歸仁區六甲里中正南路一段1020號",
      "y": 22.952948,
      "x": 120.279219
    },
    {
      "name": "仁伯",
      "address": "台南市仁德區後壁里德安路188號",
      "y": 22.948915,
      "x": 120.255378
    },
    {
      "name": "德南",
      "address": "台南市仁德區中正路二段224號",
      "y": 22.948664,
      "x": 120.251472
    },
    {
      "name": "好鄰居",
      "address": "高雄市內門區內門里內門99之19號",
      "y": 22.9428,
      "x": 120.462519
    },
    {
      "name": "喜樹",
      "address": "台南市南區喜東里10鄰明興路732號",
      "y": 22.940567,
      "x": 120.181324
    },
    {
      "name": "關聖",
      "address": "台南市關廟區南雄路一段471號",
      "y": 22.939292,
      "x": 120.333731
    },
    {
      "name": "保正",
      "address": "台南市仁德區中正路一段529號",
      "y": 22.93778,
      "x": 120.247799
    },
    {
      "name": "奇美博",
      "address": "台南市仁德區文華路二段66號",
      "y": 22.934473,
      "x": 120.22647
    },
    {
      "name": "正旺",
      "address": "台南市南區明興路917號",
      "y": 22.933608,
      "x": 120.182367
    },
    {
      "name": "文安",
      "address": "台南市仁德區文賢路一段576號",
      "y": 22.931011,
      "x": 120.230854
    },
    {
      "name": "立興",
      "address": "台南市南區灣裡路265號",
      "y": 22.926701,
      "x": 120.182248
    },
    {
      "name": "圓興",
      "address": "高雄市旗山區旗甲路二段373號1樓",
      "y": 22.923434,
      "x": 120.497731
    },
    {
      "name": "永成",
      "address": "台南市南區佛壇里明興路1322號1樓",
      "y": 22.923219,
      "x": 120.184632
    },
    {
      "name": "大嘉瑩",
      "address": "台南市仁德區二仁路一段124.126號",
      "y": 22.922682,
      "x": 120.224296
    },
    {
      "name": "新正賢",
      "address": "台南市仁德區保安里中正路一段209號",
      "y": 22.922371,
      "x": 120.236333
    },
    {
      "name": "嘉營",
      "address": "台南市仁德區中正路一段73號",
      "y": 22.919318,
      "x": 120.229408
    },
    {
      "name": "觀亭",
      "address": "高雄市內門區觀亭里南屏路78號",
      "y": 22.919184,
      "x": 120.456192
    },
    {
      "name": "大瑩",
      "address": "台南市仁德區二行里中正西路347號1樓",
      "y": 22.917767,
      "x": 120.21796
    },
    {
      "name": "嘉南",
      "address": "台南市仁德區二行里二仁路一段151號",
      "y": 22.917727,
      "x": 120.225678
    },
    {
      "name": "真潭",
      "address": "台南市歸仁區大潭里中正南路三段22號",
      "y": 22.915966,
      "x": 120.271982
    },
    {
      "name": "新鹿野",
      "address": "台東縣鹿野鄉鹿野村中華路一段430號",
      "y": 22.910581,
      "x": 121.136311
    },
    {
      "name": "大潭",
      "address": "台南市歸仁區大潭里長榮路一段320巷11號",
      "y": 22.909886,
      "x": 120.272027
    },
    {
      "name": "太湖",
      "address": "高雄市湖內區中正路二段158號1樓",
      "y": 22.908622,
      "x": 120.211961
    },
    {
      "name": "北站",
      "address": "台南市仁德區中洲村中洲路1巷200號1樓",
      "y": 22.908397,
      "x": 120.254806
    },
    {
      "name": "南站",
      "address": "台南市仁德區中洲村中洲路1巷220號1樓",
      "y": 22.908397,
      "x": 120.254806
    },
    {
      "name": "千湖",
      "address": "高雄市湖內區葉厝里保生路135號137號",
      "y": 22.907162,
      "x": 120.220686
    },
    {
      "name": "新茄萣",
      "address": "高雄市茄萣區茄萣路二段403號1樓",
      "y": 22.906542,
      "x": 120.183637
    },
    {
      "name": "中洲",
      "address": "台南市仁德區中洲里中洲276-16號276-17號",
      "y": 22.906533,
      "x": 120.251635
    },
    {
      "name": "月光山",
      "address": "高雄市美濃區泰安里泰安路59號",
      "y": 22.902062,
      "x": 120.53962
    },
    {
      "name": "正美",
      "address": "高雄市美濃區泰安里中正路一段21號23號",
      "y": 22.901558,
      "x": 120.541444
    },
    {
      "name": "展欣",
      "address": "高雄市茄萣區嘉安里仁愛路三段120號",
      "y": 22.90151,
      "x": 120.18415
    },
    {
      "name": "新林眾",
      "address": "高雄市旗山區延平一路78-1號",
      "y": 22.898201,
      "x": 120.482186
    },
    {
      "name": "愛萣",
      "address": "高雄市茄萣區仁愛路二段157號159號161號",
      "y": 22.89679,
      "x": 120.18487
    },
    {
      "name": "瑞蓁",
      "address": "高雄市湖內區海埔里信義路4號",
      "y": 22.895896,
      "x": 120.223759
    },
    {
      "name": "興達",
      "address": "高雄市茄萣區茄萣路一段350號",
      "y": 22.895565,
      "x": 120.184333
    },
    {
      "name": "湖慧",
      "address": "高雄市湖內區中山路一段540-1號",
      "y": 22.895238,
      "x": 120.240062
    },
    {
      "name": "永久",
      "address": "高雄市旗山區延平一路446號1樓",
      "y": 22.891369,
      "x": 120.483324
    },
    {
      "name": "旗山",
      "address": "高雄市旗山區中山路72號",
      "y": 22.887049,
      "x": 120.482132
    },
    {
      "name": "興壇",
      "address": "高雄市美濃區中壇里忠孝路一段1號",
      "y": 22.886378,
      "x": 120.530528
    },
    {
      "name": "觀月",
      "address": "高雄市田寮區月球路34-6號",
      "y": 22.886176,
      "x": 120.390968
    },
    {
      "name": "旗盟",
      "address": "高雄市旗山區大德里延平一路710-1號",
      "y": 22.883291,
      "x": 120.483056
    },
    {
      "name": "新旗美",
      "address": "高雄市旗山區東平里延平二路136號",
      "y": 22.88312,
      "x": 120.49654
    },
    {
      "name": "泰毅",
      "address": "高雄市旗山區太平里旗南一路121號",
      "y": 22.88296,
      "x": 120.478625
    },
    {
      "name": "蓮山",
      "address": "高雄市阿蓮區民生路92號",
      "y": 22.882539,
      "x": 120.327601
    },
    {
      "name": "蓮馨",
      "address": "高雄市阿蓮區和平路136號",
      "y": 22.882261,
      "x": 120.332397
    },
    {
      "name": "蕙馨",
      "address": "高雄市阿蓮區阿蓮里中正路188-8號",
      "y": 22.881506,
      "x": 120.337683
    },
    {
      "name": "新東專",
      "address": "高雄市湖內區湖東里中山路一段229號",
      "y": 22.880621,
      "x": 120.249591
    },
    {
      "name": "傳生",
      "address": "高雄市阿蓮區中正路407號",
      "y": 22.880537,
      "x": 120.332184
    },
    {
      "name": "阿蓮",
      "address": "高雄市阿蓮區中山路15號17號19號",
      "y": 22.88043,
      "x": 120.329286
    },
    {
      "name": "展穫",
      "address": "高雄市阿蓮區中正路897號",
      "y": 22.879927,
      "x": 120.321493
    },
    {
      "name": "東敏",
      "address": "高雄市湖內區湖東里東方路103-1號103-2號",
      "y": 22.879458,
      "x": 120.248074
    },
    {
      "name": "環球",
      "address": "高雄市路竹區環球路201之27號",
      "y": 22.878997,
      "x": 120.273032
    },
    {
      "name": "龍肚",
      "address": "高雄市美濃區龍山里中華路58號1樓",
      "y": 22.878545,
      "x": 120.570375
    },
    {
      "name": "路新",
      "address": "高雄市路竹區環球路77-5號",
      "y": 22.878379,
      "x": 120.291721
    },
    {
      "name": "都蘭",
      "address": "台東縣東河鄉都蘭村都蘭155號",
      "y": 22.875982,
      "x": 121.225755
    },
    {
      "name": "興達港",
      "address": "高雄市茄萣區崎漏里民治路188號",
      "y": 22.874486,
      "x": 120.192706
    },
    {
      "name": "路飛",
      "address": "高雄市路竹區竹東里中山路465號",
      "y": 22.868751,
      "x": 120.25594
    },
    {
      "name": "路園",
      "address": "高雄市路竹區下坑里太平路342-2號",
      "y": 22.867833,
      "x": 120.290165
    },
    {
      "name": "柯達",
      "address": "高雄市美濃區中正路二段819號821號1樓",
      "y": 22.866494,
      "x": 120.536468
    },
    {
      "name": "路好",
      "address": "高雄市路竹區大社路162號",
      "y": 22.865242,
      "x": 120.264223
    },
    {
      "name": "合行",
      "address": "高雄市路竹區大同路168.170.170-1號",
      "y": 22.8629,
      "x": 120.26613
    },
    {
      "name": "路科",
      "address": "高雄市路竹區社南里大社路42號42之1號46號1樓",
      "y": 22.8626,
      "x": 120.261855
    },
    {
      "name": "竹滬",
      "address": "高雄市路竹區華正路390號",
      "y": 22.859773,
      "x": 120.227849
    },
    {
      "name": "華中",
      "address": "高雄市路竹區竹南里中華路124號",
      "y": 22.857098,
      "x": 120.257808
    },
    {
      "name": "辰皓",
      "address": "高雄市路竹區國昌路312號",
      "y": 22.857039,
      "x": 120.253123
    },
    {
      "name": "初鹿",
      "address": "台東縣卑南鄉明峰村忠孝路164號166號168號",
      "y": 22.856355,
      "x": 121.092372
    },
    {
      "name": "元茗",
      "address": "高雄市路竹區中正路172號172之1號",
      "y": 22.85457,
      "x": 120.26366
    },
    {
      "name": "一揚",
      "address": "高雄市路竹區國昌路1號",
      "y": 22.854019,
      "x": 120.260828
    },
    {
      "name": "路嘉",
      "address": "高雄市路竹區後鄉路37號1樓之1.2",
      "y": 22.844053,
      "x": 120.245826
    },
    {
      "name": "新永光",
      "address": "高雄市旗山區南洲里旗南二路91之1號",
      "y": 22.83975,
      "x": 120.463448
    },
    {
      "name": "大樹",
      "address": "高雄市大樹區樣腳里中興東路7號9號11號13號",
      "y": 22.83864,
      "x": 120.415736
    },
    {
      "name": "群創八",
      "address": "高雄市路竹區路科十路11號1樓",
      "y": 22.83844,
      "x": 120.249828
    },
    {
      "name": "高樹",
      "address": "屏東縣高樹鄉興中路193號195號1樓",
      "y": 22.823721,
      "x": 120.599379
    },
    {
      "name": "招英",
      "address": "屏東縣高樹鄉南興路74之3號",
      "y": 22.822493,
      "x": 120.602113
    },
    {
      "name": "新上緯",
      "address": "高雄市岡山區嘉興里嘉興路340號",
      "y": 22.822005,
      "x": 120.30595
    },
    {
      "name": "北嶺",
      "address": "高雄市路竹區北嶺里中山南路221號",
      "y": 22.820875,
      "x": 120.269934
    },
    {
      "name": "嘉興",
      "address": "高雄市岡山區嘉興路151號1.2樓",
      "y": 22.819471,
      "x": 120.302375
    },
    {
      "name": "永安",
      "address": "高雄市永安區永安里永安路34號",
      "y": 22.818148,
      "x": 120.224022
    },
    {
      "name": "北岡山",
      "address": "高雄市岡山區灣裡里岡山北路150號",
      "y": 22.811884,
      "x": 120.280046
    },
    {
      "name": "里中",
      "address": "屏東縣里港鄉三部村三和路119-1號",
      "y": 22.808229,
      "x": 120.501598
    },
    {
      "name": "維新",
      "address": "高雄市永安區維新路121號",
      "y": 22.808035,
      "x": 120.246343
    },
    {
      "name": "維洲",
      "address": "高雄市岡山區本洲里本洲路350-5號",
      "y": 22.807876,
      "x": 120.262136
    },
    {
      "name": "台興",
      "address": "高雄市岡山區台上里嘉新東路136號",
      "y": 22.807729,
      "x": 120.31698
    },
    {
      "name": "仁富",
      "address": "高雄市岡山區大仁路138號",
      "y": 22.804233,
      "x": 120.3015
    },
    {
      "name": "岡好",
      "address": "高雄市岡山區岡山路612、612-2號1樓",
      "y": 22.802918,
      "x": 120.290816
    },
    {
      "name": "鑫省岡",
      "address": "高雄市岡山區台上里成功路82號1樓",
      "y": 22.802828,
      "x": 120.296312
    },
    {
      "name": "岡農",
      "address": "高雄市岡山區壽天里公園東路154號",
      "y": 22.799381,
      "x": 120.290029
    },
    {
      "name": "仁東",
      "address": "高雄市岡山區大仁北路175號1樓",
      "y": 22.799238,
      "x": 120.302225
    },
    {
      "name": "仁峰",
      "address": "高雄市岡山區壽峰里前峰路152號之1一樓",
      "y": 22.797581,
      "x": 120.284806
    },
    {
      "name": "森鴻",
      "address": "高雄市岡山區大德一路160號",
      "y": 22.797015,
      "x": 120.304176
    },
    {
      "name": "肯娣",
      "address": "高雄市岡山區壽天里壽天路37號之3",
      "y": 22.796327,
      "x": 120.292923
    },
    {
      "name": "利明",
      "address": "高雄市岡山區壽峰里前峰路80號",
      "y": 22.795313,
      "x": 120.288127
    },
    {
      "name": "維仁",
      "address": "高雄市岡山區維仁路79號",
      "y": 22.793491,
      "x": 120.292133
    },
    {
      "name": "燕巢",
      "address": "高雄市燕巢區西燕里中民路612號",
      "y": 22.793397,
      "x": 120.361483
    },
    {
      "name": "中民",
      "address": "高雄市燕巢區中民路712號714號",
      "y": 22.793259,
      "x": 120.358756
    },
    {
      "name": "群弘益",
      "address": "高雄市岡山區碧紅里中山北路2號",
      "y": 22.793065,
      "x": 120.299224
    },
    {
      "name": "昶林",
      "address": "高雄市岡山區仁壽里公園西路三段131號133號",
      "y": 22.792916,
      "x": 120.284751
    },
    {
      "name": "岡燕",
      "address": "高雄市岡山區岡山路264號266號",
      "y": 22.792714,
      "x": 120.296156
    },
    {
      "name": "富岡",
      "address": "台東縣台東市富岡里吉林路二段668號1樓",
      "y": 22.791465,
      "x": 121.185241
    },
    {
      "name": "鑫程",
      "address": "高雄市岡山區大德二路61號",
      "y": 22.791169,
      "x": 120.306473
    },
    {
      "name": "華仁",
      "address": "高雄市岡山區仁壽里仁壽路106號",
      "y": 22.791106,
      "x": 120.28868
    },
    {
      "name": "安招",
      "address": "高雄市燕巢區安招里安東街380號",
      "y": 22.791044,
      "x": 120.342912
    },
    {
      "name": "東喜",
      "address": "台東縣台東市興安路一段197號1樓",
      "y": 22.790391,
      "x": 121.12714
    },
    {
      "name": "程香",
      "address": "高雄市岡山區後紅里大仁南路133號",
      "y": 22.789031,
      "x": 120.30258
    },
    {
      "name": "勵志",
      "address": "高雄市岡山區筧橋路12號16號1樓",
      "y": 22.788272,
      "x": 120.295563
    },
    {
      "name": "新南王",
      "address": "台東縣台東市更生北路675號677號",
      "y": 22.787434,
      "x": 121.112877
    },
    {
      "name": "鑫泰山",
      "address": "屏東縣高樹鄉泰山村產業路73號",
      "y": 22.787213,
      "x": 120.61401
    },
    {
      "name": "瓊林",
      "address": "高雄市燕巢區安招路1059號1樓",
      "y": 22.786504,
      "x": 120.316709
    },
    {
      "name": "柳橋",
      "address": "高雄市岡山區後協里仁壽路248號",
      "y": 22.785951,
      "x": 120.285589
    },
    {
      "name": "新兆湘",
      "address": "高雄市岡山區信義里介壽路10巷25弄9號15號",
      "y": 22.784658,
      "x": 120.290587
    },
    {
      "name": "彌盛",
      "address": "高雄市彌陀區中正路246號",
      "y": 22.784145,
      "x": 120.248126
    },
    {
      "name": "寶軒",
      "address": "高雄市岡山區仁壽南路100號1樓",
      "y": 22.78331,
      "x": 120.283897
    },
    {
      "name": "東京",
      "address": "台東縣台東市卑南里更生北路196號198號",
      "y": 22.780325,
      "x": 121.123269
    },
    {
      "name": "里宬",
      "address": "屏東縣里港鄉鐵店村鐵店路17-1號",
      "y": 22.77771,
      "x": 120.498312
    },
    {
      "name": "里港",
      "address": "屏東縣里港鄉永春村中山路46號",
      "y": 22.777124,
      "x": 120.494602
    },
    {
      "name": "彌進",
      "address": "高雄市彌陀區彌陀里進學路33號",
      "y": 22.776612,
      "x": 120.247001
    },
    {
      "name": "裕田",
      "address": "屏東縣里港鄉玉田路65-3號65-5號65-6號65-7號",
      "y": 22.776542,
      "x": 120.491103
    },
    {
      "name": "卑南",
      "address": "台東縣台東市南榮里更生路1267號",
      "y": 22.776406,
      "x": 121.127124
    },
    {
      "name": "石潭",
      "address": "高雄市岡山區石潭路258號",
      "y": 22.774873,
      "x": 120.26895
    },
    {
      "name": "東定",
      "address": "台東縣台東市豐田里中興路四段406號",
      "y": 22.774564,
      "x": 121.094778
    },
    {
      "name": "友情",
      "address": "高雄市岡山區大遼里大遼路122-3號",
      "y": 22.774273,
      "x": 120.314441
    },
    {
      "name": "里農",
      "address": "屏東縣里港鄉大平村中山路3號",
      "y": 22.773911,
      "x": 120.493753
    },
    {
      "name": "高應大",
      "address": "高雄市燕巢區深中路58號1樓",
      "y": 22.772785,
      "x": 120.400701
    },
    {
      "name": "成貞",
      "address": "台東縣台東市豐年里中興路三段399號1樓",
      "y": 22.771155,
      "x": 121.109812
    },
    {
      "name": "東亮",
      "address": "台東縣台東市連航路88巷31號33號35號1樓",
      "y": 22.770351,
      "x": 121.12277
    },
    {
      "name": "豐喜",
      "address": "台東縣台東市豐年里連航路3號",
      "y": 22.76939,
      "x": 121.120873
    },
    {
      "name": "東糖",
      "address": "台東縣台東市中興路二段360號1樓",
      "y": 22.769104,
      "x": 121.126581
    },
    {
      "name": "東廣",
      "address": "台東縣台東市傳廣路496號498號1樓",
      "y": 22.768157,
      "x": 121.144039
    },
    {
      "name": "樹科",
      "address": "高雄市燕巢區橫山路90之1號",
      "y": 22.765007,
      "x": 120.374846
    },
    {
      "name": "利嘉",
      "address": "台東縣台東市新園里中興路六段667號1樓",
      "y": 22.76432,
      "x": 121.055035
    },
    {
      "name": "東基",
      "address": "台東縣台東市開封街350號1樓",
      "y": 22.763621,
      "x": 121.14589
    },
    {
      "name": "東安",
      "address": "台東縣台東市杭州街288號1樓",
      "y": 22.763416,
      "x": 121.146661
    },
    {
      "name": "五里林",
      "address": "高雄市橋頭區東林里里林東路20號",
      "y": 22.76274,
      "x": 120.29656
    },
    {
      "name": "東盛",
      "address": "台東縣台東市自強里更生路391號",
      "y": 22.762428,
      "x": 121.142119
    },
    {
      "name": "仁馨",
      "address": "高雄市梓官區梓義里中崙路287號",
      "y": 22.760814,
      "x": 120.268165
    },
    {
      "name": "東航",
      "address": "台東縣台東市民生里更生路270號1F",
      "y": 22.760248,
      "x": 121.146201
    },
    {
      "name": "梓官",
      "address": "高雄市梓官區和平路278號1樓",
      "y": 22.759113,
      "x": 120.262748
    },
    {
      "name": "仕隆",
      "address": "高雄市橋頭區白樹里32鄰白樹路53號",
      "y": 22.758575,
      "x": 120.30513
    },
    {
      "name": "東博",
      "address": "台東縣台東市民權里中正路414號418號",
      "y": 22.758342,
      "x": 121.149944
    },
    {
      "name": "三越",
      "address": "台東縣台東市中華路一段169.171.173號1樓及169號2樓",
      "y": 22.757788,
      "x": 121.1568
    },
    {
      "name": "享溫馨",
      "address": "台東縣台東市中正里中正路308號1樓",
      "y": 22.756717,
      "x": 121.152453
    },
    {
      "name": "守福",
      "address": "屏東縣九如鄉九如路三段450號",
      "y": 22.756589,
      "x": 120.492213
    },
    {
      "name": "永盛",
      "address": "屏東縣鹽埔鄉鹽中村勝利路81之3號",
      "y": 22.756451,
      "x": 120.575485
    },
    {
      "name": "東漢",
      "address": "台東縣台東市正氣北路182號",
      "y": 22.756043,
      "x": 121.13888
    },
    {
      "name": "正東",
      "address": "台東縣台東市中華路一段372號",
      "y": 22.754491,
      "x": 121.153221
    },
    {
      "name": "天喜",
      "address": "台東縣台東市光明路190.192號",
      "y": 22.754411,
      "x": 121.150711
    },
    {
      "name": "鳳雄",
      "address": "高雄市燕巢區鳳雄里鳳旗路26-1號",
      "y": 22.754253,
      "x": 120.356488
    },
    {
      "name": "旗鳳",
      "address": "高雄市燕巢區鳳雄里鳳旗路167號169號",
      "y": 22.753988,
      "x": 120.355798
    },
    {
      "name": "東輝",
      "address": "台東縣台東市正氣北路389號",
      "y": 22.75377,
      "x": 121.133779
    },
    {
      "name": "東樂",
      "address": "台東縣台東市山西路一段330號",
      "y": 22.753692,
      "x": 121.117678
    },
    {
      "name": "新隆豐",
      "address": "高雄市橋頭區仕隆里隆豐路275號",
      "y": 22.752595,
      "x": 120.308371
    },
    {
      "name": "橋鄰",
      "address": "高雄市橋頭區仕隆里成功南路151號1樓",
      "y": 22.751927,
      "x": 120.312943
    },
    {
      "name": "東星",
      "address": "台東縣台東市正氣路159.159-1號1樓",
      "y": 22.75191,
      "x": 121.152178
    },
    {
      "name": "東偕",
      "address": "台東縣台東市長沙街303巷1號",
      "y": 22.751319,
      "x": 121.140579
    },
    {
      "name": "東昇",
      "address": "台東縣台東市鐵花里中華路一段542號1樓",
      "y": 22.7511,
      "x": 121.149763
    },
    {
      "name": "東佳",
      "address": "台東縣台東市長沙街178號180號182號",
      "y": 22.750834,
      "x": 121.141716
    },
    {
      "name": "霧台",
      "address": "屏東縣霧台鄉神山巷15號",
      "y": 22.750826,
      "x": 120.727666
    },
    {
      "name": "仕豐",
      "address": "高雄市橋頭區仕豐路61號1樓",
      "y": 22.750637,
      "x": 120.307422
    },
    {
      "name": "冠美",
      "address": "台東縣台東市豐榮里仁昌街148號",
      "y": 22.749382,
      "x": 121.133614
    },
    {
      "name": "好事達",
      "address": "高雄市大社區保社里旗楠路71號",
      "y": 22.747155,
      "x": 120.345355
    },
    {
      "name": "高昌",
      "address": "高雄市楠梓區創新路615號",
      "y": 22.747017,
      "x": 120.330479
    },
    {
      "name": "新舍東",
      "address": "高雄市梓官區大舍里大舍南路2號1樓",
      "y": 22.746793,
      "x": 120.261966
    },
    {
      "name": "多多利",
      "address": "屏東縣九如鄉九如路三段85號",
      "y": 22.746453,
      "x": 120.490283
    },
    {
      "name": "三多利",
      "address": "屏東縣九如鄉大坵村九如路三段56號1樓",
      "y": 22.746442,
      "x": 120.491159
    },
    {
      "name": "東捷",
      "address": "台東縣台東市豐榮里豐盛路1號",
      "y": 22.745621,
      "x": 121.140925
    },
    {
      "name": "高第一",
      "address": "高雄市楠梓區創新路950號1樓",
      "y": 22.744692,
      "x": 120.329147
    },
    {
      "name": "吉川",
      "address": "台東縣台東市豐谷里中華路2段272號274號276號1樓",
      "y": 22.743618,
      "x": 121.136325
    },
    {
      "name": "甲圍",
      "address": "高雄市橋頭區甲北里甲圍路71號",
      "y": 22.742991,
      "x": 120.296034
    },
    {
      "name": "亞熱帶",
      "address": "高雄市梓官區典寶里大舍南路175號",
      "y": 22.74285,
      "x": 120.26317
    },
    {
      "name": "麗景",
      "address": "高雄市楠梓區清豐里旗楠路891號1樓",
      "y": 22.742134,
      "x": 120.338644
    },
    {
      "name": "鹽埔",
      "address": "屏東縣鹽埔鄉維新路134-3號136號",
      "y": 22.741963,
      "x": 120.557742
    },
    {
      "name": "祥嘉",
      "address": "高雄市楠梓區立民路33號",
      "y": 22.741661,
      "x": 120.337013
    },
    {
      "name": "豐創",
      "address": "高雄市楠梓區創新路76號78號80號1樓",
      "y": 22.740168,
      "x": 120.32434
    },
    {
      "name": "東太陽",
      "address": "台東縣台東市中華路二段753號1樓",
      "y": 22.73883,
      "x": 121.127052
    },
    {
      "name": "森之丘",
      "address": "高雄市橋頭區橋新七路1號1樓",
      "y": 22.737976,
      "x": 120.316657
    },
    {
      "name": "欣清心",
      "address": "高雄市楠梓區清豐二路16號",
      "y": 22.737933,
      "x": 120.331862
    },
    {
      "name": "東大",
      "address": "台東縣台東市大學路二段369號",
      "y": 22.736925,
      "x": 121.068817
    },
    {
      "name": "侑群",
      "address": "高雄市橋頭區甲昌路227號",
      "y": 22.73647,
      "x": 120.293278
    },
    {
      "name": "常德",
      "address": "高雄市楠梓區清豐里常德路287號",
      "y": 22.73644,
      "x": 120.336854
    },
    {
      "name": "嘉好",
      "address": "高雄市梓官區嘉展路370號",
      "y": 22.736073,
      "x": 120.255625
    },
    {
      "name": "赤東",
      "address": "高雄市梓官區赤東里赤崁南路95號95-1號1F",
      "y": 22.735512,
      "x": 120.248907
    },
    {
      "name": "東寧",
      "address": "屏東縣九如鄉東寧村東寧路225號1樓",
      "y": 22.733464,
      "x": 120.489887
    },
    {
      "name": "社旺",
      "address": "高雄市大社區大社路30-29號",
      "y": 22.733121,
      "x": 120.347178
    },
    {
      "name": "晉學",
      "address": "高雄市楠梓區大學西路815.817號",
      "y": 22.732041,
      "x": 120.276114
    },
    {
      "name": "鈦旺",
      "address": "高雄市大社區中山路261號",
      "y": 22.731917,
      "x": 120.3491
    },
    {
      "name": "翠屏",
      "address": "高雄市大社區中山路344號346號",
      "y": 22.731352,
      "x": 120.350914
    },
    {
      "name": "都會",
      "address": "高雄市楠梓區惠豐里德民路115號",
      "y": 22.729693,
      "x": 120.314885
    },
    {
      "name": "盛田",
      "address": "高雄市楠梓區享平里興楠路326號",
      "y": 22.729558,
      "x": 120.33209
    },
    {
      "name": "正港",
      "address": "高雄市梓官區智蚵里中正路186號",
      "y": 22.729039,
      "x": 120.256581
    },
    {
      "name": "大社",
      "address": "高雄市大社區翠屏里三民路304號",
      "y": 22.729008,
      "x": 120.347725
    },
    {
      "name": "晉興",
      "address": "高雄市楠梓區惠心街80號1樓",
      "y": 22.728662,
      "x": 120.32134
    },
    {
      "name": "惠心",
      "address": "高雄市楠梓區惠民里高楠公路1764之1號",
      "y": 22.728585,
      "x": 120.321613
    },
    {
      "name": "安合",
      "address": "高雄市楠梓區藍昌路420號",
      "y": 22.728464,
      "x": 120.292047
    },
    {
      "name": "盛合",
      "address": "高雄市楠梓區藍田里藍田路72號1樓",
      "y": 22.728243,
      "x": 120.284072
    },
    {
      "name": "學安",
      "address": "高雄市楠梓區藍田路816號",
      "y": 22.728189,
      "x": 120.282247
    },
    {
      "name": "溪埔",
      "address": "高雄市大樹區溪埔里溪埔路369號370號",
      "y": 22.727662,
      "x": 120.444859
    },
    {
      "name": "華社",
      "address": "高雄市大社區中華路16-66號1.2樓",
      "y": 22.727412,
      "x": 120.352278
    },
    {
      "name": "德民",
      "address": "高雄市楠梓區海專路400號",
      "y": 22.727203,
      "x": 120.310151
    },
    {
      "name": "學高",
      "address": "高雄市楠梓區藍田路962.966號",
      "y": 22.727152,
      "x": 120.279955
    },
    {
      "name": "雙德",
      "address": "高雄市楠梓區翠屏里德惠路66號1樓",
      "y": 22.727131,
      "x": 120.303048
    },
    {
      "name": "建楠",
      "address": "高雄市楠梓區中陽里建楠路139號",
      "y": 22.726816,
      "x": 120.326792
    },
    {
      "name": "德祥",
      "address": "高雄市楠梓區翠屏里德賢路246號",
      "y": 22.726607,
      "x": 120.305417
    },
    {
      "name": "觀音",
      "address": "高雄市大社區大新路111號金龍路316號318號",
      "y": 22.726577,
      "x": 120.353858
    },
    {
      "name": "新楠梓",
      "address": "高雄市楠梓區中陽里楠梓新路188號188-1號1樓",
      "y": 22.726441,
      "x": 120.325157
    },
    {
      "name": "藍田",
      "address": "高雄市楠梓區藍昌路379號1樓",
      "y": 22.726143,
      "x": 120.291415
    },
    {
      "name": "德賢",
      "address": "高雄市楠梓區翠屏里德賢路594號596號",
      "y": 22.725626,
      "x": 120.300381
    },
    {
      "name": "好事登",
      "address": "高雄市楠梓區鳳楠路235號朝明路233號",
      "y": 22.725572,
      "x": 120.329192
    },
    {
      "name": "大民",
      "address": "高雄市大社區三民路213號",
      "y": 22.724886,
      "x": 120.348524
    },
    {
      "name": "惠民",
      "address": "高雄市楠梓區翠屏里惠民路88號1樓",
      "y": 22.724443,
      "x": 120.297687
    },
    {
      "name": "海科大",
      "address": "高雄市楠梓區海專路143號145號1樓",
      "y": 22.724261,
      "x": 120.314605
    },
    {
      "name": "梓聖",
      "address": "高雄市楠梓區瑞屏路80之5號之6號之7號1樓",
      "y": 22.723801,
      "x": 120.311374
    },
    {
      "name": "四季春",
      "address": "高雄市楠梓區鳳楠路82號1樓",
      "y": 22.722669,
      "x": 120.331403
    },
    {
      "name": "樂民",
      "address": "高雄市楠梓區加昌里壽民路60號1樓",
      "y": 22.721435,
      "x": 120.295916
    },
    {
      "name": "德中",
      "address": "高雄市楠梓區中和里德中路8號1樓",
      "y": 22.721354,
      "x": 120.280443
    },
    {
      "name": "元昌",
      "address": "高雄市楠梓區國昌里德民路900號902號",
      "y": 22.721323,
      "x": 120.289656
    },
    {
      "name": "新加昌",
      "address": "高雄市楠梓區加昌路275.277號",
      "y": 22.720784,
      "x": 120.313146
    },
    {
      "name": "楠鎮",
      "address": "高雄市楠梓區加昌路600-11號1樓",
      "y": 22.719235,
      "x": 120.305586
    },
    {
      "name": "加群",
      "address": "高雄市楠梓區加昌里40鄰樂群路153號155號1樓",
      "y": 22.718252,
      "x": 120.296982
    },
    {
      "name": "歐士盟",
      "address": "高雄市楠梓區右昌街619號",
      "y": 22.718122,
      "x": 120.28495
    },
    {
      "name": "新後昌",
      "address": "高雄市楠梓區錦屏里後昌路115號1樓",
      "y": 22.717369,
      "x": 120.291197
    },
    {
      "name": "藍昌",
      "address": "高雄市楠梓區建昌里後昌路1185號1187號1189號1樓",
      "y": 22.717042,
      "x": 120.290594
    },
    {
      "name": "新宏昌",
      "address": "高雄市楠梓區裕昌里右昌街468號1樓",
      "y": 22.716744,
      "x": 120.287745
    },
    {
      "name": "亞新",
      "address": "高雄市楠梓區樂群路76號",
      "y": 22.716685,
      "x": 120.297928
    },
    {
      "name": "明月",
      "address": "高雄市楠梓區楠梓加工區第二園區創意北路1號",
      "y": 22.714534,
      "x": 120.300998
    },
    {
      "name": "頭目",
      "address": "屏東縣三地門鄉三地村中正路二段3號1樓",
      "y": 22.713947,
      "x": 120.652495
    },
    {
      "name": "日明",
      "address": "高雄市楠梓區楠梓加工出口區第二園區研發路66號3樓",
      "y": 22.71329,
      "x": 120.300549
    },
    {
      "name": "農科",
      "address": "屏東縣長治鄉德和村農科路23號1樓",
      "y": 22.7124,
      "x": 120.537783
    },
    {
      "name": "秀昌",
      "address": "高雄市楠梓區後昌路858之2號1樓",
      "y": 22.712026,
      "x": 120.294884
    },
    {
      "name": "鑫建昌",
      "address": "高雄市楠梓區建昌里右昌街148號",
      "y": 22.710586,
      "x": 120.289998
    },
    {
      "name": "久昌",
      "address": "高雄市楠梓區久昌里盛昌街26,28號",
      "y": 22.710557,
      "x": 120.283974
    },
    {
      "name": "慶昌",
      "address": "高雄市楠梓區後昌路722號",
      "y": 22.709798,
      "x": 120.296932
    },
    {
      "name": "北葉",
      "address": "屏東縣瑪家鄉北葉村風景1-1號",
      "y": 22.708164,
      "x": 120.647632
    },
    {
      "name": "新昌",
      "address": "高雄市左營區光輝里後昌路637號639號1樓",
      "y": 22.708105,
      "x": 120.298534
    },
    {
      "name": "校和",
      "address": "高雄市楠梓區軍校路658號",
      "y": 22.706813,
      "x": 120.292975
    },
    {
      "name": "台塑",
      "address": "高雄市仁武區竹後里水管路189號191號",
      "y": 22.706487,
      "x": 120.335358
    },
    {
      "name": "知本",
      "address": "台東縣台東市建興里知本路四段2號",
      "y": 22.706257,
      "x": 121.041513
    },
    {
      "name": "睿豐",
      "address": "台東縣台東市大和路8-1.16-1號一樓",
      "y": 22.705835,
      "x": 121.056682
    },
    {
      "name": "水門",
      "address": "屏東縣內埔鄉水門村忠孝路289號",
      "y": 22.705282,
      "x": 120.639724
    },
    {
      "name": "仁樂",
      "address": "高雄市仁武區仁武里仁和街36號",
      "y": 22.703481,
      "x": 120.347828
    },
    {
      "name": "三福",
      "address": "高雄市仁武區仁武里中正路175號1樓",
      "y": 22.702352,
      "x": 120.35027
    },
    {
      "name": "繁華",
      "address": "屏東縣長治鄉繁華村水源路71.71-1號",
      "y": 22.7018,
      "x": 120.574776
    },
    {
      "name": "米妃",
      "address": "高雄市仁武區文武里中華路327-1號",
      "y": 22.700848,
      "x": 120.353219
    },
    {
      "name": "合家宜",
      "address": "屏東縣屏東市三山里海豐街7-12號",
      "y": 22.699544,
      "x": 120.509197
    },
    {
      "name": "家恩",
      "address": "高雄市仁武區中華路46號",
      "y": 22.698144,
      "x": 120.348226
    },
    {
      "name": "東遊季",
      "address": "台東縣卑南鄉溫泉路388號",
      "y": 22.696003,
      "x": 121.022742
    },
    {
      "name": "九曲堂",
      "address": "高雄市大樹區久堂里城隍巷15-8號",
      "y": 22.693379,
      "x": 120.433063
    },
    {
      "name": "涼山",
      "address": "屏東縣內埔鄉新展路22號1樓",
      "y": 22.69335,
      "x": 120.631424
    },
    {
      "name": "東泉",
      "address": "台東縣卑南鄉溫泉村龍泉路59號",
      "y": 22.693283,
      "x": 121.013911
    },
    {
      "name": "得合",
      "address": "高雄市仁武區八德西路1660號",
      "y": 22.692154,
      "x": 120.332519
    },
    {
      "name": "哈囉",
      "address": "高雄市左營區左營大路676號1樓2樓678號1樓",
      "y": 22.692072,
      "x": 120.298274
    },
    {
      "name": "崙上",
      "address": "屏東縣長治鄉崙上村中興路372-2號",
      "y": 22.689999,
      "x": 120.532539
    },
    {
      "name": "彩虹市",
      "address": "高雄市左營區菜公里高鐵路115號1樓",
      "y": 22.688188,
      "x": 120.309847
    },
    {
      "name": "華民",
      "address": "高雄市左營區民族一路1084號",
      "y": 22.688008,
      "x": 120.321091
    },
    {
      "name": "公裕",
      "address": "屏東縣屏東市北興里廣東路818號",
      "y": 22.68788,
      "x": 120.490857
    },
    {
      "name": "名湖",
      "address": "高雄市仁武區八德東路490號",
      "y": 22.687629,
      "x": 120.348882
    },
    {
      "name": "夏義",
      "address": "高雄市左營區福山里華夏路1453號1樓",
      "y": 22.687502,
      "x": 120.313446
    },
    {
      "name": "廣吉",
      "address": "屏東縣屏東市廣東路991之1,991之2號1樓",
      "y": 22.68745,
      "x": 120.485235
    },
    {
      "name": "左運",
      "address": "高雄市左營區高鐵路107號B1",
      "y": 22.687117,
      "x": 120.30883
    },
    {
      "name": "永仁",
      "address": "高雄市仁武區八卦里永仁街436號",
      "y": 22.686901,
      "x": 120.334947
    },
    {
      "name": "念楨",
      "address": "屏東縣內埔鄉黎明村黎東路221號1樓",
      "y": 22.6869,
      "x": 120.601719
    },
    {
      "name": "欣重文",
      "address": "高雄市左營區重愛路308號310號1樓",
      "y": 22.686798,
      "x": 120.314252
    },
    {
      "name": "友福",
      "address": "高雄市仁武區灣內里鳳仁路95之15號",
      "y": 22.686756,
      "x": 120.352359
    },
    {
      "name": "廟東",
      "address": "高雄市左營區左營大路340號",
      "y": 22.68657,
      "x": 120.292137
    },
    {
      "name": "東山河",
      "address": "屏東縣屏東市機場北路500號1樓",
      "y": 22.686223,
      "x": 120.471298
    },
    {
      "name": "華敬",
      "address": "屏東縣屏東市中正里華正路12號1樓.14號1樓",
      "y": 22.686176,
      "x": 120.500689
    },
    {
      "name": "信科",
      "address": "高雄市左營區重信路601號",
      "y": 22.685829,
      "x": 120.308257
    },
    {
      "name": "仁心",
      "address": "高雄市仁武區考潭里仁心路198-1號1樓",
      "y": 22.685162,
      "x": 120.364324
    },
    {
      "name": "登發",
      "address": "高雄市仁武區八卦里八德南路65號",
      "y": 22.684816,
      "x": 120.33955
    },
    {
      "name": "山福",
      "address": "高雄市左營區重愛路168號1樓",
      "y": 22.684569,
      "x": 120.316719
    },
    {
      "name": "屏基",
      "address": "屏東縣屏東市大連路60號",
      "y": 22.684433,
      "x": 120.510308
    },
    {
      "name": "百事達",
      "address": "高雄市左營區左營大路155號",
      "y": 22.684373,
      "x": 120.289228
    },
    {
      "name": "京吉",
      "address": "高雄市仁武區京吉三路103號",
      "y": 22.6843,
      "x": 120.342358
    },
    {
      "name": "重惠",
      "address": "高雄市左營區福山里華夏路1152號1樓",
      "y": 22.683733,
      "x": 120.308733
    },
    {
      "name": "新德蕙",
      "address": "屏東縣屏東市大連里興豐路193號",
      "y": 22.683694,
      "x": 120.507927
    },
    {
      "name": "廣大",
      "address": "屏東縣屏東市仁愛里廣東路561號1樓",
      "y": 22.683527,
      "x": 120.498082
    },
    {
      "name": "新自孝",
      "address": "屏東縣屏東市北勢里自由路476號壹樓",
      "y": 22.683462,
      "x": 120.490449
    },
    {
      "name": "欣欣鼎",
      "address": "屏東縣屏東市崇蘭里自由路666號1樓",
      "y": 22.68333,
      "x": 120.480939
    },
    {
      "name": "澄合",
      "address": "高雄市仁武區仁光路165號1樓",
      "y": 22.683142,
      "x": 120.350674
    },
    {
      "name": "文慈",
      "address": "高雄市左營區福山里重愛路63號65號67號1樓",
      "y": 22.683137,
      "x": 120.318452
    },
    {
      "name": "重信",
      "address": "高雄市左營區文川路195號.重建路2號",
      "y": 22.683132,
      "x": 120.310488
    },
    {
      "name": "重和",
      "address": "高雄市左營區福山里自由四路171號",
      "y": 22.683024,
      "x": 120.314345
    },
    {
      "name": "蓮潭",
      "address": "高雄市左營區店仔頂路23.25號",
      "y": 22.682903,
      "x": 120.290763
    },
    {
      "name": "元盛",
      "address": "屏東縣屏東市瑞光路二段456號1樓",
      "y": 22.682829,
      "x": 120.505227
    },
    {
      "name": "重愛",
      "address": "高雄市左營區民族一路987號",
      "y": 22.682821,
      "x": 120.319624
    },
    {
      "name": "崇蘭",
      "address": "屏東縣屏東市潭漧里廣東路1588號1590號",
      "y": 22.68282,
      "x": 120.474798
    },
    {
      "name": "浚興",
      "address": "高雄市左營區新光里華夏路979號",
      "y": 22.68112,
      "x": 120.304937
    },
    {
      "name": "先鋒",
      "address": "高雄市左營區介壽路247號249號1樓",
      "y": 22.68111,
      "x": 120.280831
    },
    {
      "name": "京富",
      "address": "高雄市仁武區八卦里八德南路382號1樓",
      "y": 22.681066,
      "x": 120.339948
    },
    {
      "name": "新高榮",
      "address": "高雄市左營區福山里榮總路175號1樓",
      "y": 22.680931,
      "x": 120.321616
    },
    {
      "name": "榮耀",
      "address": "高雄市左營區福山里民族一路1014號1樓",
      "y": 22.680688,
      "x": 120.31967
    },
    {
      "name": "勝利",
      "address": "高雄市左營區勝利路123號125號1樓",
      "y": 22.680429,
      "x": 120.289893
    },
    {
      "name": "新左營",
      "address": "高雄市左營區左營大路14-5號",
      "y": 22.680093,
      "x": 120.287627
    },
    {
      "name": "博勝",
      "address": "屏東縣屏東市博愛路263號1樓",
      "y": 22.679406,
      "x": 120.480861
    },
    {
      "name": "新潭",
      "address": "屏東縣長治鄉新潭村長興路326號1樓",
      "y": 22.679349,
      "x": 120.520356
    },
    {
      "name": "文自",
      "address": "高雄市左營區菜公里文自路512-1號",
      "y": 22.679235,
      "x": 120.311185
    },
    {
      "name": "長治",
      "address": "屏東縣長治鄉新潭村長興路13號1樓",
      "y": 22.679225,
      "x": 120.519387
    },
    {
      "name": "同勝",
      "address": "屏東縣屏東市潭墘里大同北路1號1樓",
      "y": 22.679129,
      "x": 120.474857
    },
    {
      "name": "潭墘",
      "address": "屏東縣屏東市勝利路224號",
      "y": 22.679084,
      "x": 120.477984
    },
    {
      "name": "得富",
      "address": "高雄市仁武區八卦里八德西路246號",
      "y": 22.67857,
      "x": 120.330666
    },
    {
      "name": "尚賀",
      "address": "高雄市仁武區赤山里仁雄路87號1樓",
      "y": 22.67761,
      "x": 120.347056
    },
    {
      "name": "生態園",
      "address": "高雄市左營區博愛三路378.380號",
      "y": 22.677449,
      "x": 120.307306
    },
    {
      "name": "榮總二",
      "address": "高雄市左營區福山里大中一路386號",
      "y": 22.67744,
      "x": 120.322476
    },
    {
      "name": "榮總一",
      "address": "高雄市左營區大中一路386號",
      "y": 22.67744,
      "x": 120.322476
    },
    {
      "name": "廣豐",
      "address": "屏東縣屏東市大連里廣東路280號280-1號",
      "y": 22.67726,
      "x": 120.501051
    },
    {
      "name": "華崇",
      "address": "高雄市左營區華夏路672號",
      "y": 22.677168,
      "x": 120.301864
    },
    {
      "name": "八卦寮",
      "address": "高雄市仁武區大灣里八德南路499號",
      "y": 22.67704,
      "x": 120.341118
    },
    {
      "name": "尚讚",
      "address": "高雄市仁武區仁雄路97-3號1樓",
      "y": 22.676707,
      "x": 120.344036
    },
    {
      "name": "仁雄",
      "address": "高雄市仁武區仁雄路6之11號1樓",
      "y": 22.676534,
      "x": 120.340678
    },
    {
      "name": "政德",
      "address": "高雄市左營區政德路130號132號1F",
      "y": 22.676289,
      "x": 120.299537
    },
    {
      "name": "薇豐",
      "address": "屏東縣屏東市大連里豐年街1號",
      "y": 22.676055,
      "x": 120.508822
    },
    {
      "name": "玉堂",
      "address": "高雄市左營區曾子路1號",
      "y": 22.675953,
      "x": 120.312285
    },
    {
      "name": "勇忠",
      "address": "高雄市仁武區仁勇路30號1樓",
      "y": 22.67576,
      "x": 120.357124
    },
    {
      "name": "文康",
      "address": "高雄市左營區新光里文康路156號1樓",
      "y": 22.675178,
      "x": 120.305011
    },
    {
      "name": "赤山",
      "address": "高雄市仁武區仁孝路368號1樓",
      "y": 22.674759,
      "x": 120.348154
    },
    {
      "name": "雄鼎",
      "address": "高雄市仁武區仁雄路346號1樓,348號1-2樓",
      "y": 22.674423,
      "x": 120.335259
    },
    {
      "name": "鼎貴",
      "address": "高雄市三民區鼎貴路146號1樓",
      "y": 22.674078,
      "x": 120.323644
    },
    {
      "name": "鼎中",
      "address": "高雄市三民區鼎中路735號737號1樓",
      "y": 22.673981,
      "x": 120.321586
    },
    {
      "name": "孟新",
      "address": "高雄市左營區自由三路292號",
      "y": 22.67395,
      "x": 120.312388
    },
    {
      "name": "仁慈",
      "address": "高雄市仁武區仁慈里仁慈路169號1樓",
      "y": 22.673879,
      "x": 120.357413
    },
    {
      "name": "新樂興",
      "address": "屏東縣屏東市興樂里杭州街30號1樓",
      "y": 22.673836,
      "x": 120.491478
    },
    {
      "name": "德昌",
      "address": "高雄市左營區菜公里文自路236號238號",
      "y": 22.673402,
      "x": 120.307868
    },
    {
      "name": "新海勝",
      "address": "高雄市左營區翠華路601巷122,126號",
      "y": 22.67334,
      "x": 120.29002
    },
    {
      "name": "昭勝",
      "address": "屏東縣內埔鄉龍潭村昭勝路216號218號220號",
      "y": 22.673163,
      "x": 120.600638
    },
    {
      "name": "光榮",
      "address": "屏東縣屏東市信義路73之6 號73之7 號75號1樓",
      "y": 22.67217,
      "x": 120.483135
    },
    {
      "name": "新豐榮",
      "address": "屏東縣屏東市豐源里廣東路86號",
      "y": 22.671973,
      "x": 120.499466
    },
    {
      "name": "翠峰",
      "address": "高雄市左營區翠峰路34號",
      "y": 22.671805,
      "x": 120.289352
    },
    {
      "name": "東和美",
      "address": "台東縣太麻里鄉三和村大中寮路68之6號",
      "y": 22.671709,
      "x": 121.038818
    },
    {
      "name": "博真",
      "address": "高雄市左營區新中里博愛三路16號",
      "y": 22.671351,
      "x": 120.30409
    },
    {
      "name": "瑞屏",
      "address": "屏東縣長治鄉香楊村瑞光路一段749號1樓",
      "y": 22.671296,
      "x": 120.510457
    },
    {
      "name": "鼎強",
      "address": "高雄市三民區鼎金後路432號1樓",
      "y": 22.67126,
      "x": 120.324545
    },
    {
      "name": "南屏",
      "address": "高雄市左營區新下里華夏路256號",
      "y": 22.670551,
      "x": 120.297088
    },
    {
      "name": "巨漢",
      "address": "高雄市左營區新下里新莊一路350號",
      "y": 22.670499,
      "x": 120.301981
    },
    {
      "name": "新中勝",
      "address": "屏東縣內埔鄉龍潭村昭勝路13.15號1樓",
      "y": 22.66973,
      "x": 120.599852
    },
    {
      "name": "屏棧",
      "address": "屏東縣屏東市崇智里光復路45號",
      "y": 22.669536,
      "x": 120.48574
    },
    {
      "name": "金樹",
      "address": "屏東縣屏東市仁愛路16號",
      "y": 22.669446,
      "x": 120.492037
    },
    {
      "name": "豐園",
      "address": "高雄市左營區新上里新庄仔路828.830.832.834號",
      "y": 22.668582,
      "x": 120.313198
    },
    {
      "name": "綠島",
      "address": "台東縣綠島鄉南寮村南寮路139號",
      "y": 22.668524,
      "x": 121.468702
    },
    {
      "name": "榮夏",
      "address": "高雄市鼓山區華榮路387號1樓",
      "y": 22.668202,
      "x": 120.295217
    },
    {
      "name": "新前鋒",
      "address": "高雄市鼓山區九如四路1999.2001號",
      "y": 22.667905,
      "x": 120.285509
    },
    {
      "name": "鼎力",
      "address": "高雄市三民區天祥一路124號",
      "y": 22.667799,
      "x": 120.319986
    },
    {
      "name": "星展",
      "address": "高雄市三民區天祥一路88號",
      "y": 22.66745,
      "x": 120.321117
    },
    {
      "name": "昱廣",
      "address": "高雄市左營區自由二路398號1樓400號1樓402號1樓",
      "y": 22.666935,
      "x": 120.309409
    },
    {
      "name": "新鼎祥",
      "address": "高雄市三民區鼎泰里民族一路543巷25號1樓",
      "y": 22.666364,
      "x": 120.315193
    },
    {
      "name": "華豐",
      "address": "高雄市鼓山區華豐里裕誠路1160號明倫路138號",
      "y": 22.665955,
      "x": 120.297887
    },
    {
      "name": "凹仔底",
      "address": "高雄市左營區新上里裕誠路448號",
      "y": 22.66586,
      "x": 120.304892
    },
    {
      "name": "慶豐",
      "address": "高雄市鼓山區慶豐街1號",
      "y": 22.665774,
      "x": 120.292303
    },
    {
      "name": "興長安",
      "address": "屏東縣屏東市光復路352號1樓",
      "y": 22.665555,
      "x": 120.460897
    },
    {
      "name": "厚生",
      "address": "屏東縣屏東市和平路2號",
      "y": 22.665504,
      "x": 120.478983
    },
    {
      "name": "河堤",
      "address": "高雄市三民區鼎泰里河堤路510號",
      "y": 22.665281,
      "x": 120.313787
    },
    {
      "name": "瑞福",
      "address": "高雄市左營區裕誠路285號287號",
      "y": 22.664892,
      "x": 120.308258
    },
    {
      "name": "瑞廣",
      "address": "屏東縣屏東市一心里廣東南路88-15號",
      "y": 22.664628,
      "x": 120.490947
    },
    {
      "name": "香楊",
      "address": "屏東縣屏東市瑞光里香楊巷59-12號",
      "y": 22.664469,
      "x": 120.511665
    },
    {
      "name": "華榮",
      "address": "高雄市鼓山區明倫路149號",
      "y": 22.664387,
      "x": 120.298167
    },
    {
      "name": "文信",
      "address": "高雄市鼓山區明誠里南屏路527號529號",
      "y": 22.664367,
      "x": 120.300331
    },
    {
      "name": "立文",
      "address": "高雄市左營區新上里立文路77號1樓",
      "y": 22.664353,
      "x": 120.304417
    },
    {
      "name": "新鳳松",
      "address": "高雄市鳥松區鳥松里大仁北路2號1樓",
      "y": 22.66429,
      "x": 120.362061
    },
    {
      "name": "鼎瑞",
      "address": "高雄市三民區鼎泰里裕誠路56號",
      "y": 22.663901,
      "x": 120.314847
    },
    {
      "name": "鑫博",
      "address": "高雄市鼓山區明誠里博愛二路345號1樓",
      "y": 22.663406,
      "x": 120.302884
    },
    {
      "name": "崇武",
      "address": "屏東縣屏東市崇武里華盛街5-6號",
      "y": 22.663359,
      "x": 120.478635
    },
    {
      "name": "享順",
      "address": "高雄市鼓山區明華路335號337號",
      "y": 22.663226,
      "x": 120.301784
    },
    {
      "name": "雲崗",
      "address": "高雄市左營區明華一路236號",
      "y": 22.663054,
      "x": 120.305348
    },
    {
      "name": "永發",
      "address": "屏東縣屏東市永安里復興路258號",
      "y": 22.663045,
      "x": 120.487791
    },
    {
      "name": "安華",
      "address": "高雄市左營區明華一路126號",
      "y": 22.663043,
      "x": 120.307455
    },
    {
      "name": "明榮",
      "address": "高雄市鼓山區明誠里明華路204號",
      "y": 22.663011,
      "x": 120.297263
    },
    {
      "name": "鼎新",
      "address": "高雄市三民區鼎新路82號86號88號1樓",
      "y": 22.662764,
      "x": 120.323364
    },
    {
      "name": "高美",
      "address": "高雄市鼓山區龍水里美術東二路181號",
      "y": 22.662558,
      "x": 120.288144
    },
    {
      "name": "祥裕",
      "address": "高雄市鼓山區明誠里裕誠路1610號1612號",
      "y": 22.662543,
      "x": 120.294122
    },
    {
      "name": "翊聖",
      "address": "屏東縣屏東市崇蘭里崇蘭路98-24號",
      "y": 22.662223,
      "x": 120.491611
    },
    {
      "name": "屏生",
      "address": "屏東縣屏東市瑞光里民生路33號",
      "y": 22.662125,
      "x": 120.507114
    },
    {
      "name": "鼎上",
      "address": "高雄市三民區鼎中路160號1樓",
      "y": 22.662051,
      "x": 120.319424
    },
    {
      "name": "理馨",
      "address": "高雄市三民區明吉路9號",
      "y": 22.661884,
      "x": 120.313146
    },
    {
      "name": "新上明",
      "address": "高雄市左營區明誠二路318.320號",
      "y": 22.661248,
      "x": 120.308442
    },
    {
      "name": "美珍",
      "address": "高雄市鼓山區明誠四路23號",
      "y": 22.660974,
      "x": 120.291289
    },
    {
      "name": "愛買",
      "address": "屏東縣屏東市清溪里清寧街2號",
      "y": 22.660327,
      "x": 120.472943
    },
    {
      "name": "明仁",
      "address": "高雄市三民區鼎泰里明仁路8號",
      "y": 22.660322,
      "x": 120.314155
    },
    {
      "name": "建榮",
      "address": "高雄市鼓山區建榮路180號1樓",
      "y": 22.660295,
      "x": 120.27672
    },
    {
      "name": "瑞光",
      "address": "屏東縣屏東市瑞光里民生東路58-2號",
      "y": 22.660175,
      "x": 120.511129
    },
    {
      "name": "新鼎吉",
      "address": "高雄市三民區明誠一路381號",
      "y": 22.659931,
      "x": 120.323022
    },
    {
      "name": "歸來",
      "address": "屏東縣屏東市和生路一段107-3號",
      "y": 22.65944,
      "x": 120.505407
    },
    {
      "name": "美賢",
      "address": "高雄市鼓山區美術東四路430號",
      "y": 22.659168,
      "x": 120.290376
    },
    {
      "name": "富慶",
      "address": "高雄市左營區富民路65號一.二樓",
      "y": 22.659113,
      "x": 120.305027
    },
    {
      "name": "翔盛",
      "address": "高雄市鳥松區水土埔里神農路479號",
      "y": 22.658856,
      "x": 120.381368
    },
    {
      "name": "內惟",
      "address": "高雄市鼓山區九如四路1432號1434號",
      "y": 22.658782,
      "x": 120.279476
    },
    {
      "name": "裕東",
      "address": "高雄市鼓山區裕誠路1946號1樓",
      "y": 22.658717,
      "x": 120.294023
    },
    {
      "name": "博正",
      "address": "高雄市左營區忠言路174號",
      "y": 22.658638,
      "x": 120.304048
    },
    {
      "name": "仁美",
      "address": "高雄市鳥松區學堂路18號20號",
      "y": 22.658546,
      "x": 120.392459
    },
    {
      "name": "農神",
      "address": "高雄市鼓山區龍子里神農路183號185號1樓",
      "y": 22.657671,
      "x": 120.297279
    },
    {
      "name": "宏明",
      "address": "高雄市三民區本和里大福街211號213號",
      "y": 22.657641,
      "x": 120.326104
    },
    {
      "name": "永大",
      "address": "屏東縣屏東市大武路122號124號",
      "y": 22.657323,
      "x": 120.476429
    },
    {
      "name": "大富",
      "address": "高雄市左營區大順一路278號280號",
      "y": 22.657168,
      "x": 120.306818
    },
    {
      "name": "昌富",
      "address": "高雄市三民區大豐一路151號153號",
      "y": 22.657115,
      "x": 120.330837
    },
    {
      "name": "柴山",
      "address": "高雄市鼓山區鼓山三路49號51號",
      "y": 22.656537,
      "x": 120.275277
    },
    {
      "name": "新本館",
      "address": "高雄市三民區大裕路119號",
      "y": 22.656124,
      "x": 120.328413
    },
    {
      "name": "誠美",
      "address": "高雄市鼓山區龍子里裕誠路2080號",
      "y": 22.656093,
      "x": 120.293844
    },
    {
      "name": "統棒",
      "address": "屏東縣屏東市永安里棒球路45號",
      "y": 22.65591,
      "x": 120.481754
    },
    {
      "name": "球場",
      "address": "高雄市鳥松區本館路196號1樓",
      "y": 22.655902,
      "x": 120.335793
    },
    {
      "name": "順屏",
      "address": "高雄市鼓山區龍子里大順一路825號",
      "y": 22.655245,
      "x": 120.30011
    },
    {
      "name": "順德",
      "address": "高雄市鼓山區龍子里大順一路860號1樓",
      "y": 22.65484,
      "x": 120.296762
    },
    {
      "name": "藏美",
      "address": "高雄市鼓山區光榮里西藏街6號1樓",
      "y": 22.65482,
      "x": 120.278768
    },
    {
      "name": "昶玖",
      "address": "高雄市鼓山區九如四路929號931號",
      "y": 22.654666,
      "x": 120.278724
    },
    {
      "name": "美藝",
      "address": "高雄市鼓山區龍水里美術東二路103號1樓",
      "y": 22.654225,
      "x": 120.287921
    },
    {
      "name": "龍順",
      "address": "高雄市鼓山區龍德路87號",
      "y": 22.654035,
      "x": 120.301056
    },
    {
      "name": "麟洛",
      "address": "屏東縣麟洛鄉麟趾村中山路519-5號",
      "y": 22.653453,
      "x": 120.522481
    },
    {
      "name": "本元",
      "address": "高雄市三民區建工路317號319號",
      "y": 22.653175,
      "x": 120.331669
    },
    {
      "name": "美朵",
      "address": "高雄市鼓山區美術東四路132號136號1樓",
      "y": 22.652812,
      "x": 120.290085
    },
    {
      "name": "和武",
      "address": "屏東縣屏東市和生路二段342號",
      "y": 22.65237,
      "x": 120.480671
    },
    {
      "name": "和興",
      "address": "屏東縣屏東市復興南路一段153.155號1樓.和生路一段900號1樓",
      "y": 22.652157,
      "x": 120.486134
    },
    {
      "name": "灣勝",
      "address": "高雄市三民區新民路103號105號",
      "y": 22.652153,
      "x": 120.323465
    },
    {
      "name": "鼎復",
      "address": "高雄市三民區鼎山街566-3號",
      "y": 22.65192,
      "x": 120.317667
    },
    {
      "name": "海青",
      "address": "高雄市鼓山區青海路641號1樓",
      "y": 22.651664,
      "x": 120.276408
    },
    {
      "name": "人田",
      "address": "高雄市鼓山區美術東二路7號",
      "y": 22.651658,
      "x": 120.287659
    },
    {
      "name": "建志",
      "address": "高雄市三民區建工路462號一樓",
      "y": 22.651537,
      "x": 120.327228
    },
    {
      "name": "國站",
      "address": "屏東縣屏東市中山路1.3號一樓",
      "y": 22.651253,
      "x": 120.525985
    },
    {
      "name": "頭前溪",
      "address": "屏東縣屏東市前進里清進巷150號",
      "y": 22.650912,
      "x": 120.464362
    },
    {
      "name": "信億",
      "address": "屏東縣麟洛鄉麟蹄村中山路166號166-1號166-2號1樓",
      "y": 22.650876,
      "x": 120.526848
    },
    {
      "name": "新長澄",
      "address": "高雄市鳥松區大埤路123號",
      "y": 22.6504,
      "x": 120.354724
    },
    {
      "name": "民強",
      "address": "高雄市鼓山區九如四路706號708號710號712號",
      "y": 22.65034,
      "x": 120.279252
    },
    {
      "name": "安冠",
      "address": "高雄市三民區莊敬路289號",
      "y": 22.650017,
      "x": 120.318557
    },
    {
      "name": "皓東",
      "address": "高雄市三民區本武里大豐二路489號",
      "y": 22.649873,
      "x": 120.33418
    },
    {
      "name": "美南",
      "address": "高雄市鼓山區龍水二路1.3號",
      "y": 22.649621,
      "x": 120.284477
    },
    {
      "name": "銀川",
      "address": "高雄市鼓山區鼓山三路8-25號1樓",
      "y": 22.648574,
      "x": 120.277118
    },
    {
      "name": "吉遠",
      "address": "高雄市三民區安東里吉林街271號",
      "y": 22.648541,
      "x": 120.306573
    },
    {
      "name": "新鎮",
      "address": "高雄市大樹區九曲里九曲路99號",
      "y": 22.647848,
      "x": 120.42055
    },
    {
      "name": "興安邦",
      "address": "高雄市三民區安邦里察哈爾二街83號1樓.85號1樓",
      "y": 22.647756,
      "x": 120.300243
    },
    {
      "name": "後驛",
      "address": "高雄市三民區安和里察哈爾一街148號1樓",
      "y": 22.647723,
      "x": 120.30375
    },
    {
      "name": "堡勤",
      "address": "屏東縣屏東市新生里復興南路一段370號1樓",
      "y": 22.647495,
      "x": 120.485678
    },
    {
      "name": "春陽",
      "address": "高雄市三民區寶珠里正忠路246號",
      "y": 22.646768,
      "x": 120.330332
    },
    {
      "name": "新統興",
      "address": "高雄市三民區黃興路151號",
      "y": 22.646706,
      "x": 120.340646
    },
    {
      "name": "元隆",
      "address": "高雄市三民區正興里建元路58號1及2樓",
      "y": 22.64667,
      "x": 120.317654
    },
    {
      "name": "澄清湖",
      "address": "高雄市鳳山區青年路二段596號.598巷2.4號1.2樓",
      "y": 22.64655,
      "x": 120.348658
    },
    {
      "name": "大德",
      "address": "高雄市三民區寶玉里大豐二路348號",
      "y": 22.646491,
      "x": 120.334534
    },
    {
      "name": "沅興",
      "address": "高雄市三民區正興里正興路121號123號",
      "y": 22.646153,
      "x": 120.319963
    },
    {
      "name": "翔富",
      "address": "高雄市鳳山區文德里濱山街12號1樓",
      "y": 22.645614,
      "x": 120.351199
    },
    {
      "name": "新大豐",
      "address": "高雄市三民區正忠路259號",
      "y": 22.645591,
      "x": 120.330094
    },
    {
      "name": "雙興",
      "address": "高雄市三民區正興路1號3號",
      "y": 22.645514,
      "x": 120.32322
    },
    {
      "name": "華鳳",
      "address": "高雄市鳳山區北昌路10號",
      "y": 22.645142,
      "x": 120.373016
    },
    {
      "name": "安生",
      "address": "高雄市三民區十全一路74號",
      "y": 22.64503,
      "x": 120.311878
    },
    {
      "name": "坎城",
      "address": "高雄市三民區十全一路183號",
      "y": 22.644777,
      "x": 120.308575
    },
    {
      "name": "博河",
      "address": "高雄市三民區熱河二街17號",
      "y": 22.643991,
      "x": 120.301905
    },
    {
      "name": "智由",
      "address": "高雄市三民區德智里熱河一街190號192號",
      "y": 22.643931,
      "x": 120.308421
    },
    {
      "name": "嫩江",
      "address": "高雄市三民區嫩江街101號",
      "y": 22.643833,
      "x": 120.298369
    },
    {
      "name": "鑫領千",
      "address": "高雄市三民區民族一路94號1+2樓96號1樓",
      "y": 22.643691,
      "x": 120.31466
    },
    {
      "name": "大義",
      "address": "高雄市三民區大昌二路123號123-1號",
      "y": 22.64355,
      "x": 120.33194
    },
    {
      "name": "屏科大",
      "address": "屏東縣內埔鄉中林村中林路1號3號1樓",
      "y": 22.643411,
      "x": 120.595836
    },
    {
      "name": "新立寧",
      "address": "高雄市三民區自立一路287號289號291號1樓",
      "y": 22.643243,
      "x": 120.2962
    },
    {
      "name": "龍平",
      "address": "高雄市鳳山區文平街210號",
      "y": 22.64308,
      "x": 120.351035
    },
    {
      "name": "美澄",
      "address": "高雄市鳳山區文山里八德路二段116號",
      "y": 22.643045,
      "x": 120.355076
    },
    {
      "name": "義明",
      "address": "高雄市三民區寶國里義華路171號",
      "y": 22.642766,
      "x": 120.340349
    },
    {
      "name": "清華",
      "address": "高雄市三民區義華路92號",
      "y": 22.642731,
      "x": 120.342917
    },
    {
      "name": "龍城",
      "address": "高雄市三民區寶安里建興路51號53號1樓",
      "y": 22.642032,
      "x": 120.330377
    },
    {
      "name": "益昌",
      "address": "高雄市三民區九如二路582號",
      "y": 22.641973,
      "x": 120.295209
    },
    {
      "name": "達仁",
      "address": "高雄市三民區吉林街68號",
      "y": 22.641839,
      "x": 120.306243
    },
    {
      "name": "新博如",
      "address": "高雄市三民區博愛一路1號",
      "y": 22.64175,
      "x": 120.302488
    },
    {
      "name": "亮宏",
      "address": "高雄市鳳山區文德里文衡路558號1樓",
      "y": 22.641633,
      "x": 120.347607
    },
    {
      "name": "延慶",
      "address": "高雄市三民區中民里永年街48號50號52號1樓",
      "y": 22.641472,
      "x": 120.318011
    },
    {
      "name": "新如東",
      "address": "高雄市三民區九如二路86號1樓",
      "y": 22.640954,
      "x": 120.311028
    },
    {
      "name": "達勇",
      "address": "高雄市三民區九如二路345-1號",
      "y": 22.640945,
      "x": 120.303991
    },
    {
      "name": "文龍",
      "address": "高雄市鳳山區文龍東路199號",
      "y": 22.640839,
      "x": 120.369549
    },
    {
      "name": "寶盛",
      "address": "高雄市三民區覺民路579號",
      "y": 22.640767,
      "x": 120.329583
    },
    {
      "name": "牛潮埔",
      "address": "高雄市鳳山區鎮北里鳳北路60之17號",
      "y": 22.640521,
      "x": 120.36716
    },
    {
      "name": "科工館",
      "address": "高雄市三民區安發里平等路91號93號",
      "y": 22.640493,
      "x": 120.320794
    },
    {
      "name": "光武",
      "address": "高雄市三民區寶德里覺民路338號",
      "y": 22.64047,
      "x": 120.335204
    },
    {
      "name": "青文",
      "address": "高雄市鳳山區文衡里文衡路343號",
      "y": 22.640421,
      "x": 120.352368
    },
    {
      "name": "鑫永年",
      "address": "高雄市三民區安康里九如一路877號",
      "y": 22.639933,
      "x": 120.317538
    },
    {
      "name": "孝豐",
      "address": "高雄市三民區覺民路238號240號",
      "y": 22.639829,
      "x": 120.338943
    },
    {
      "name": "平等",
      "address": "高雄市三民區九如一路805號",
      "y": 22.639677,
      "x": 120.320655
    },
    {
      "name": "益慶",
      "address": "高雄市大寮區義和里義和路111-50號1樓",
      "y": 22.639473,
      "x": 120.418537
    },
    {
      "name": "覺民",
      "address": "高雄市三民區覺民路113號115號",
      "y": 22.63903,
      "x": 120.341628
    },
    {
      "name": "如龍",
      "address": "高雄市三民區九如一路446號448號臥龍路67號",
      "y": 22.638994,
      "x": 120.329799
    },
    {
      "name": "方城市",
      "address": "高雄市三民區文濱路22號",
      "y": 22.638751,
      "x": 120.348445
    },
    {
      "name": "富都",
      "address": "高雄市三民區力行路83.85號",
      "y": 22.638602,
      "x": 120.288718
    },
    {
      "name": "文衡",
      "address": "高雄市鳳山區文衡里八德路305號1樓",
      "y": 22.63856,
      "x": 120.354695
    },
    {
      "name": "中都",
      "address": "高雄市三民區力行路248號",
      "y": 22.638187,
      "x": 120.286407
    },
    {
      "name": "德文",
      "address": "高雄市鳳山區文山里八德路197號",
      "y": 22.638175,
      "x": 120.358086
    },
    {
      "name": "大阪",
      "address": "高雄市三民區建國三路28號30號1樓",
      "y": 22.63804,
      "x": 120.300803
    },
    {
      "name": "新東勢",
      "address": "屏東縣內埔鄉東勢村大同路三段2號6號1樓",
      "y": 22.637755,
      "x": 120.575222
    },
    {
      "name": "新旺淇",
      "address": "高雄市三民區建國三路169號1樓",
      "y": 22.637544,
      "x": 120.298101
    },
    {
      "name": "雄站",
      "address": "高雄市三民區港東里建國二路269號271號",
      "y": 22.637482,
      "x": 120.303821
    },
    {
      "name": "美庄",
      "address": "高雄市大寮區後庄村成功路43號",
      "y": 22.637433,
      "x": 120.39062
    },
    {
      "name": "港東",
      "address": "高雄市三民區建國二路233號",
      "y": 22.637396,
      "x": 120.30495
    },
    {
      "name": "興國",
      "address": "高雄市三民區建國二路123號1樓",
      "y": 22.637395,
      "x": 120.308417
    },
    {
      "name": "新有光",
      "address": "高雄市三民區有光路123號.125號.127號",
      "y": 22.637344,
      "x": 120.33175
    },
    {
      "name": "鳳中",
      "address": "高雄市三民區建國三路285號1樓",
      "y": 22.63732,
      "x": 120.295136
    },
    {
      "name": "青建",
      "address": "高雄市鳳山區文福里建國路三段295號",
      "y": 22.63722,
      "x": 120.350825
    },
    {
      "name": "鳳屏",
      "address": "高雄市大寮區鳳屏一路564號",
      "y": 22.637189,
      "x": 120.394672
    },
    {
      "name": "鑫寶華",
      "address": "高雄市三民區九如一路126號128號130號",
      "y": 22.637047,
      "x": 120.340792
    },
    {
      "name": "鼓山",
      "address": "高雄市鼓山區鼓山二路125之1號127號127之1號1樓",
      "y": 22.636615,
      "x": 120.280824
    },
    {
      "name": "國城",
      "address": "高雄市三民區自立一路68號70號",
      "y": 22.636398,
      "x": 120.297046
    },
    {
      "name": "鳳仁",
      "address": "高雄市鳳山區鳳仁路174號",
      "y": 22.636191,
      "x": 120.370672
    },
    {
      "name": "建強",
      "address": "高雄市三民區建國三路437號",
      "y": 22.635918,
      "x": 120.290992
    },
    {
      "name": "公華",
      "address": "屏東縣屏東市龍華里龍華路152號156號1樓",
      "y": 22.6359,
      "x": 120.482673
    },
    {
      "name": "樂仁",
      "address": "高雄市苓雅區樂仁路116號",
      "y": 22.635782,
      "x": 120.325194
    },
    {
      "name": "天健",
      "address": "高雄市新興區中山一路279號",
      "y": 22.635674,
      "x": 120.302032
    },
    {
      "name": "工協",
      "address": "高雄市鳳山區埤頂里建國路一段79號1樓",
      "y": 22.635577,
      "x": 120.376178
    },
    {
      "name": "建武",
      "address": "高雄市鳳山區武松里建國路二段2號",
      "y": 22.635411,
      "x": 120.363614
    },
    {
      "name": "寶民",
      "address": "高雄市三民區寶民里正義路337號",
      "y": 22.63512,
      "x": 120.342368
    },
    {
      "name": "文建",
      "address": "高雄市鳳山區文福里文化西路35號1樓",
      "y": 22.635099,
      "x": 120.347449
    },
    {
      "name": "德庄",
      "address": "高雄市大寮區中庄里八德路69號71號73號",
      "y": 22.634658,
      "x": 120.393281
    },
    {
      "name": "展奇",
      "address": "高雄市鳳山區青年路2段169號1.2樓",
      "y": 22.634587,
      "x": 120.349939
    },
    {
      "name": "港新",
      "address": "高雄市三民區建國一路417號",
      "y": 22.634513,
      "x": 120.317042
    },
    {
      "name": "信賢",
      "address": "高雄市新興區南港里七賢一路432號1樓",
      "y": 22.634503,
      "x": 120.305383
    },
    {
      "name": "建興",
      "address": "高雄市新興區七賢二路86號",
      "y": 22.634385,
      "x": 120.298934
    },
    {
      "name": "新新賢",
      "address": "高雄市新興區開平里七賢一路268號270號",
      "y": 22.634274,
      "x": 120.30948
    },
    {
      "name": "鳳駿",
      "address": "高雄市鳳山區北門里鳳松路108.110.112號1樓",
      "y": 22.633853,
      "x": 120.361677
    },
    {
      "name": "瑞賢",
      "address": "高雄市新興區民族二路90號",
      "y": 22.633586,
      "x": 120.313924
    },
    {
      "name": "鳳文",
      "address": "高雄市鳳山區文英里文衡路50號1樓",
      "y": 22.633415,
      "x": 120.358165
    },
    {
      "name": "壽比",
      "address": "屏東縣內埔鄉老埤村壽比路348號",
      "y": 22.633215,
      "x": 120.598139
    },
    {
      "name": "建福",
      "address": "高雄市苓雅區五福里建國一路208號",
      "y": 22.633132,
      "x": 120.328393
    },
    {
      "name": "明星",
      "address": "高雄市新興區自立二路146號",
      "y": 22.633115,
      "x": 120.298306
    },
    {
      "name": "大輔",
      "address": "高雄市苓雅區正心里輔仁路333號",
      "y": 22.633087,
      "x": 120.334023
    },
    {
      "name": "新道明",
      "address": "高雄市苓雅區建國一路211號213號",
      "y": 22.633048,
      "x": 120.322797
    },
    {
      "name": "高銀",
      "address": "高雄市新興區六合一路158號",
      "y": 22.633041,
      "x": 120.30318
    },
    {
      "name": "新三華",
      "address": "高雄市新興區中東里復興一路72號1樓",
      "y": 22.63294,
      "x": 120.308461
    },
    {
      "name": "廣正",
      "address": "屏東縣屏東市北興里中正路443號1樓",
      "y": 22.632934,
      "x": 120.523182
    },
    {
      "name": "鑫明莊",
      "address": "高雄市新興區六合二路24號",
      "y": 22.632858,
      "x": 120.301017
    },
    {
      "name": "新盛",
      "address": "高雄市前金區草江里七賢二路193號193-1號193-2號1樓",
      "y": 22.632849,
      "x": 120.295318
    },
    {
      "name": "合莊",
      "address": "高雄市新興區六合二路37號",
      "y": 22.632465,
      "x": 120.300647
    },
    {
      "name": "客宭",
      "address": "高雄市鹽埕區建國四路312號",
      "y": 22.632231,
      "x": 120.28411
    },
    {
      "name": "合平",
      "address": "高雄市苓雅區安祥里六合路60號",
      "y": 22.632138,
      "x": 120.317557
    },
    {
      "name": "中義",
      "address": "高雄市新興區六合一路27號",
      "y": 22.632132,
      "x": 120.312125
    },
    {
      "name": "好正義",
      "address": "高雄市苓雅區正義路195號197號1樓",
      "y": 22.632119,
      "x": 120.339776
    },
    {
      "name": "文昌",
      "address": "高雄市新興區六合路117號",
      "y": 22.63191,
      "x": 120.315656
    },
    {
      "name": "正文",
      "address": "高雄市苓雅區正大里建國一路125號125-1號1樓",
      "y": 22.631748,
      "x": 120.332034
    },
    {
      "name": "美麗島",
      "address": "高雄市新興區中山一路115號(美麗島站內)",
      "y": 22.631701,
      "x": 120.301442
    },
    {
      "name": "大順",
      "address": "高雄市苓雅區大順三路76號1樓",
      "y": 22.631415,
      "x": 120.32466
    },
    {
      "name": "埔豐",
      "address": "屏東縣內埔鄉豐田村中正路291號",
      "y": 22.631242,
      "x": 120.543977
    },
    {
      "name": "市賢",
      "address": "高雄市前金區市中一路242號",
      "y": 22.631212,
      "x": 120.289367
    },
    {
      "name": "正仁",
      "address": "高雄市新興區中正三路84號1樓",
      "y": 22.631205,
      "x": 120.307472
    },
    {
      "name": "尚義",
      "address": "高雄市新興區中正二路218號",
      "y": 22.63077,
      "x": 120.315424
    },
    {
      "name": "光化",
      "address": "高雄市鼓山區鼓山二路33號",
      "y": 22.630763,
      "x": 120.281047
    },
    {
      "name": "長興",
      "address": "高雄市前金區瑞源路68號70號72號",
      "y": 22.630728,
      "x": 120.297789
    },
    {
      "name": "正達",
      "address": "高雄市新興區中正三路45號1樓",
      "y": 22.630705,
      "x": 120.30886
    },
    {
      "name": "武勝",
      "address": "高雄市苓雅區武廟路55號55之1號57號1.2樓59號2樓",
      "y": 22.630243,
      "x": 120.330851
    },
    {
      "name": "新球庭",
      "address": "高雄市新興區林森一路162號",
      "y": 22.630149,
      "x": 120.304701
    },
    {
      "name": "正心",
      "address": "高雄市苓雅區正大里輔仁路145號1樓",
      "y": 22.63014,
      "x": 120.332878
    },
    {
      "name": "光尚",
      "address": "高雄市苓雅區光華一路226號",
      "y": 22.629506,
      "x": 120.313593
    },
    {
      "name": "復橫",
      "address": "高雄市新興區復興一路28號30號32號1樓",
      "y": 22.629469,
      "x": 120.308171
    },
    {
      "name": "高鳳",
      "address": "高雄市鳳山區忠義里中山西路398號400號",
      "y": 22.629317,
      "x": 120.340271
    },
    {
      "name": "鳳曹",
      "address": "高雄市鳳山區曹公里曹公路59號",
      "y": 22.629164,
      "x": 120.357045
    },
    {
      "name": "俊瑋",
      "address": "高雄市鳳山區忠義里光復路一段193號",
      "y": 22.629124,
      "x": 120.349443
    },
    {
      "name": "博瑞",
      "address": "高雄市鳳山區瑞興里博愛路221號223號",
      "y": 22.629048,
      "x": 120.370165
    },
    {
      "name": "光泰",
      "address": "高雄市鳳山區光復路65號1樓(B室)1樓部分",
      "y": 22.628901,
      "x": 120.360272
    },
    {
      "name": "大港埔",
      "address": "高雄市新興區東坡里大同一路81號83號",
      "y": 22.628844,
      "x": 120.304339
    },
    {
      "name": "太華",
      "address": "高雄市前金區成功一路455之1號",
      "y": 22.628456,
      "x": 120.291977
    },
    {
      "name": "青盛",
      "address": "高雄市前金區大同一路268號1樓",
      "y": 22.627982,
      "x": 120.297669
    },
    {
      "name": "清漢",
      "address": "高雄市新興區德望里民生一路154號1樓",
      "y": 22.627892,
      "x": 120.309872
    },
    {
      "name": "前金",
      "address": "高雄市前金區自強二路172號",
      "y": 22.627868,
      "x": 120.294462
    },
    {
      "name": "瑞順",
      "address": "高雄市鳳山區瑞興路216號1樓",
      "y": 22.627687,
      "x": 120.366648
    },
    {
      "name": "文化",
      "address": "高雄市苓雅區五福一路77號1樓",
      "y": 22.627654,
      "x": 120.315688
    },
    {
      "name": "雅慶",
      "address": "高雄市苓雅區同慶里同慶路88號90號",
      "y": 22.627402,
      "x": 120.320323
    },
    {
      "name": "龍客",
      "address": "高雄市前金區大同二路1號",
      "y": 22.62721,
      "x": 120.296223
    },
    {
      "name": "仁勇",
      "address": "高雄市鹽埕區大公路二號",
      "y": 22.626638,
      "x": 120.285286
    },
    {
      "name": "新景有",
      "address": "高雄市苓雅區福德三路170號1樓",
      "y": 22.626304,
      "x": 120.326729
    },
    {
      "name": "新建",
      "address": "高雄市鹽埕區建國四路175號",
      "y": 22.626143,
      "x": 120.280514
    },
    {
      "name": "鹽埕",
      "address": "高雄市鹽埕區大仁路139號瀨南路172號",
      "y": 22.625938,
      "x": 120.283245
    },
    {
      "name": "興村",
      "address": "高雄市新興區五福二路92號",
      "y": 22.625633,
      "x": 120.30803
    },
    {
      "name": "鳳和",
      "address": "高雄市鳳山區中和里自由路204號206號",
      "y": 22.625612,
      "x": 120.349462
    },
    {
      "name": "協和",
      "address": "高雄市鳳山區自由路229號2樓231號1樓2樓",
      "y": 22.625541,
      "x": 120.350164
    },
    {
      "name": "銀光",
      "address": "高雄市苓雅區林圍里光華一路263號",
      "y": 22.625537,
      "x": 120.314769
    },
    {
      "name": "愛仁",
      "address": "高雄市新興區五福二路43號1樓2樓45號1樓2樓",
      "y": 22.625098,
      "x": 120.307435
    },
    {
      "name": "青雅",
      "address": "高雄市苓雅區青年一路6之8及6之9號",
      "y": 22.624783,
      "x": 120.316284
    },
    {
      "name": "鳳凌",
      "address": "高雄市鳳山區中山路223.225.227號",
      "y": 22.624768,
      "x": 120.356831
    },
    {
      "name": "中央公",
      "address": "高雄市前金區中山一路11號(中央公園站內)",
      "y": 22.624756,
      "x": 120.300863
    },
    {
      "name": "鑫漢王",
      "address": "高雄市鹽埕區港都里五福四路265號1樓",
      "y": 22.62473,
      "x": 120.280824
    },
    {
      "name": "中東",
      "address": "高雄市鳳山區中山東路88號",
      "y": 22.624609,
      "x": 120.372369
    },
    {
      "name": "林德",
      "address": "高雄市苓雅區林南里林德街37號1樓",
      "y": 22.624097,
      "x": 120.317738
    },
    {
      "name": "瑞竹",
      "address": "高雄市鳳山區中山東路209-1及209-2號1樓",
      "y": 22.623948,
      "x": 120.369669
    },
    {
      "name": "哨臨",
      "address": "高雄市鼓山區臨海二路52號1樓52-1號1樓",
      "y": 22.623946,
      "x": 120.270584
    },
    {
      "name": "黃埔",
      "address": "高雄市鳳山區鎮東里光遠路73號",
      "y": 22.623748,
      "x": 120.366303
    },
    {
      "name": "文漾",
      "address": "高雄市新興區文橫二路164-1號.164-2號",
      "y": 22.623415,
      "x": 120.303619
    },
    {
      "name": "宏順",
      "address": "高雄市苓雅區三多一路108.110號",
      "y": 22.623356,
      "x": 120.332348
    },
    {
      "name": "崛星",
      "address": "高雄市新興區五福二路209.211號",
      "y": 22.623187,
      "x": 120.301759
    },
    {
      "name": "自強",
      "address": "高雄市前金區自強二路39號",
      "y": 22.623147,
      "x": 120.295999
    },
    {
      "name": "愛之船",
      "address": "高雄市前金區河東路165號1樓",
      "y": 22.62305,
      "x": 120.290935
    },
    {
      "name": "廣東",
      "address": "高雄市苓雅區四維二路94之21號",
      "y": 22.622971,
      "x": 120.320406
    },
    {
      "name": "鼓波",
      "address": "高雄市鼓山區臨海二路45-1號",
      "y": 22.622938,
      "x": 120.271732
    },
    {
      "name": "維雄",
      "address": "高雄市苓雅區和平一路100號",
      "y": 22.622805,
      "x": 120.321025
    },
    {
      "name": "新崛江",
      "address": "高雄市新興區振成里新田路114號",
      "y": 22.622584,
      "x": 120.30432
    },
    {
      "name": "鳳陽",
      "address": "高雄市鳳山區鳳林路97號1樓",
      "y": 22.622491,
      "x": 120.375201
    },
    {
      "name": "寶成",
      "address": "高雄市新興區青年一路220號",
      "y": 22.622274,
      "x": 120.308516
    },
    {
      "name": "新田",
      "address": "高雄市新興區新田路144號1樓2樓144之1號1樓2樓",
      "y": 22.622181,
      "x": 120.302968
    },
    {
      "name": "福海",
      "address": "高雄市苓雅區三多一路239號1樓",
      "y": 22.62218,
      "x": 120.330226
    },
    {
      "name": "重義",
      "address": "高雄市鹽埕區五福四路83號",
      "y": 22.622118,
      "x": 120.285996
    },
    {
      "name": "長生",
      "address": "高雄市前金區五福三路54號",
      "y": 22.622073,
      "x": 120.297285
    },
    {
      "name": "武嶺",
      "address": "高雄市苓雅區武嶺街66號一樓",
      "y": 22.621953,
      "x": 120.33367
    },
    {
      "name": "臨海",
      "address": "高雄市鼓山區臨海二路8號",
      "y": 22.621791,
      "x": 120.274485
    },
    {
      "name": "愛河",
      "address": "高雄市前金區博孝里河東路8號1樓",
      "y": 22.621685,
      "x": 120.29112
    },
    {
      "name": "駁藝",
      "address": "高雄市鹽埕區大勇路29號",
      "y": 22.621276,
      "x": 120.282422
    },
    {
      "name": "鳳東",
      "address": "高雄市鳳山區和德里中山路63號",
      "y": 22.621125,
      "x": 120.360721
    },
    {
      "name": "博仁",
      "address": "高雄市前金區五福三路97之1號1樓",
      "y": 22.621086,
      "x": 120.295536
    },
    {
      "name": "武漢",
      "address": "高雄市苓雅區武漢街72號",
      "y": 22.620884,
      "x": 120.328412
    },
    {
      "name": "文東",
      "address": "高雄市前金區新田路226號228號",
      "y": 22.620792,
      "x": 120.298932
    },
    {
      "name": "美田",
      "address": "高雄市苓雅區林森二路79號",
      "y": 22.620724,
      "x": 120.306235
    },
    {
      "name": "晴朗",
      "address": "高雄市苓雅區晴朗里復興二路162號",
      "y": 22.620715,
      "x": 120.310292
    },
    {
      "name": "新仁政",
      "address": "高雄市苓雅區仁政里青年一路299號301號303號1樓",
      "y": 22.620128,
      "x": 120.303002
    },
    {
      "name": "鳳城",
      "address": "高雄市鳳山區杭州西街111號1樓",
      "y": 22.619889,
      "x": 120.374172
    },
    {
      "name": "興仁",
      "address": "高雄市鳳山區興仁里五甲一路204號206號1樓",
      "y": 22.61872,
      "x": 120.355196
    },
    {
      "name": "社上",
      "address": "屏東縣萬丹鄉社中村社皮路三段246號248號1樓",
      "y": 22.618519,
      "x": 120.470828
    },
    {
      "name": "武昌",
      "address": "高雄市苓雅區武昌路77號1樓79號1樓2樓",
      "y": 22.618442,
      "x": 120.334617
    },
    {
      "name": "海音",
      "address": "高雄市苓雅區海邊路48.48-1.48-2號",
      "y": 22.618166,
      "x": 120.293692
    },
    {
      "name": "中雅",
      "address": "高雄市苓雅區中山二路463號",
      "y": 22.618163,
      "x": 120.302575
    },
    {
      "name": "復中",
      "address": "高雄市苓雅區興中一路138號",
      "y": 22.617771,
      "x": 120.310459
    },
    {
      "name": "克強",
      "address": "高雄市苓雅區自強三路156號",
      "y": 22.617707,
      "x": 120.298382
    },
    {
      "name": "義發",
      "address": "高雄市大寮區義發路7號",
      "y": 22.617674,
      "x": 120.385798
    },
    {
      "name": "學源",
      "address": "高雄市前鎮區三多二路437號439號441號1樓",
      "y": 22.617495,
      "x": 120.31556
    },
    {
      "name": "順越",
      "address": "屏東縣內埔鄉南寧路19、21號",
      "y": 22.617365,
      "x": 120.56549
    },
    {
      "name": "傑森",
      "address": "高雄市苓雅區林森二路19號1樓",
      "y": 22.61725,
      "x": 120.307618
    },
    {
      "name": "慶華",
      "address": "高雄市前鎮區光華二路395號",
      "y": 22.617138,
      "x": 120.318009
    },
    {
      "name": "興陽",
      "address": "高雄市苓雅區復興二路22號",
      "y": 22.61709,
      "x": 120.311728
    },
    {
      "name": "英明",
      "address": "高雄市苓雅區英明路190號1樓",
      "y": 22.616782,
      "x": 120.324907
    },
    {
      "name": "武營",
      "address": "高雄市苓雅區武營路433號",
      "y": 22.616679,
      "x": 120.336608
    },
    {
      "name": "華堂",
      "address": "高雄市苓雅區廣澤里文橫二路41號",
      "y": 22.616484,
      "x": 120.306096
    },
    {
      "name": "社皮",
      "address": "屏東縣萬丹鄉大昌路552號556號",
      "y": 22.616256,
      "x": 120.46881
    },
    {
      "name": "內埔",
      "address": "屏東縣內埔鄉內田村光明路224號226號1樓",
      "y": 22.616071,
      "x": 120.569976
    },
    {
      "name": "永泰",
      "address": "高雄市苓雅區苓雅二路243號",
      "y": 22.615861,
      "x": 120.295243
    },
    {
      "name": "富凱",
      "address": "高雄市鳳山區新富路385號1樓",
      "y": 22.615857,
      "x": 120.34822
    },
    {
      "name": "中仁",
      "address": "高雄市苓雅區興中二路38號1樓",
      "y": 22.615156,
      "x": 120.302458
    },
    {
      "name": "華文",
      "address": "高雄市苓雅區文橫二路2號與文橫二路二巷2號",
      "y": 22.615133,
      "x": 120.306834
    },
    {
      "name": "鑫愛群",
      "address": "高雄市前鎮區復興三路435號437號",
      "y": 22.614854,
      "x": 120.311565
    },
    {
      "name": "前中",
      "address": "高雄市大寮區自由路1號",
      "y": 22.614517,
      "x": 120.388609
    },
    {
      "name": "萬應",
      "address": "高雄市苓雅區四維四路190-1號",
      "y": 22.614404,
      "x": 120.294949
    },
    {
      "name": "海新",
      "address": "高雄市鳳山區國隆里新富路590巷13號15號",
      "y": 22.614394,
      "x": 120.349413
    },
    {
      "name": "捷心",
      "address": "高雄市前鎮區中山二路268-1號",
      "y": 22.614349,
      "x": 120.304626
    },
    {
      "name": "雄捷",
      "address": "高雄市前鎮區中山二路268號B1(高雄捷運R8站)",
      "y": 22.614349,
      "x": 120.304626
    },
    {
      "name": "竹中",
      "address": "高雄市前鎮區和平二路242號1樓",
      "y": 22.614199,
      "x": 120.32271
    },
    {
      "name": "旗津",
      "address": "高雄市旗津區海岸路9號",
      "y": 22.613915,
      "x": 120.269446
    },
    {
      "name": "旗廟",
      "address": "高雄市旗津區永安里廟前路12號1樓",
      "y": 22.613781,
      "x": 120.268734
    },
    {
      "name": "永芳",
      "address": "高雄市大寮區永芳里萬丹路630號",
      "y": 22.613675,
      "x": 120.404359
    },
    {
      "name": "新盛心",
      "address": "高雄市前鎮區一心二路208號",
      "y": 22.613256,
      "x": 120.306433
    },
    {
      "name": "鳳捷",
      "address": "高雄市大寮區萬丹路151-1號",
      "y": 22.612986,
      "x": 120.394752
    },
    {
      "name": "高昇",
      "address": "高雄市苓雅區中華四路64號",
      "y": 22.612931,
      "x": 120.302542
    },
    {
      "name": "東泥",
      "address": "高雄市苓雅區意誠里三多四路93號",
      "y": 22.612602,
      "x": 120.300783
    },
    {
      "name": "新聖明",
      "address": "高雄市前鎮區英明路一號",
      "y": 22.612407,
      "x": 120.324925
    },
    {
      "name": "鳳新",
      "address": "高雄市鳳山區新康街241號243號245號1樓",
      "y": 22.612125,
      "x": 120.344213
    },
    {
      "name": "復興",
      "address": "高雄市前鎮區復興三路150號1樓",
      "y": 22.612075,
      "x": 120.3114
    },
    {
      "name": "新灣",
      "address": "高雄市苓雅區自強三路3號12樓之6.7.8",
      "y": 22.611604,
      "x": 120.300268
    },
    {
      "name": "強泥",
      "address": "高雄市苓雅區自強三路2.6號新光路72.74號",
      "y": 22.611326,
      "x": 120.301035
    },
    {
      "name": "學廣",
      "address": "屏東縣內埔鄉內埔村廣濟路2-6號",
      "y": 22.611233,
      "x": 120.566267
    },
    {
      "name": "武慶",
      "address": "高雄市鳳山區五武漢里武慶二路52號54號",
      "y": 22.611121,
      "x": 120.333033
    },
    {
      "name": "新新甲",
      "address": "高雄市鳳山區海洋里海洋二路57號59號1樓",
      "y": 22.611038,
      "x": 120.346917
    },
    {
      "name": "高雄",
      "address": "高雄市前鎮區復興三路116號",
      "y": 22.610953,
      "x": 120.310821
    },
    {
      "name": "長權",
      "address": "高雄市前鎮區民權二路380號1樓",
      "y": 22.610743,
      "x": 120.313851
    },
    {
      "name": "星海灣",
      "address": "高雄市前鎮區中山二路180號及林森三路1號",
      "y": 22.610532,
      "x": 120.306114
    },
    {
      "name": "來家",
      "address": "高雄市鳳山區新強里崗山北街36號38號1樓",
      "y": 22.610411,
      "x": 120.337679
    },
    {
      "name": "亞新灣",
      "address": "高雄市前鎮區林森四路255號",
      "y": 22.610345,
      "x": 120.30521
    },
    {
      "name": "新太麻",
      "address": "台東縣太麻里鄉泰和村外環路128號1樓",
      "y": 22.610081,
      "x": 121.005703
    },
    {
      "name": "大洋",
      "address": "高雄市鳳山區大明路142號144號",
      "y": 22.609848,
      "x": 120.341774
    },
    {
      "name": "天山",
      "address": "高雄市前鎮區一心一路406號",
      "y": 22.609558,
      "x": 120.314851
    },
    {
      "name": "京明",
      "address": "高雄市前鎮區瑞北路54號1樓及B1",
      "y": 22.609313,
      "x": 120.334736
    },
    {
      "name": "金山角",
      "address": "高雄市大寮區會社里1鄰鳳林三路1之10號",
      "y": 22.608861,
      "x": 120.394155
    },
    {
      "name": "瑞正",
      "address": "高雄市前鎮區瑞興里瑞北路157號159號",
      "y": 22.60882,
      "x": 120.330437
    },
    {
      "name": "賢明",
      "address": "高雄市前鎮區竹內里賢明路3號5號",
      "y": 22.608547,
      "x": 120.323624
    },
    {
      "name": "山頂",
      "address": "高雄市大寮區內厝路219號",
      "y": 22.608367,
      "x": 120.389754
    },
    {
      "name": "揚揚",
      "address": "高雄市前鎮區民權里鄭和路67號1F",
      "y": 22.608223,
      "x": 120.312663
    },
    {
      "name": "建泰",
      "address": "高雄市鳳山區誠義路2號",
      "y": 22.607581,
      "x": 120.360779
    },
    {
      "name": "旗海",
      "address": "高雄市旗津區中洲三路579號",
      "y": 22.607371,
      "x": 120.272722
    },
    {
      "name": "瑞崗",
      "address": "高雄市前鎮區瑞昌里瑞隆路310號312號",
      "y": 22.605734,
      "x": 120.332536
    },
    {
      "name": "新光和",
      "address": "高雄市前鎮區鄭和南路307號309號",
      "y": 22.60566,
      "x": 120.315472
    },
    {
      "name": "瑞隆",
      "address": "高雄市前鎮區瑞隆路382.384號1.2樓",
      "y": 22.605582,
      "x": 120.330698
    },
    {
      "name": "旗皇",
      "address": "高雄市旗津區中華里旗津三路900巷1號3號",
      "y": 22.605432,
      "x": 120.272563
    },
    {
      "name": "新憲德",
      "address": "高雄市前鎮區瑞隆路619號",
      "y": 22.605087,
      "x": 120.326378
    },
    {
      "name": "源隆",
      "address": "高雄市大寮區永芳里進學路103號1樓",
      "y": 22.604804,
      "x": 120.393661
    },
    {
      "name": "學興",
      "address": "屏東縣內埔鄉和興村學人路590.592號1樓",
      "y": 22.604654,
      "x": 120.562667
    },
    {
      "name": "軟科",
      "address": "高雄市前鎮區復興四路10號1樓",
      "y": 22.604579,
      "x": 120.299568
    },
    {
      "name": "民瑞",
      "address": "高雄市前鎮區中山三路106.108.110號",
      "y": 22.604384,
      "x": 120.309785
    },
    {
      "name": "中鋼會",
      "address": "高雄市前鎮區忠純里忠勤路23號1樓",
      "y": 22.604246,
      "x": 120.302629
    },
    {
      "name": "瑞中",
      "address": "高雄市前鎮區崗山中街99之5號",
      "y": 22.603919,
      "x": 120.329579
    },
    {
      "name": "正發",
      "address": "高雄市大寮區會社里鳳林三路421號",
      "y": 22.603334,
      "x": 120.396282
    },
    {
      "name": "泰豐",
      "address": "高雄市前鎮區永豐路1號",
      "y": 22.603025,
      "x": 120.334225
    },
    {
      "name": "獅甲",
      "address": "高雄市前鎮區忠純里中華五路997號",
      "y": 22.602718,
      "x": 120.305848
    },
    {
      "name": "崗正",
      "address": "高雄市前鎮區瑞平里公正路25號",
      "y": 22.602693,
      "x": 120.332454
    },
    {
      "name": "新崙",
      "address": "高雄市鳳山區中崙路501.503.505號",
      "y": 22.602397,
      "x": 120.350642
    },
    {
      "name": "上發",
      "address": "屏東縣萬丹鄉南北路二段608號",
      "y": 22.602272,
      "x": 120.467034
    },
    {
      "name": "正成",
      "address": "高雄市前鎮區成功二路62號",
      "y": 22.602212,
      "x": 120.302609
    },
    {
      "name": "大發",
      "address": "高雄市大寮區振成里鳳林三路322號324號1樓",
      "y": 22.601887,
      "x": 120.398059
    },
    {
      "name": "瑞高",
      "address": "高雄市前鎮區崗山中街255.257號一樓",
      "y": 22.60187,
      "x": 120.326493
    },
    {
      "name": "雄鎮",
      "address": "高雄市前鎮區高雄加工出口區東一街7號",
      "y": 22.601787,
      "x": 120.290993
    },
    {
      "name": "善志",
      "address": "高雄市鳳山區善志街27號",
      "y": 22.601754,
      "x": 120.335602
    },
    {
      "name": "忠純",
      "address": "高雄市前鎮區忠純里中華五路969巷6號1樓",
      "y": 22.601547,
      "x": 120.305202
    },
    {
      "name": "貝殼",
      "address": "高雄市旗津區復興里旗津三路356.358號",
      "y": 22.601368,
      "x": 120.275919
    },
    {
      "name": "南華",
      "address": "高雄市鳳山區五甲二路232號",
      "y": 22.601062,
      "x": 120.33982
    },
    {
      "name": "三隆",
      "address": "高雄市大寮區光明路二段810號1F",
      "y": 22.600712,
      "x": 120.417961
    },
    {
      "name": "統崙",
      "address": "高雄市鳳山區中民里中崙四路6號8號1樓",
      "y": 22.59982,
      "x": 120.349133
    },
    {
      "name": "新保泰",
      "address": "高雄市鳳山區鎮南里龍成路242-1號",
      "y": 22.599087,
      "x": 120.33058
    },
    {
      "name": "廣得亨",
      "address": "屏東縣萬丹鄉 廈北村 南北路二段289號",
      "y": 22.598756,
      "x": 120.466663
    },
    {
      "name": "心日",
      "address": "高雄市前鎮區忠誠路213號",
      "y": 22.598161,
      "x": 120.325036
    },
    {
      "name": "七老爺",
      "address": "高雄市鳳山區正義里鳳甲路491號493號",
      "y": 22.597239,
      "x": 120.345858
    },
    {
      "name": "香蘭",
      "address": "台東縣太麻里鄉太麻里街575號",
      "y": 22.597031,
      "x": 120.994291
    },
    {
      "name": "龍鎮",
      "address": "高雄市鳳山區龍成路58.60.62號",
      "y": 22.596144,
      "x": 120.329367
    },
    {
      "name": "夢時代",
      "address": "高雄市前鎮區中華五路789號B2樓",
      "y": 22.595343,
      "x": 120.30878
    },
    {
      "name": "森和",
      "address": "高雄市鳳山區南和里16鄰林森路203號",
      "y": 22.594732,
      "x": 120.334491
    },
    {
      "name": "萬金",
      "address": "屏東縣萬巒鄉萬金村萬興路18號1樓",
      "y": 22.594051,
      "x": 120.610672
    },
    {
      "name": "天虹",
      "address": "高雄市鳳山區鎮南里五甲二路744號",
      "y": 22.59386,
      "x": 120.328744
    },
    {
      "name": "甲誠",
      "address": "高雄市鳳山區三誠路76.78.80號",
      "y": 22.59353,
      "x": 120.325363
    },
    {
      "name": "鳳南",
      "address": "高雄市鳳山區二甲里鳳南一路25號27號",
      "y": 22.59352,
      "x": 120.340634
    },
    {
      "name": "鳳頂",
      "address": "高雄市鳳山區過埤里鳳頂路285號1樓",
      "y": 22.59304,
      "x": 120.35859
    },
    {
      "name": "鎮興",
      "address": "高雄市前鎮區鎮興路170號",
      "y": 22.592476,
      "x": 120.31207
    },
    {
      "name": "鎮陽",
      "address": "高雄市前鎮區鎮陽里前鎮街278號280號",
      "y": 22.592215,
      "x": 120.308343
    },
    {
      "name": "鎮昌",
      "address": "高雄市前鎮區鎮海里鎮海路17號1樓",
      "y": 22.592157,
      "x": 120.317692
    },
    {
      "name": "欣福誠",
      "address": "高雄市鳳山區五福里五甲三路75號77號1樓",
      "y": 22.591939,
      "x": 120.326704
    },
    {
      "name": "開封",
      "address": "高雄市大寮區大寮路688號",
      "y": 22.591407,
      "x": 120.414856
    },
    {
      "name": "鳳來",
      "address": "高雄市鳳山區鳳甲路2號",
      "y": 22.591146,
      "x": 120.337713
    },
    {
      "name": "米奇",
      "address": "高雄市大寮區大寮里大寮路903號",
      "y": 22.591,
      "x": 120.419489
    },
    {
      "name": "康德",
      "address": "高雄市前鎮區鎮興路8號1樓",
      "y": 22.590777,
      "x": 120.313204
    },
    {
      "name": "囍洋洋",
      "address": "屏東縣萬丹鄉萬丹路一段366號368號1樓",
      "y": 22.590386,
      "x": 120.489185
    },
    {
      "name": "鳳埤",
      "address": "高雄市鳳山區過埤里過埤路170號",
      "y": 22.590249,
      "x": 120.363132
    },
    {
      "name": "翔發",
      "address": "屏東縣萬丹鄉萬後村西環路637號",
      "y": 22.589083,
      "x": 120.486797
    },
    {
      "name": "丹榮",
      "address": "屏東縣萬丹鄉萬全村丹榮路625號",
      "y": 22.588936,
      "x": 120.492017
    },
    {
      "name": "萬惠",
      "address": "屏東縣萬丹鄉萬丹路一段21號1樓",
      "y": 22.5887,
      "x": 120.489615
    },
    {
      "name": "鳳儀",
      "address": "高雄市鳳山區頂庄路209號",
      "y": 22.588292,
      "x": 120.360453
    },
    {
      "name": "竹田",
      "address": "屏東縣竹田鄉中正路84號86號",
      "y": 22.585372,
      "x": 120.544518
    },
    {
      "name": "樺鑫",
      "address": "高雄市小港區中安路739號",
      "y": 22.584943,
      "x": 120.362526
    },
    {
      "name": "新衙",
      "address": "高雄市前鎮區草衙一路41號43號",
      "y": 22.584739,
      "x": 120.322045
    },
    {
      "name": "桂德",
      "address": "高雄市小港區桂林里中安路428號",
      "y": 22.584724,
      "x": 120.349823
    },
    {
      "name": "桂誠",
      "address": "高雄市小港區桂園路70號",
      "y": 22.58372,
      "x": 120.354802
    },
    {
      "name": "桂安",
      "address": "高雄市小港區孔鳳路557號",
      "y": 22.583525,
      "x": 120.358574
    },
    {
      "name": "德新",
      "address": "高雄市前鎮區仁愛里新衙路83號85號",
      "y": 22.58244,
      "x": 120.317982
    },
    {
      "name": "桂陽",
      "address": "高雄市小港區桂陽路255號",
      "y": 22.581875,
      "x": 120.35358
    },
    {
      "name": "孔鳳",
      "address": "高雄市小港區孔宅里高鳳路332號",
      "y": 22.578997,
      "x": 120.371765
    },
    {
      "name": "達家",
      "address": "高雄市前鎮區草衙里草衙二路407號",
      "y": 22.578984,
      "x": 120.322265
    },
    {
      "name": "上德",
      "address": "高雄市前鎮區草衙里草衙二路299號299-1號",
      "y": 22.576595,
      "x": 120.323993
    },
    {
      "name": "臨廣",
      "address": "高雄市前鎮區新生路248-45號",
      "y": 22.574784,
      "x": 120.317698
    },
    {
      "name": "松興",
      "address": "高雄市小港區松山里高鳳路34-3,34-4,34-5,34-6號",
      "y": 22.574673,
      "x": 120.371502
    },
    {
      "name": "新旗聖",
      "address": "高雄市旗津區中洲二路83號85號",
      "y": 22.574454,
      "x": 120.297664
    },
    {
      "name": "后安",
      "address": "高雄市前鎮區草衙里后安路146號",
      "y": 22.573725,
      "x": 120.322603
    },
    {
      "name": "萬巒",
      "address": "屏東縣萬巒鄉萬和村中正路52號1樓",
      "y": 22.572876,
      "x": 120.567991
    },
    {
      "name": "欣佳和",
      "address": "屏東縣萬巒鄉佳和村佳興路38之9號",
      "y": 22.57246,
      "x": 120.595438
    },
    {
      "name": "天后",
      "address": "高雄市前鎮區后平路87號1樓",
      "y": 22.571496,
      "x": 120.321991
    },
    {
      "name": "宏文",
      "address": "高雄市小港區泰山里宏平路83-2號",
      "y": 22.571115,
      "x": 120.363716
    },
    {
      "name": "大幅",
      "address": "屏東縣竹田鄉連成路26號",
      "y": 22.570924,
      "x": 120.520975
    },
    {
      "name": "宏平",
      "address": "高雄市小港區宏平路390號392號",
      "y": 22.570039,
      "x": 120.358538
    },
    {
      "name": "金宏",
      "address": "高雄市小港區順苓里宏平路501號",
      "y": 22.569641,
      "x": 120.35481
    },
    {
      "name": "宏華",
      "address": "高雄市小港區松舍里漢民路829號",
      "y": 22.569242,
      "x": 120.365394
    },
    {
      "name": "雄航",
      "address": "高雄市小港區山東里中山四路2號1樓",
      "y": 22.569234,
      "x": 120.347377
    },
    {
      "name": "光漢",
      "address": "高雄市小港區漢民路755.757號一樓.二樓",
      "y": 22.568471,
      "x": 120.363563
    },
    {
      "name": "沿海",
      "address": "高雄市小港區康莊路178之1號1樓",
      "y": 22.568272,
      "x": 120.352351
    },
    {
      "name": "宏亮",
      "address": "高雄市小港區宏亮里山明路445號447號壹+貳樓",
      "y": 22.567576,
      "x": 120.362592
    },
    {
      "name": "港后",
      "address": "高雄市小港區平和路156號",
      "y": 22.567439,
      "x": 120.332035
    },
    {
      "name": "順苓",
      "address": "高雄市小港區漢民路381號",
      "y": 22.567071,
      "x": 120.35663
    },
    {
      "name": "永益",
      "address": "高雄市小港區民益路46號1樓及2樓",
      "y": 22.566758,
      "x": 120.348153
    },
    {
      "name": "苓民",
      "address": "高雄市小港區漢民路219號1樓",
      "y": 22.565911,
      "x": 120.351576
    },
    {
      "name": "港瑞",
      "address": "高雄市小港區小港里小港路77號",
      "y": 22.565312,
      "x": 120.341539
    },
    {
      "name": "強民",
      "address": "高雄市小港區小港路182號",
      "y": 22.564796,
      "x": 120.337052
    },
    {
      "name": "港口",
      "address": "高雄市小港區港口里平和路77號",
      "y": 22.564733,
      "x": 120.333752
    },
    {
      "name": "新漢北",
      "address": "高雄市小港區漢民路132號134號1樓",
      "y": 22.564096,
      "x": 120.35078
    },
    {
      "name": "田金",
      "address": "高雄市小港區山明里水秀路59號",
      "y": 22.563584,
      "x": 120.366938
    },
    {
      "name": "大坪頂",
      "address": "高雄市小港區坪頂里大平路192號196號1樓",
      "y": 22.562777,
      "x": 120.389265
    },
    {
      "name": "潮欣",
      "address": "高雄市大寮區潮寮里華中南路275號",
      "y": 22.562744,
      "x": 120.4288
    },
    {
      "name": "萬新",
      "address": "屏東縣萬丹鄉新鐘村萬新路342號",
      "y": 22.561833,
      "x": 120.48675
    },
    {
      "name": "鳳明",
      "address": "高雄市大寮區新厝里鳳林二路160號",
      "y": 22.561355,
      "x": 120.411998
    },
    {
      "name": "松旅",
      "address": "高雄市小港區山明里松信路88號1樓",
      "y": 22.560905,
      "x": 120.374026
    },
    {
      "name": "坪高",
      "address": "高雄市小港區高坪二十二路321號",
      "y": 22.558201,
      "x": 120.385737
    },
    {
      "name": "友井",
      "address": "屏東縣潮州鎮三共里北門路2號",
      "y": 22.557134,
      "x": 120.548531
    },
    {
      "name": "潮昇",
      "address": "屏東縣潮州鎮三和里延平路189號1樓",
      "y": 22.556128,
      "x": 120.540204
    },
    {
      "name": "昭明",
      "address": "高雄市大寮區義仁里鳳林一路51巷5號1樓",
      "y": 22.556116,
      "x": 120.411471
    },
    {
      "name": "潮維",
      "address": "屏東縣潮州鎮三共里四維路201號",
      "y": 22.554373,
      "x": 120.547009
    },
    {
      "name": "山和",
      "address": "屏東縣潮州鎮三和里延平路89號",
      "y": 22.553577,
      "x": 120.540145
    },
    {
      "name": "合生",
      "address": "屏東縣潮州鎮中正路1號",
      "y": 22.551451,
      "x": 120.538485
    },
    {
      "name": "新潮",
      "address": "屏東縣潮州鎮新榮里中山路121號123號1樓",
      "y": 22.549324,
      "x": 120.539764
    },
    {
      "name": "清順",
      "address": "屏東縣潮州鎮光華里光華路153號1樓",
      "y": 22.545311,
      "x": 120.543494
    },
    {
      "name": "隆德",
      "address": "屏東縣潮州鎮永春里興隆路157-2號",
      "y": 22.543861,
      "x": 120.539772
    },
    {
      "name": "欣仙吉",
      "address": "屏東縣新園鄉仙吉路128號130號132號1樓",
      "y": 22.543148,
      "x": 120.461004
    },
    {
      "name": "英順",
      "address": "屏東縣潮州鎮介壽路145號1樓",
      "y": 22.542644,
      "x": 120.535953
    },
    {
      "name": "鵬權",
      "address": "屏東縣潮州鎮永春里光春路139號1樓",
      "y": 22.541531,
      "x": 120.538267
    },
    {
      "name": "彭城",
      "address": "屏東縣潮州鎮潮州路512-3號1樓",
      "y": 22.539354,
      "x": 120.548648
    },
    {
      "name": "仙隆",
      "address": "屏東縣新園鄉仙吉路9-2號",
      "y": 22.538878,
      "x": 120.459894
    },
    {
      "name": "萬利",
      "address": "屏東縣萬丹鄉新鐘村萬新路15鄰277號",
      "y": 22.537865,
      "x": 120.483222
    },
    {
      "name": "金倫",
      "address": "台東縣太麻里鄉金崙村金崙路262號262-1號",
      "y": 22.532313,
      "x": 120.964396
    },
    {
      "name": "金潭",
      "address": "高雄市林園區中厝路125號127號",
      "y": 22.5297,
      "x": 120.398791
    },
    {
      "name": "大林蒲",
      "address": "高雄市小港區鳳林路181號",
      "y": 22.527184,
      "x": 120.344028
    },
    {
      "name": "青允",
      "address": "屏東縣萬巒鄉新置村新隆路75號",
      "y": 22.526496,
      "x": 120.624858
    },
    {
      "name": "名言",
      "address": "高雄市小港區鳳森里鳳林路2-18號",
      "y": 22.525016,
      "x": 120.34816
    },
    {
      "name": "崁鼎",
      "address": "屏東縣崁頂鄉崁頂村中正路135.137.139號1樓",
      "y": 22.514094,
      "x": 120.512633
    },
    {
      "name": "富田",
      "address": "高雄市林園區林園北路477號1樓",
      "y": 22.512913,
      "x": 120.394836
    },
    {
      "name": "神農",
      "address": "高雄市林園區廣應里王公路341號343號",
      "y": 22.507852,
      "x": 120.38861
    },
    {
      "name": "仁忠",
      "address": "高雄市林園區仁愛路129.131.133號",
      "y": 22.506854,
      "x": 120.392111
    },
    {
      "name": "鳳麟",
      "address": "高雄市林園區東林里鳳林路一段169號1樓",
      "y": 22.50614,
      "x": 120.39654
    },
    {
      "name": "五房",
      "address": "屏東縣新園鄉五房村五房路721號1樓",
      "y": 22.505954,
      "x": 120.437452
    },
    {
      "name": "園中",
      "address": "高雄市林園區中門里中門路15-1號",
      "y": 22.504768,
      "x": 120.371701
    },
    {
      "name": "欣來義",
      "address": "屏東縣新埤鄉萬安路4-2號",
      "y": 22.503972,
      "x": 120.572566
    },
    {
      "name": "園東",
      "address": "高雄市林園區東林西路1號3號5號",
      "y": 22.503402,
      "x": 120.392445
    },
    {
      "name": "東林",
      "address": "高雄市林園區東林西路154號",
      "y": 22.503391,
      "x": 120.391514
    },
    {
      "name": "霖園",
      "address": "高雄市林園區鳳林路一段2號1樓",
      "y": 22.501197,
      "x": 120.398088
    },
    {
      "name": "王公",
      "address": "高雄市林園區頂厝里田厝路2-1號1樓",
      "y": 22.500831,
      "x": 120.387149
    },
    {
      "name": "新園",
      "address": "屏東縣新園鄉興龍村14鄰南興路319號",
      "y": 22.491791,
      "x": 120.459035
    },
    {
      "name": "壽元",
      "address": "屏東縣南州鄉壽元村勝利路5-15號1樓",
      "y": 22.491511,
      "x": 120.537681
    },
    {
      "name": "中芸",
      "address": "高雄市林園區中芸里鳳芸二路57號1樓及鳳芸路3號1樓",
      "y": 22.489662,
      "x": 120.398145
    },
    {
      "name": "南州",
      "address": "屏東縣南州鄉溪南村三民路171號",
      "y": 22.489472,
      "x": 120.50658
    },
    {
      "name": "上芸",
      "address": "高雄市林園區西溪路133-30號",
      "y": 22.488903,
      "x": 120.395289
    },
    {
      "name": "聯勝",
      "address": "屏東縣南州鄉壽元村大同路6號",
      "y": 22.482869,
      "x": 120.543021
    },
    {
      "name": "鼎東",
      "address": "屏東縣東港鎮興東里中正路二段491號1樓",
      "y": 22.480997,
      "x": 120.467051
    },
    {
      "name": "鹽洲",
      "address": "屏東縣新園鄉共和村光復路1號",
      "y": 22.474299,
      "x": 120.44448
    },
    {
      "name": "安泰",
      "address": "屏東縣東港鎮興東里中正路一段206號1樓",
      "y": 22.474219,
      "x": 120.458979
    },
    {
      "name": "長春",
      "address": "屏東縣東港鎮興東里長春一路95號",
      "y": 22.471987,
      "x": 120.459243
    },
    {
      "name": "新埤",
      "address": "屏東縣新埤鄉新埤村中正路72號",
      "y": 22.470206,
      "x": 120.548688
    },
    {
      "name": "東隆",
      "address": "屏東縣東港鎮頂中里延平路107號",
      "y": 22.467646,
      "x": 120.448694
    },
    {
      "name": "億財富",
      "address": "屏東縣東港鎮新勝里光復路二段77號1樓",
      "y": 22.467075,
      "x": 120.453441
    },
    {
      "name": "新輔英",
      "address": "屏東縣東港鎮興台里中山路3號",
      "y": 22.465085,
      "x": 120.45394
    },
    {
      "name": "鎮海",
      "address": "屏東縣東港鎮鎮海里鎮海路1-100號",
      "y": 22.462703,
      "x": 120.443875
    },
    {
      "name": "大鵬灣",
      "address": "屏東縣東港鎮船頭里船頭路26-33號1樓",
      "y": 22.461384,
      "x": 120.466823
    },
    {
      "name": "欣昌隆",
      "address": "屏東縣佳冬鄉昌隆村大豐路680號",
      "y": 22.445909,
      "x": 120.55997
    },
    {
      "name": "林美",
      "address": "屏東縣林邊鄉中林路295號",
      "y": 22.438451,
      "x": 120.519282
    },
    {
      "name": "林興",
      "address": "屏東縣林邊鄉中山路312號",
      "y": 22.437361,
      "x": 120.512735
    },
    {
      "name": "林邊",
      "address": "屏東縣林邊鄉仁和里中山路275號277號",
      "y": 22.43473,
      "x": 120.514461
    },
    {
      "name": "家家福",
      "address": "屏東縣春日鄉七佳村自強一路14號",
      "y": 22.427727,
      "x": 120.627633
    },
    {
      "name": "玉光",
      "address": "屏東縣佳冬鄉玉光村中山路69號",
      "y": 22.426393,
      "x": 120.563114
    },
    {
      "name": "佳冬",
      "address": "屏東縣佳冬鄉賴家村佳和路1號",
      "y": 22.41011,
      "x": 120.562807
    },
    {
      "name": "人和",
      "address": "屏東縣枋寮鄉人和村中山路二段232號1樓",
      "y": 22.384592,
      "x": 120.595357
    },
    {
      "name": "維軒",
      "address": "屏東縣枋寮鄉人和村中山路二段143號",
      "y": 22.382466,
      "x": 120.595924
    },
    {
      "name": "新枋寮",
      "address": "屏東縣枋寮鄉枋寮村中興路7號1樓",
      "y": 22.365793,
      "x": 120.591956
    },
    {
      "name": "僑德",
      "address": "屏東縣枋寮鄉安樂村中山路143號145號147號1樓",
      "y": 22.364355,
      "x": 120.59652
    },
    {
      "name": "大武",
      "address": "台東縣大武鄉復興路124號126號128號1樓",
      "y": 22.361943,
      "x": 120.907363
    },
    {
      "name": "小琉球",
      "address": "屏東縣琉球鄉本福村民生路61號",
      "y": 22.353299,
      "x": 120.381835
    },
    {
      "name": "花瓶岩",
      "address": "屏東縣琉球鄉本福村中山路51-5號1樓",
      "y": 22.34869,
      "x": 120.378638
    },
    {
      "name": "白燈塔",
      "address": "屏東縣琉球鄉三民區大福村中正路303之2號1樓",
      "y": 22.338679,
      "x": 120.369884
    },
    {
      "name": "尚武",
      "address": "台東縣大武鄉尚武村環港路3號",
      "y": 22.338449,
      "x": 120.893222
    },
    {
      "name": "達武",
      "address": "台東縣達仁鄉安朔村復興路21號及21-1號",
      "y": 22.29482,
      "x": 120.886652
    },
    {
      "name": "安朔",
      "address": "台東縣達仁鄉森永村森永216號",
      "y": 22.281531,
      "x": 120.86626
    },
    {
      "name": "加祿堂",
      "address": "屏東縣枋山鄉加祿村加祿路155號",
      "y": 22.263989,
      "x": 120.65237
    },
    {
      "name": "海豚灣",
      "address": "屏東縣枋山鄉坊山村中山路三段61-3號1樓",
      "y": 22.244429,
      "x": 120.662776
    },
    {
      "name": "南北棧",
      "address": "屏東縣枋山鄉枋山村中山路三段38號",
      "y": 22.244145,
      "x": 120.663806
    },
    {
      "name": "雙琉",
      "address": "屏東縣獅子鄉草埔六巷23-1號",
      "y": 22.220189,
      "x": 120.794927
    },
    {
      "name": "新楓港",
      "address": "屏東縣枋山鄉楓港村舊庄路51之2號3號4號",
      "y": 22.195307,
      "x": 120.692369
    },
    {
      "name": "楓港",
      "address": "屏東縣枋山鄉楓港村舊庄路21-3.21-4.21-5.21-6號1樓",
      "y": 22.195171,
      "x": 120.692257
    },
    {
      "name": "滿豐",
      "address": "屏東縣車城鄉尖山路37號",
      "y": 22.11139,
      "x": 120.71556
    },
    {
      "name": "昱昇",
      "address": "屏東縣車城鄉溫泉村溫泉路125號",
      "y": 22.094049,
      "x": 120.748533
    },
    {
      "name": "車城",
      "address": "屏東縣車城鄉福安村中山路76號",
      "y": 22.074385,
      "x": 120.7138
    },
    {
      "name": "保鑫",
      "address": "屏東縣車城鄉新街村保新路71號",
      "y": 22.059975,
      "x": 120.716851
    },
    {
      "name": "東清灣",
      "address": "台東縣蘭嶼鄉東清村東清路7號",
      "y": 22.057885,
      "x": 121.509746
    },
    {
      "name": "蘭嶼",
      "address": "台東縣蘭嶼鄉椰油村椰油296之12號",
      "y": 22.057885,
      "x": 121.509746
    },
    {
      "name": "滿州",
      "address": "屏東縣滿州鄉滿州村中山路56號1樓",
      "y": 22.020758,
      "x": 120.83896
    },
    {
      "name": "恆北",
      "address": "屏東縣恆春鎮網紗里省北路374-3號1樓",
      "y": 22.020442,
      "x": 120.744118
    },
    {
      "name": "恆春",
      "address": "屏東縣恆春鎮網紗里省北路45號47號49號1樓",
      "y": 22.010162,
      "x": 120.743863
    },
    {
      "name": "日日春",
      "address": "屏東縣恆春鎮城北里中正路193號",
      "y": 22.005747,
      "x": 120.743874
    },
    {
      "name": "家的",
      "address": "屏東縣恆春鎮城南里中正路67號1樓",
      "y": 22.00295,
      "x": 120.744618
    },
    {
      "name": "恆好",
      "address": "屏東縣恆春鎮恆南路70-1號",
      "y": 21.995254,
      "x": 120.745835
    },
    {
      "name": "吉春",
      "address": "屏東縣恆春鎮恆南路1巷6之1號",
      "y": 21.994532,
      "x": 120.746001
    },
    {
      "name": "屏鵝",
      "address": "屏東縣恆春鎮恆南路6-6號",
      "y": 21.988437,
      "x": 120.748702
    },
    {
      "name": "後壁湖",
      "address": "屏東縣恆春鎮南灣里南光路2號",
      "y": 21.970204,
      "x": 120.755635
    },
    {
      "name": "白沙灣",
      "address": "屏東縣恆春鎮大光里砂尾路38之6號1樓",
      "y": 21.960005,
      "x": 120.739653
    },
    {
      "name": "南彎",
      "address": "屏東縣恆春鎮南灣里南灣路122號",
      "y": 21.959958,
      "x": 120.765344
    },
    {
      "name": "有魚",
      "address": "屏東縣恆春鎮砂尾路16-65號",
      "y": 21.951711,
      "x": 120.740897
    },
    {
      "name": "咚咚",
      "address": "屏東縣恆春鎮墾丁里墾丁路333號",
      "y": 21.945702,
      "x": 120.794642
    },
    {
      "name": "大街",
      "address": "屏東縣恆春鎮墾丁里墾丁路225.227號1樓",
      "y": 21.945391,
      "x": 120.797516
    },
    {
      "name": "雅客",
      "address": "屏東縣恆春鎮墾丁里墾丁路166號",
      "y": 21.945255,
      "x": 120.798956
    },
    {
      "name": "墾丁",
      "address": "屏東縣恆春鎮墾丁里墾丁路78號1樓",
      "y": 21.944362,
      "x": 120.800738
    },
    {
      "name": "船帆石",
      "address": "屏東縣恆春鎮船帆路720號1樓",
      "y": 21.934119,
      "x": 120.823397
    },
    {
      "name": "鵝鑾鼻",
      "address": "屏東縣恆春鎮鵝鑾里鵝鑾路245.247.249.257號",
      "y": 21.90546,
      "x": 120.850988
    }
  ]
}
