var okmart = {
    "OK超商": [
        {
            "name": "三芝三民店",
            "address": "新北市三芝區三民街27巷2、4號1樓",
            "y": 25.258584,
            "x": 121.504428
        },
        {
            "name": "三芝長勤店",
            "address": "新北市三芝區中山路一段153號",
            "y": 25.256105,
            "x": 121.502252
        },
        {
            "name": "聖約翰門市",
            "address": "新北市淡水區淡金路４段499號",
            "y": 25.226898,
            "x": 121.451659
        },
        {
            "name": "金山金美店",
            "address": "新北市金山區中山路235號",
            "y": 25.22172,
            "x": 121.637316
        },
        {
            "name": "下奎柔山店",
            "address": "新北市淡水區淡金路３段333號",
            "y": 25.206325,
            "x": 121.448811
        },
        {
            "name": "海院門市",
            "address": "新北市淡水區濱海路３段150號(賜福樓B棟1樓)",
            "y": 25.192068,
            "x": 121.425625
        },
        {
            "name": "漁人碼頭門市",
            "address": "新北市淡水區觀海路201號1樓",
            "y": 25.184586,
            "x": 121.411171
        },
        {
            "name": "淡水中山店",
            "address": "新北市淡水區中山北路１段102號",
            "y": 25.176448,
            "x": 121.442694
        },
        {
            "name": "萬里店",
            "address": "新北市萬里區瑪鋉路39號",
            "y": 25.175858,
            "x": 121.687627
        },
        {
            "name": "淡水紅毛城店",
            "address": "新北市淡水區真理街2-1號",
            "y": 25.173035,
            "x": 121.43861
        },
        {
            "name": "淡水站前店",
            "address": "新北市淡水區中正路11-7號1樓",
            "y": 25.16937,
            "x": 121.443358
        },
        {
            "name": "八里左岸店",
            "address": "新北市八里區觀海大道37號1、2樓",
            "y": 25.16071,
            "x": 121.429503
        },
        {
            "name": "基隆大武聖店",
            "address": "基隆市安樂區武聖街110,112號1F",
            "y": 25.159043,
            "x": 121.697009
        },
        {
            "name": "基隆武隆店",
            "address": "基隆市安樂區武隆街103巷1號1樓",
            "y": 25.158977,
            "x": 121.693673
        },
        {
            "name": "基隆和一店",
            "address": "基隆市中正區和一路86.88號",
            "y": 25.155048,
            "x": 121.766654
        },
        {
            "name": "基隆文化店",
            "address": "基隆市中山區文化路132號",
            "y": 25.154187,
            "x": 121.733607
        },
        {
            "name": "基隆武德店",
            "address": "基隆市安樂區基金一路208巷108號左 3 . 4 棟店舖1樓",
            "y": 25.154102,
            "x": 121.707701
        },
        {
            "name": "基隆武聖店",
            "address": "基隆市安樂區基金三路48號1樓",
            "y": 25.153937,
            "x": 121.697146
        },
        {
            "name": "基隆全民店",
            "address": "基隆市中山區復興路259巷60號",
            "y": 25.15239,
            "x": 121.725481
        },
        {
            "name": "基隆慶城店",
            "address": "基隆市中山區中和路168巷9弄21號1樓",
            "y": 25.150406,
            "x": 121.715392
        },
        {
            "name": "基隆中和店",
            "address": "基隆市中山區中和路166-6號",
            "y": 25.149283,
            "x": 121.717808
        },
        {
            "name": "基隆榮昌店",
            "address": "基隆市中正區中正路482號",
            "y": 25.148575,
            "x": 121.762951
        },
        {
            "name": "基隆德和店",
            "address": "基隆市中山區復興路212巷5弄4號1樓",
            "y": 25.146793,
            "x": 121.726663
        },
        {
            "name": "基隆祥豐店",
            "address": "基隆市中正區祥豐街321號",
            "y": 25.144621,
            "x": 121.767455
        },
        {
            "name": "基隆建心店",
            "address": "基隆市中正區祥豐街95之6號1樓",
            "y": 25.142245,
            "x": 121.763798
        },
        {
            "name": "北投復興店",
            "address": "台北市北投區復興四路23號1樓+地下室",
            "y": 25.142145,
            "x": 121.499944
        },
        {
            "name": "基隆新基金店",
            "address": "基隆市安樂區基金一路200號",
            "y": 25.141487,
            "x": 121.710477
        },
        {
            "name": "基隆興寮店",
            "address": "基隆市安樂區基金一路112巷110弄15之10號",
            "y": 25.141187,
            "x": 121.715736
        },
        {
            "name": "竹圍民生店",
            "address": "新北市淡水區民生路119號1樓",
            "y": 25.138845,
            "x": 121.46504
        },
        {
            "name": "基隆東岸店",
            "address": "基隆市中正區中船路134號1樓",
            "y": 25.138273,
            "x": 121.751076
        },
        {
            "name": "基隆聖心店",
            "address": "基隆市中山區西定路254號",
            "y": 25.137683,
            "x": 121.731803
        },
        {
            "name": "基隆新三益店",
            "address": "基隆市中正區中船路18號1樓",
            "y": 25.136852,
            "x": 121.749929
        },
        {
            "name": "基隆海洋店",
            "address": "基隆市中正區新豐街420.422號1樓",
            "y": 25.135754,
            "x": 121.786634
        },
        {
            "name": "竹圍民族店",
            "address": "新北市淡水區民族路51號1樓",
            "y": 25.135277,
            "x": 121.462888
        },
        {
            "name": "基隆威鎮店",
            "address": "基隆市信義區正信路227巷21弄36號1樓",
            "y": 25.135176,
            "x": 121.765082
        },
        {
            "name": "基隆信六店",
            "address": "基隆市中正區義二路191號1樓",
            "y": 25.134865,
            "x": 121.747794
        },
        {
            "name": "基隆新富店",
            "address": "基隆市中正區新豐街251巷7弄35.37號",
            "y": 25.134724,
            "x": 121.788032
        },
        {
            "name": "基隆信五店",
            "address": "基隆市中正區義二路174號1樓",
            "y": 25.134142,
            "x": 121.747574
        },
        {
            "name": "八里龍米店",
            "address": "新北市八里區龍米路１段430號",
            "y": 25.133864,
            "x": 121.45102
        },
        {
            "name": "淡水自強店",
            "address": "新北市淡水區自強路156號1樓",
            "y": 25.133787,
            "x": 121.465266
        },
        {
            "name": "基隆東峰店",
            "address": "基隆市信義區東峰街24號1樓",
            "y": 25.13227,
            "x": 121.774422
        },
        {
            "name": "基隆崇右門市",
            "address": "基隆市信義區義七路40號(格致樓一樓)",
            "y": 25.131712,
            "x": 121.753747
        },
        {
            "name": "基隆樂一店",
            "address": "基隆市安樂區樂一路26號",
            "y": 25.131379,
            "x": 121.734206
        },
        {
            "name": "基隆崇德店",
            "address": "基隆市安樂區崇德路8之5號",
            "y": 25.131145,
            "x": 121.730203
        },
        {
            "name": "基隆孝四店",
            "address": "基隆市仁愛區孝四路11號",
            "y": 25.130733,
            "x": 121.738577
        },
        {
            "name": "基隆新民店",
            "address": "基隆市中山區中山一路25號",
            "y": 25.130489,
            "x": 121.7369
        },
        {
            "name": "北藝大門市",
            "address": "台北市北投區學園路1號",
            "y": 25.129936,
            "x": 121.466192
        },
        {
            "name": "基隆愛一店",
            "address": "基隆市仁愛區愛一路26號1樓",
            "y": 25.129118,
            "x": 121.741418
        },
        {
            "name": "基隆信義店",
            "address": "基隆市信義區信二路28號",
            "y": 25.129042,
            "x": 121.757311
        },
        {
            "name": "基隆中興店",
            "address": "基隆市信義區信二路93號1樓",
            "y": 25.128981,
            "x": 121.755041
        },
        {
            "name": "基隆光華店",
            "address": "基隆市仁愛區成功一路133巷42-1號",
            "y": 25.128766,
            "x": 121.735405
        },
        {
            "name": "基隆東信店",
            "address": "基隆市信義區東信路294、296號1樓",
            "y": 25.128738,
            "x": 121.761101
        },
        {
            "name": "基隆仁義店",
            "address": "基隆市信義區仁一路27號1樓",
            "y": 25.12783,
            "x": 121.755085
        },
        {
            "name": "瑞芳建基店",
            "address": "新北市瑞芳區建基路１段64號1樓",
            "y": 25.127739,
            "x": 121.816839
        },
        {
            "name": "基隆延平店",
            "address": "基隆市仁愛區仁二路75號",
            "y": 25.127624,
            "x": 121.74909
        },
        {
            "name": "基隆銘傳店",
            "address": "基隆市仁愛區劉銘傳路15、17號一樓",
            "y": 25.12756,
            "x": 121.750944
        },
        {
            "name": "基隆南榮店",
            "address": "基隆市仁愛區南榮路7號",
            "y": 25.127061,
            "x": 121.742097
        },
        {
            "name": "基隆樂利店",
            "address": "基隆市安樂區樂利三街68號",
            "y": 25.127059,
            "x": 121.71382
        },
        {
            "name": "基隆成功店",
            "address": "基隆市仁愛區成功一路43.45號",
            "y": 25.12672,
            "x": 121.739805
        },
        {
            "name": "基隆華三店",
            "address": "基隆市仁愛區華三街20號",
            "y": 25.126441,
            "x": 121.736677
        },
        {
            "name": "基隆獅球店",
            "address": "基隆市仁愛區獅球路41號1樓",
            "y": 25.12521,
            "x": 121.738715
        },
        {
            "name": "基隆南新店",
            "address": "基隆市仁愛區南新街60號",
            "y": 25.123794,
            "x": 121.744782
        },
        {
            "name": "基隆三坑店",
            "address": "基隆市仁愛區龍安街200、200之1號1樓",
            "y": 25.122907,
            "x": 121.741778
        },
        {
            "name": "士林天玉店",
            "address": "台北市士林區天母北路89號1樓",
            "y": 25.122834,
            "x": 121.526801
        },
        {
            "name": "天母公園店",
            "address": "台北市士林區中山北路７段81巷8號1樓",
            "y": 25.121873,
            "x": 121.53063
        },
        {
            "name": "基隆安樂店",
            "address": "基隆市安樂區安樂路二段128號1.2樓",
            "y": 25.121652,
            "x": 121.724076
        },
        {
            "name": "陽明大學門市",
            "address": "台北市北投區立農街２段155號",
            "y": 25.119651,
            "x": 121.513309
        },
        {
            "name": "北投唭哩岸店",
            "address": "台北市北投區立農街１段277號1樓",
            "y": 25.119483,
            "x": 121.505922
        },
        {
            "name": "北投吉利店",
            "address": "台北市北投區吉利街140號",
            "y": 25.118526,
            "x": 121.507699
        },
        {
            "name": "基隆英仁店",
            "address": "基隆市仁愛區南榮路387號",
            "y": 25.118269,
            "x": 121.743834
        },
        {
            "name": "關渡水鳥店",
            "address": "台北市北投區知行路1號1+2樓",
            "y": 25.118054,
            "x": 121.465781
        },
        {
            "name": "北投吉運店",
            "address": "台北市北投區石牌路一段39巷124號1樓",
            "y": 25.117171,
            "x": 121.509713
        },
        {
            "name": "北投西安店",
            "address": "台北市北投區致遠二路123號",
            "y": 25.116997,
            "x": 121.512366
        },
        {
            "name": "北投尊賢店",
            "address": "台北市北投區尊賢街221號",
            "y": 25.115639,
            "x": 121.507736
        },
        {
            "name": "士林芝東店",
            "address": "台北市士林區士東路200巷21號1樓",
            "y": 25.111797,
            "x": 121.533825
        },
        {
            "name": "八堵八中店",
            "address": "基隆市暖暖區八堵路82號",
            "y": 25.110765,
            "x": 121.734254
        },
        {
            "name": "瑞芳逢甲店",
            "address": "新北市瑞芳區逢甲路198、200號1樓",
            "y": 25.110077,
            "x": 121.807078
        },
        {
            "name": "瑞芳明燈店",
            "address": "新北市瑞芳區明燈路３段17號一樓",
            "y": 25.109755,
            "x": 121.802479
        },
        {
            "name": "傑魚坑店",
            "address": "新北市瑞芳區傑魚坑路55號",
            "y": 25.10882,
            "x": 121.809893
        },
        {
            "name": "致遠店",
            "address": "台北市北投區致遠一路１段44號",
            "y": 25.108552,
            "x": 121.516484
        },
        {
            "name": "瑞芳店",
            "address": "新北市瑞芳區明燈路三段84號",
            "y": 25.108452,
            "x": 121.805752
        },
        {
            "name": "三爪子坑店",
            "address": "新北市瑞芳區三爪子坑路125號",
            "y": 25.106906,
            "x": 121.810401
        },
        {
            "name": "瑞芳中正店",
            "address": "新北市瑞芳區東和路1號",
            "y": 25.105477,
            "x": 121.804309
        },
        {
            "name": "基隆過港店",
            "address": "基隆市暖暖區過港路32號",
            "y": 25.104112,
            "x": 121.739929
        },
        {
            "name": "士林芝山店",
            "address": "台北市士林區福華路155號",
            "y": 25.103595,
            "x": 121.522055
        },
        {
            "name": "瑞芳中央店",
            "address": "新北市瑞芳區中央路47號",
            "y": 25.102868,
            "x": 121.762058
        },
        {
            "name": "基隆源遠店",
            "address": "基隆市暖暖區源遠路299號",
            "y": 25.099347,
            "x": 121.756847
        },
        {
            "name": "基隆永富店",
            "address": "基隆市七堵區永富路55號1樓",
            "y": 25.099275,
            "x": 121.714603
        },
        {
            "name": "基隆富民店",
            "address": "基隆市七堵區明德一路104號1樓及地下室1樓",
            "y": 25.098623,
            "x": 121.716056
        },
        {
            "name": "基隆暖碇店",
            "address": "基隆市暖暖區源遠路190號1樓",
            "y": 25.098127,
            "x": 121.750527
        },
        {
            "name": "福林店",
            "address": "台北市士林區中山北路５段702號",
            "y": 25.0978,
            "x": 121.527582
        },
        {
            "name": "七堵南興店",
            "address": "基隆市七堵區南興路82號",
            "y": 25.096979,
            "x": 121.71279
        },
        {
            "name": "大園遠雄門市",
            "address": "桃園市大園區航翔路101號1樓",
            "y": 25.096751,
            "x": 121.255035
        },
        {
            "name": "蘆竹海山店",
            "address": "桃園市蘆竹區海山路１段232號1樓",
            "y": 25.095133,
            "x": 121.2649
        },
        {
            "name": "基隆東新店",
            "address": "基隆市七堵區東新街67、69號",
            "y": 25.094833,
            "x": 121.719603
        },
        {
            "name": "五股成功店",
            "address": "新北市五股區御成路75、77號1樓",
            "y": 25.092978,
            "x": 121.441651
        },
        {
            "name": "士林基河店",
            "address": "台北市士林區基河路250號",
            "y": 25.091703,
            "x": 121.520845
        },
        {
            "name": "大園長榮門市",
            "address": "桃園市大園區航勤北路8-1號3樓",
            "y": 25.091394,
            "x": 121.248677
        },
        {
            "name": "基隆華城店",
            "address": "基隆市暖暖區碇內街210、212號",
            "y": 25.090628,
            "x": 121.754198
        },
        {
            "name": "士林朝陽店",
            "address": "台北市士林區大東路78號1樓",
            "y": 25.090448,
            "x": 121.52587
        },
        {
            "name": "蘆洲民族店",
            "address": "新北市蘆洲區民族路500、502號1樓",
            "y": 25.090427,
            "x": 121.469618
        },
        {
            "name": "基隆泰安店",
            "address": "基隆市七堵區泰安路23-12號",
            "y": 25.089151,
            "x": 121.708718
        },
        {
            "name": "內湖金龍店",
            "address": "台北市內湖區內湖路三段60巷10弄1號1樓及地下一樓",
            "y": 25.087979,
            "x": 121.591729
        },
        {
            "name": "七堵福五店",
            "address": "基隆市七堵區福五街155、157號一樓",
            "y": 25.087237,
            "x": 121.69779
        },
        {
            "name": "大園三民店",
            "address": "桃園市大園區三民路２段95、97號1樓",
            "y": 25.086578,
            "x": 121.254688
        },
        {
            "name": "蘆洲正義店",
            "address": "新北市蘆洲區中原路12巷25號",
            "y": 25.083896,
            "x": 121.460574
        },
        {
            "name": "蘆竹山林店",
            "address": "桃園市蘆竹區山林路２段391／393／395號",
            "y": 25.083509,
            "x": 121.303474
        },
        {
            "name": "士林海光店",
            "address": "台北市士林區延平北路５段177號1樓",
            "y": 25.083018,
            "x": 121.510021
        },
        {
            "name": "士林和豐店",
            "address": "台北市士林區和豐街39巷2號",
            "y": 25.082484,
            "x": 121.517814
        },
        {
            "name": "蘆洲中山店",
            "address": "新北市蘆洲區中山二路77號",
            "y": 25.081864,
            "x": 121.473318
        },
        {
            "name": "士林通河店",
            "address": "台北市士林區通河街141巷1號",
            "y": 25.081062,
            "x": 121.520793
        },
        {
            "name": "蘆洲溪墘店",
            "address": "新北市蘆洲區中山一路195號1樓",
            "y": 25.081043,
            "x": 121.474492
        },
        {
            "name": "港墘店",
            "address": "台北市內湖區港墘路84號",
            "y": 25.080712,
            "x": 121.577586
        },
        {
            "name": "北安店",
            "address": "台北市中山區北安路476號",
            "y": 25.0796,
            "x": 121.545107
        },
        {
            "name": "基隆長安店",
            "address": "基隆市七堵區明德三路45號1樓",
            "y": 25.077641,
            "x": 121.689739
        },
        {
            "name": "汐止大同店",
            "address": "新北市汐止區大同路三段85號",
            "y": 25.077387,
            "x": 121.667644
        },
        {
            "name": "桃園果林店",
            "address": "桃園市大園區拔子林23-1號",
            "y": 25.074069,
            "x": 121.267693
        },
        {
            "name": "大園三和店",
            "address": "桃園市大園區拔子林9-9號1樓",
            "y": 25.074069,
            "x": 121.267693
        },
        {
            "name": "大同重北店",
            "address": "台北市大同區重慶北路三段278之2號",
            "y": 25.072642,
            "x": 121.513585
        },
        {
            "name": "內湖葫洲店",
            "address": "台北市內湖區民權東路六段296巷35號1樓+B1",
            "y": 25.071888,
            "x": 121.606496
        },
        {
            "name": "汐止汐平店",
            "address": "新北市汐止區汐平路１段1號1-3樓",
            "y": 25.071149,
            "x": 121.680987
        },
        {
            "name": "汐止茄苳店",
            "address": "新北市汐止區茄苳路84、86號1樓",
            "y": 25.070478,
            "x": 121.667076
        },
        {
            "name": "內湖明湖店",
            "address": "台北市內湖區東湖路43巷26弄1號",
            "y": 25.069923,
            "x": 121.613641
        },
        {
            "name": "汐止光明店",
            "address": "新北市汐止區大同路二段521號1樓",
            "y": 25.069129,
            "x": 121.661535
        },
        {
            "name": "大同樹德店",
            "address": "台北市大同區民族西路120、122號1樓",
            "y": 25.068476,
            "x": 121.516828
        },
        {
            "name": "汐止明峰店",
            "address": "新北市汐止區明峰街281號",
            "y": 25.068407,
            "x": 121.626501
        },
        {
            "name": "汐止社后店",
            "address": "新北市汐止區康寧街61巷48號",
            "y": 25.067776,
            "x": 121.620391
        },
        {
            "name": "三重中北店",
            "address": "新北市三重區中正北路147號",
            "y": 25.067546,
            "x": 121.48265
        },
        {
            "name": "汐止社福店",
            "address": "新北市汐止區福德三路16號1樓",
            "y": 25.067145,
            "x": 121.632057
        },
        {
            "name": "汐止厚德店",
            "address": "新北市汐止區樟樹一路135巷19、21號1樓",
            "y": 25.065498,
            "x": 121.641305
        },
        {
            "name": "大同運動中心門市",
            "address": "台北市大同區大龍街51號1樓",
            "y": 25.064768,
            "x": 121.516103
        },
        {
            "name": "汐止汐科門市",
            "address": "新北市汐止區大同路２段182號",
            "y": 25.064566,
            "x": 121.653015
        },
        {
            "name": "汐止忠孝店",
            "address": "新北市汐止區樟樹一路119巷25號1樓",
            "y": 25.064262,
            "x": 121.640467
        },
        {
            "name": "台北撫順店",
            "address": "台北市中山區撫順街21號",
            "y": 25.063662,
            "x": 121.520594
        },
        {
            "name": "亞都店",
            "address": "台北市中山區民權東路２段71巷7號",
            "y": 25.06316,
            "x": 121.531792
        },
        {
            "name": "汐止秀峰店",
            "address": "新北市汐止區秀峰路119號",
            "y": 25.063089,
            "x": 121.660184
        },
        {
            "name": "泰山楓江店",
            "address": "新北市泰山區楓江路30號1樓",
            "y": 25.062364,
            "x": 121.434265
        },
        {
            "name": "汐止福德店",
            "address": "新北市汐止區福德一路197號",
            "y": 25.06177,
            "x": 121.62954
        },
        {
            "name": "泰山泰林店",
            "address": "新北市泰山區泰林路２段192號",
            "y": 25.061071,
            "x": 121.433729
        },
        {
            "name": "大園新興店",
            "address": "桃園市大園區和平東路2號1樓",
            "y": 25.060945,
            "x": 121.199331
        },
        {
            "name": "台北錦三店",
            "address": "台北市松山區三民路137號",
            "y": 25.060362,
            "x": 121.563195
        },
        {
            "name": "汐止中興店",
            "address": "新北市汐止區大同路１段331、333號1樓",
            "y": 25.059421,
            "x": 121.638257
        },
        {
            "name": "台北新東店",
            "address": "台北市松山區新東街11巷28號",
            "y": 25.058042,
            "x": 121.564874
        },
        {
            "name": "三重中正南店",
            "address": "新北市三重區中正南路117號",
            "y": 25.05741,
            "x": 121.493969
        },
        {
            "name": "汐止新台店",
            "address": "新北市汐止區大同路１段169號1樓",
            "y": 25.056789,
            "x": 121.632722
        },
        {
            "name": "內湖新明店",
            "address": "台北市內湖區新明路316號",
            "y": 25.055437,
            "x": 121.581789
        },
        {
            "name": "龜山文明店",
            "address": "桃園市龜山區文明路71-2號",
            "y": 25.054884,
            "x": 121.379735
        },
        {
            "name": "台北豐達店",
            "address": "台北市松山區敦化北路155巷87號之1",
            "y": 25.054175,
            "x": 121.551441
        },
        {
            "name": "大同圓環店",
            "address": "台北市大同區南京西路258號",
            "y": 25.053654,
            "x": 121.515294
        },
        {
            "name": "新莊思源店",
            "address": "新北市新莊區福壽街156號",
            "y": 25.052713,
            "x": 121.458084
        },
        {
            "name": "新莊福華店",
            "address": "新北市新莊區中華路２段208號1樓",
            "y": 25.05236,
            "x": 121.453092
        },
        {
            "name": "新莊昌平店",
            "address": "新北市新莊區昌平街2號",
            "y": 25.052331,
            "x": 121.454947
        },
        {
            "name": "三重成功店",
            "address": "新北市三重區成功路97號",
            "y": 25.051558,
            "x": 121.488104
        },
        {
            "name": "大園尖山店",
            "address": "桃園市大園區中山南路１段82、84號1樓",
            "y": 25.050494,
            "x": 121.209388
        },
        {
            "name": "松山光復店",
            "address": "台北市松山區光復北路32號1樓",
            "y": 25.049323,
            "x": 121.557645
        },
        {
            "name": "台北開封店",
            "address": "台北市萬華區開封街２段80、80之1號1樓",
            "y": 25.047028,
            "x": 121.504868
        },
        {
            "name": "南港玉成店",
            "address": "台北市南港區玉成街82號",
            "y": 25.04621,
            "x": 121.58277
        },
        {
            "name": "觀音草漯店",
            "address": "桃園市觀音區大觀路二段161號1樓",
            "y": 25.046042,
            "x": 121.141468
        },
        {
            "name": "南崁中正店",
            "address": "桃園市蘆竹區中正路203號1樓",
            "y": 25.045767,
            "x": 121.292824
        },
        {
            "name": "華山店",
            "address": "台北市中正區紹興北街8-1號",
            "y": 25.045323,
            "x": 121.525278
        },
        {
            "name": "成福店",
            "address": "台北市南港區成福路44號",
            "y": 25.044937,
            "x": 121.586374
        },
        {
            "name": "新莊中平店",
            "address": "新北市新莊區中平路10號",
            "y": 25.042735,
            "x": 121.444865
        },
        {
            "name": "泰山新生店",
            "address": "新北市泰山區新北大道５段688號1樓",
            "y": 25.041713,
            "x": 121.430329
        },
        {
            "name": "汐止東勢店",
            "address": "新北市汐止區東勢街127號1樓",
            "y": 25.041188,
            "x": 121.63329
        },
        {
            "name": "明志科大門市",
            "address": "新北市泰山區工專路84號(綜合大樓2樓)",
            "y": 25.040594,
            "x": 121.422252
        },
        {
            "name": "泰山貴賢店",
            "address": "新北市泰山區明志路三段135號1樓",
            "y": 25.040362,
            "x": 121.42505
        },
        {
            "name": "外交部門市",
            "address": "台北市中正區凱達格蘭大道2號B1",
            "y": 25.039189,
            "x": 121.516458
        },
        {
            "name": "觀音環科店",
            "address": "桃園市觀音區環科路335號",
            "y": 25.03895,
            "x": 121.06399
        },
        {
            "name": "觀音中興店",
            "address": "桃園市觀音區中興路17、19-1號1樓",
            "y": 25.037733,
            "x": 121.080727
        },
        {
            "name": "新莊建中店",
            "address": "新北市新莊區建中街28號",
            "y": 25.037604,
            "x": 121.449028
        },
        {
            "name": "觀音信義店",
            "address": "桃園市觀音區信義路77號1樓",
            "y": 25.036169,
            "x": 121.079206
        },
        {
            "name": "南港中研店",
            "address": "台北市南港區研究院路２段230號",
            "y": 25.036135,
            "x": 121.61703
        },
        {
            "name": "泰山貴陽店",
            "address": "新北市泰山區明志路三段357、359號1樓",
            "y": 25.03499,
            "x": 121.421882
        },
        {
            "name": "觀音中正店",
            "address": "桃園市觀音區中正路143號1+2樓",
            "y": 25.033202,
            "x": 121.082938
        },
        {
            "name": "中華電信門市",
            "address": "台北市大安區愛國東路35號B1樓",
            "y": 25.031987,
            "x": 121.526245
        },
        {
            "name": "金山南路店",
            "address": "台北市大安區金山南路２段113號",
            "y": 25.030442,
            "x": 121.526795
        },
        {
            "name": "台北三興店",
            "address": "台北市信義區基隆路２段39巷3號1樓",
            "y": 25.030427,
            "x": 121.559823
        },
        {
            "name": "台北景聯店",
            "address": "台北市信義區吳興街110號1樓",
            "y": 25.030103,
            "x": 121.560928
        },
        {
            "name": "台北金華店",
            "address": "台北市大安區金華街241-1號",
            "y": 25.029839,
            "x": 121.530478
        },
        {
            "name": "中正三元店",
            "address": "台北市中正區和平西路２段70巷15弄3號",
            "y": 25.028838,
            "x": 121.511445
        },
        {
            "name": "新莊青山店",
            "address": "新北市新莊區青山路１段52之1號1樓",
            "y": 25.027724,
            "x": 121.409834
        },
        {
            "name": "信義北城店",
            "address": "台北市信義區莊敬路393號",
            "y": 25.027615,
            "x": 121.565687
        },
        {
            "name": "北醫店",
            "address": "台北市信義區吳興街220巷33號",
            "y": 25.027228,
            "x": 121.562268
        },
        {
            "name": "台北廈門店",
            "address": "台北市中正區廈門街113巷17號",
            "y": 25.023493,
            "x": 121.519155
        },
        {
            "name": "信義雙和店",
            "address": "台北市信義區吳興街284巷21弄2號",
            "y": 25.023386,
            "x": 121.56338
        },
        {
            "name": "板橋自由店",
            "address": "新北市板橋區自由路34、36號1樓",
            "y": 25.023,
            "x": 121.465661
        },
        {
            "name": "新莊四維店",
            "address": "新北市新莊區四維路123-1號",
            "y": 25.022908,
            "x": 121.423182
        },
        {
            "name": "板橋華翠店",
            "address": "新北市板橋區縣民大道３段101號",
            "y": 25.022347,
            "x": 121.476218
        },
        {
            "name": "台北富陽店",
            "address": "台北市信義區富陽街65、67號1樓",
            "y": 25.02193,
            "x": 121.556501
        },
        {
            "name": "板橋新海店",
            "address": "新北市板橋區新海路80號1樓",
            "y": 25.021908,
            "x": 121.461833
        },
        {
            "name": "台北黎忠店",
            "address": "台北市信義區和平東路３段341巷6號1樓",
            "y": 25.021763,
            "x": 121.558761
        },
        {
            "name": "台北銘德店",
            "address": "台北市萬華區萬大路424巷112之4、之5號1樓",
            "y": 25.021436,
            "x": 121.495374
        },
        {
            "name": "萬大店",
            "address": "台北市萬華區萬大路423巷12號",
            "y": 25.021216,
            "x": 121.499206
        },
        {
            "name": "新莊八德店",
            "address": "新北市新莊區八德街111號",
            "y": 25.020919,
            "x": 121.424178
        },
        {
            "name": "新莊民安店",
            "address": "新北市新莊區民安東路127號1樓",
            "y": 25.020825,
            "x": 121.430941
        },
        {
            "name": "和平籃球館門市",
            "address": "台北市大安區敦南街76巷28號1樓",
            "y": 25.020725,
            "x": 121.546668
        },
        {
            "name": "板橋懷仁店",
            "address": "新北市板橋區懷仁街8號",
            "y": 25.020115,
            "x": 121.475971
        },
        {
            "name": "新莊龍安店",
            "address": "新北市新莊區四維路215號",
            "y": 25.019928,
            "x": 121.421784
        },
        {
            "name": "台北泰和店",
            "address": "台北市信義區吳興街600巷94號1樓",
            "y": 25.018622,
            "x": 121.571151
        },
        {
            "name": "桃園同德店",
            "address": "桃園市桃園區同安街340、342號1樓、338巷1號1樓",
            "y": 25.017069,
            "x": 121.302826
        },
        {
            "name": "台北福和店",
            "address": "台北市中正區羅斯福路３段244巷7-1號",
            "y": 25.016893,
            "x": 121.53077
        },
        {
            "name": "汀州路店",
            "address": "台北市中正區汀州路３段109號",
            "y": 25.016844,
            "x": 121.529961
        },
        {
            "name": "板橋大仁店",
            "address": "新北市板橋區大仁街80號",
            "y": 25.016394,
            "x": 121.454113
        },
        {
            "name": "桃園大有店",
            "address": "桃園市桃園區大有路656號1+2樓",
            "y": 25.01634,
            "x": 121.316704
        },
        {
            "name": "永和保福店",
            "address": "新北市永和區仁愛路202巷16號1樓",
            "y": 25.012721,
            "x": 121.509123
        },
        {
            "name": "開南大學門市",
            "address": "桃園市蘆竹區開南路1號(行政大樓B1)",
            "y": 25.010743,
            "x": 121.271569
        },
        {
            "name": "深坑百合店",
            "address": "新北市深坑區北深路一段38號1樓",
            "y": 25.010618,
            "x": 121.63827
        },
        {
            "name": "板橋華僑店",
            "address": "新北市板橋區僑中二街90巷2號1樓",
            "y": 25.009216,
            "x": 121.44518
        },
        {
            "name": "龜山楓樹坑店",
            "address": "桃園市龜山區忠義路１段202號1樓",
            "y": 25.00677,
            "x": 121.34483
        },
        {
            "name": "台北萬美店",
            "address": "台北市文山區辛亥路４段99號",
            "y": 25.00673,
            "x": 121.558715
        },
        {
            "name": "中和員穗店",
            "address": "新北市中和區員山路468號",
            "y": 25.00655,
            "x": 121.479967
        },
        {
            "name": "桃園埔子店",
            "address": "桃園市桃園區永安路754號",
            "y": 25.00591,
            "x": 121.294952
        },
        {
            "name": "永和永利店",
            "address": "新北市永和區永利路45號1樓",
            "y": 25.00548,
            "x": 121.518975
        },
        {
            "name": "中和積穗店",
            "address": "新北市中和區員山路396號",
            "y": 25.004664,
            "x": 121.480595
        },
        {
            "name": "板橋大華店",
            "address": "新北市板橋區四川路１段170號",
            "y": 25.003046,
            "x": 121.459853
        },
        {
            "name": "桃園埔新店",
            "address": "桃園市桃園區力行路40號1樓",
            "y": 25.002828,
            "x": 121.304193
        },
        {
            "name": "中和中山店",
            "address": "新北市中和區中山路２段252號",
            "y": 25.002658,
            "x": 121.497633
        },
        {
            "name": "中和廣福店",
            "address": "新北市中和區廣福路30號",
            "y": 25.002548,
            "x": 121.504814
        },
        {
            "name": "文山萬安店",
            "address": "台北市文山區萬美街１段47號1+2樓",
            "y": 25.002273,
            "x": 121.568776
        },
        {
            "name": "中壢月眉店",
            "address": "桃園市中壢區月眉路１段599號1樓",
            "y": 25.002053,
            "x": 121.181288
        },
        {
            "name": "興隆店",
            "address": "台北市文山區興隆路一段138號",
            "y": 25.001993,
            "x": 121.541796
        },
        {
            "name": "平埔店",
            "address": "新北市深坑區文化街76號",
            "y": 25.001969,
            "x": 121.618144
        },
        {
            "name": "桃園正康店",
            "address": "桃園市桃園區正康二街83號",
            "y": 25.001118,
            "x": 121.308797
        },
        {
            "name": "中和中和店",
            "address": "新北市中和區中和路163號",
            "y": 24.999924,
            "x": 121.502814
        },
        {
            "name": "中和民利店",
            "address": "新北市中和區民利街12號",
            "y": 24.999374,
            "x": 121.480696
        },
        {
            "name": "木柵軍功店",
            "address": "台北市文山區和平東路４段383號1樓",
            "y": 24.999334,
            "x": 121.574386
        },
        {
            "name": "龜山萬壽店",
            "address": "桃園市龜山區萬壽路二段680之2號1樓",
            "y": 24.998732,
            "x": 121.344997
        },
        {
            "name": "永和四維店",
            "address": "新北市永和區四維街65號1樓",
            "y": 24.998035,
            "x": 121.525913
        },
        {
            "name": "桃園運動中心門市",
            "address": "桃園市桃園區中山東路233號1樓",
            "y": 24.997947,
            "x": 121.320689
        },
        {
            "name": "中和信和店",
            "address": "新北市中和區員山路148巷23弄28號1樓",
            "y": 24.997661,
            "x": 121.482347
        },
        {
            "name": "中和宜安店",
            "address": "新北市中和區宜安路49、51號1樓",
            "y": 24.996753,
            "x": 121.511759
        },
        {
            "name": "永和民享店",
            "address": "新北市永和區民享街4號",
            "y": 24.995484,
            "x": 121.515028
        },
        {
            "name": "樹林千歲店",
            "address": "新北市樹林區保安二街40號",
            "y": 24.995061,
            "x": 121.424548
        },
        {
            "name": "桃園民族店",
            "address": "桃園市桃園區民族路204號",
            "y": 24.995013,
            "x": 121.30765
        },
        {
            "name": "桃園博愛店",
            "address": "桃園市桃園區博愛路97號1樓",
            "y": 24.994593,
            "x": 121.309548
        },
        {
            "name": "板橋崑崙店",
            "address": "新北市板橋區大觀路３段160巷34弄1號和36號一樓",
            "y": 24.993985,
            "x": 121.430097
        },
        {
            "name": "板橋四川店",
            "address": "新北市板橋區四川路二段128號1樓",
            "y": 24.993762,
            "x": 121.450199
        },
        {
            "name": "板橋廣和店",
            "address": "新北市板橋區廣和街45號1樓",
            "y": 24.993549,
            "x": 121.46247
        },
        {
            "name": "桃園法治店",
            "address": "桃園市桃園區法治路2.4號",
            "y": 24.992604,
            "x": 121.296539
        },
        {
            "name": "板橋華德店",
            "address": "新北市板橋區四川路二段245巷53號",
            "y": 24.992489,
            "x": 121.45221
        },
        {
            "name": "文山新光店",
            "address": "台北市文山區新光路1段97、99號1樓",
            "y": 24.990901,
            "x": 121.573755
        },
        {
            "name": "桃園南華店",
            "address": "桃園市桃園區南華街67號1樓",
            "y": 24.990814,
            "x": 121.308129
        },
        {
            "name": "中和秀峰店",
            "address": "新北市中和區秀峰街117號",
            "y": 24.99067,
            "x": 121.520109
        },
        {
            "name": "板橋溪北店",
            "address": "新北市板橋區溪北路51號",
            "y": 24.990001,
            "x": 121.427815
        },
        {
            "name": "文山再興店",
            "address": "台北市文山區興隆路４段55號1樓",
            "y": 24.989671,
            "x": 121.559872
        },
        {
            "name": "龜山貿商店",
            "address": "桃園市龜山區中興路166-5號1樓",
            "y": 24.989405,
            "x": 121.332641
        },
        {
            "name": "土城學成店",
            "address": "新北市土城區學成路110號1樓",
            "y": 24.989362,
            "x": 121.449791
        },
        {
            "name": "桃園武陵店",
            "address": "桃園市桃園區中山路992/994號",
            "y": 24.988715,
            "x": 121.28576
        },
        {
            "name": "龜山山鶯店",
            "address": "桃園市龜山區山鶯路200號",
            "y": 24.986777,
            "x": 121.326205
        },
        {
            "name": "土城中央店",
            "address": "新北市土城區中央路１段182號",
            "y": 24.986589,
            "x": 121.445574
        },
        {
            "name": "土城延安店",
            "address": "新北市土城區延安街2號1樓",
            "y": 24.985477,
            "x": 121.467674
        },
        {
            "name": "桃園建國店",
            "address": "桃園市桃園區建國路156-9號",
            "y": 24.985378,
            "x": 121.309624
        },
        {
            "name": "土城延吉店",
            "address": "新北市土城區延吉街170號",
            "y": 24.985321,
            "x": 121.468249
        },
        {
            "name": "文山忠順店",
            "address": "台北市文山區興隆路四段72-2號、74巷2號、74巷4號",
            "y": 24.984133,
            "x": 121.561683
        },
        {
            "name": "土城運動中心門市",
            "address": "新北市土城區金城路２段247-1號",
            "y": 24.983456,
            "x": 121.456842
        },
        {
            "name": "文山木新店",
            "address": "台北市文山區木新路二段242號1樓/B1",
            "y": 24.983355,
            "x": 121.56661
        },
        {
            "name": "中和烘爐店",
            "address": "新北市中和區興南路２段140號1樓",
            "y": 24.983251,
            "x": 121.503986
        },
        {
            "name": "土城永豐店",
            "address": "新北市土城區永豐路149之2號1樓",
            "y": 24.982736,
            "x": 121.467239
        },
        {
            "name": "中壢吉林店",
            "address": "桃園市中壢區忠孝路479號1樓",
            "y": 24.982475,
            "x": 121.25289
        },
        {
            "name": "樹林中華店",
            "address": "新北市樹林區中華路135號",
            "y": 24.98236,
            "x": 121.421725
        },
        {
            "name": "中和華夏店",
            "address": "新北市中和區華新街143巷11弄2號1樓",
            "y": 24.981211,
            "x": 121.506678
        },
        {
            "name": "桃園龍祥店",
            "address": "桃園市桃園區龍祥街48號1樓",
            "y": 24.980902,
            "x": 121.271468
        },
        {
            "name": "中壢文化店",
            "address": "桃園市中壢區文化路336號1樓",
            "y": 24.978551,
            "x": 121.25126
        },
        {
            "name": "桃園高城店",
            "address": "桃園市八德區高城路72號",
            "y": 24.978546,
            "x": 121.276003
        },
        {
            "name": "鶯歌新興店",
            "address": "新北市鶯歌區國際一路74.76號",
            "y": 24.97804,
            "x": 121.335664
        },
        {
            "name": "新屋東明店",
            "address": "桃園市新屋區中山西路一段572號1樓",
            "y": 24.976676,
            "x": 121.082951
        },
        {
            "name": "永豐高中門市",
            "address": "桃園市八德區永豐路609號",
            "y": 24.97553,
            "x": 121.2701
        },
        {
            "name": "中壢長華店",
            "address": "桃園市中壢區復華九街71號1樓",
            "y": 24.97544,
            "x": 121.247719
        },
        {
            "name": "新店忠誠店",
            "address": "新北市新店區北新路２段97巷8號1樓",
            "y": 24.974349,
            "x": 121.542229
        },
        {
            "name": "新店建中店",
            "address": "新北市新店區中正路249號",
            "y": 24.973293,
            "x": 121.538974
        },
        {
            "name": "八德桃福店",
            "address": "桃園市八德區桃德路382號",
            "y": 24.972553,
            "x": 121.297423
        },
        {
            "name": "鶯歌大湖店",
            "address": "新北市鶯歌區大湖路466號",
            "y": 24.972093,
            "x": 121.339674
        },
        {
            "name": "新店三民店",
            "address": "新北市新店區三民路38號",
            "y": 24.971596,
            "x": 121.536348
        },
        {
            "name": "土城連宇店",
            "address": "新北市土城區自強街11巷2號1樓",
            "y": 24.970325,
            "x": 121.430065
        },
        {
            "name": "中壢長興店",
            "address": "桃園市中壢區長興街21、23號",
            "y": 24.969857,
            "x": 121.250689
        },
        {
            "name": "中壢復華店",
            "address": "桃園市中壢區復華街50號1樓",
            "y": 24.969777,
            "x": 121.247778
        },
        {
            "name": "鶯歌永和店",
            "address": "新北市鶯歌區永和街126、128號1樓",
            "y": 24.969351,
            "x": 121.334869
        },
        {
            "name": "新店中華店",
            "address": "新北市新店區中華路68號",
            "y": 24.969143,
            "x": 121.539166
        },
        {
            "name": "八德大宏店",
            "address": "桃園市八德區桃德路125/123號1樓",
            "y": 24.968159,
            "x": 121.294557
        },
        {
            "name": "中壢榮安店",
            "address": "桃園市中壢區環中東路50號",
            "y": 24.966127,
            "x": 121.259246
        },
        {
            "name": "中壢中園店",
            "address": "桃園市中壢區中園路38之1號",
            "y": 24.965721,
            "x": 121.237351
        },
        {
            "name": "中壢雙連店",
            "address": "桃園市中壢區五興路402號1樓",
            "y": 24.965234,
            "x": 121.193706
        },
        {
            "name": "中壢精忠店",
            "address": "桃園市中壢區莊敬路779號",
            "y": 24.965074,
            "x": 121.256152
        },
        {
            "name": "土城福安店",
            "address": "新北市土城區福安街72號1樓",
            "y": 24.964457,
            "x": 121.418187
        },
        {
            "name": "中壢興仁店",
            "address": "桃園市中壢區興仁路２段295號、297巷1號1樓",
            "y": 24.964401,
            "x": 121.265227
        },
        {
            "name": "新店香坡店",
            "address": "新北市新店區安祥路102巷28號",
            "y": 24.963895,
            "x": 121.483996
        },
        {
            "name": "新店中興店",
            "address": "新北市新店區檳榔路29巷2、4號一樓",
            "y": 24.963636,
            "x": 121.541833
        },
        {
            "name": "鶯歌福安店",
            "address": "新北市鶯歌區鶯桃路388號",
            "y": 24.963506,
            "x": 121.333772
        },
        {
            "name": "中壢運動中心門市",
            "address": "桃園市中壢區三光路350號",
            "y": 24.963375,
            "x": 121.212638
        },
        {
            "name": "中壢永福店",
            "address": "桃園市中壢區永福路1042號",
            "y": 24.963058,
            "x": 121.253392
        },
        {
            "name": "中壢元化店",
            "address": "桃園市中壢區元化路２段31、33號1樓",
            "y": 24.962409,
            "x": 121.221952
        },
        {
            "name": "中壢王子店",
            "address": "桃園市中壢區王子街50號",
            "y": 24.961268,
            "x": 121.214668
        },
        {
            "name": "中壢中央店",
            "address": "桃園市中壢區中央西路二段148號1樓",
            "y": 24.959154,
            "x": 121.213993
        },
        {
            "name": "鶯歌永吉店",
            "address": "新北市鶯歌區鶯桃路208號1樓",
            "y": 24.959062,
            "x": 121.337245
        },
        {
            "name": "新店安康店",
            "address": "新北市新店區安康路２段266號",
            "y": 24.958903,
            "x": 121.508538
        },
        {
            "name": "中壢永泰店",
            "address": "桃園市中壢區溪洲街71號一樓",
            "y": 24.95816,
            "x": 121.230465
        },
        {
            "name": "大湳和平店",
            "address": "桃園市八德區和平路222號",
            "y": 24.957466,
            "x": 121.304289
        },
        {
            "name": "大湳大安店",
            "address": "桃園市八德區和平路530/532號",
            "y": 24.957032,
            "x": 121.312061
        },
        {
            "name": "土城承天店",
            "address": "新北市土城區南天母路10號1樓",
            "y": 24.956567,
            "x": 121.445578
        },
        {
            "name": "中壢仁愛店",
            "address": "桃園市中壢區新中北路840、842號1樓",
            "y": 24.956525,
            "x": 121.251939
        },
        {
            "name": "八德長和店",
            "address": "桃園市八德區和平路670號1樓",
            "y": 24.956384,
            "x": 121.316347
        },
        {
            "name": "中壢育樂店",
            "address": "桃園市中壢區中正路257號、康樂路85號1樓",
            "y": 24.955106,
            "x": 121.219563
        },
        {
            "name": "樹林伯園店",
            "address": "新北市樹林區柑園街二段119／121號1樓",
            "y": 24.954673,
            "x": 121.38489
        },
        {
            "name": "中壢信義店",
            "address": "桃園市中壢區中北路２段400號",
            "y": 24.954006,
            "x": 121.232148
        },
        {
            "name": "鶯歌永昌店",
            "address": "新北市鶯歌區鶯桃路97之3號1樓",
            "y": 24.953868,
            "x": 121.338852
        },
        {
            "name": "中壢福州店",
            "address": "桃園市中壢區中北路二段350～354號",
            "y": 24.953488,
            "x": 121.230718
        },
        {
            "name": "中壢榮學店",
            "address": "桃園市中壢區榮民南路186號1樓、2樓",
            "y": 24.953422,
            "x": 121.256761
        },
        {
            "name": "中壢利民店",
            "address": "桃園市中壢區利民路1號",
            "y": 24.952288,
            "x": 121.237624
        },
        {
            "name": "新店日興店",
            "address": "新北市新店區安康路３段454號1樓",
            "y": 24.951295,
            "x": 121.484344
        },
        {
            "name": "平鎮新榮店",
            "address": "桃園市平鎮區延平路一段199/201號",
            "y": 24.950434,
            "x": 121.216229
        },
        {
            "name": "中壢清雲店",
            "address": "桃園市中壢區健行路99號",
            "y": 24.950227,
            "x": 121.227161
        },
        {
            "name": "樹林桃子腳店",
            "address": "新北市樹林區桃子腳路124號1樓",
            "y": 24.950066,
            "x": 121.385499
        },
        {
            "name": "新店黎明店",
            "address": "新北市新店區黎明路43/45號",
            "y": 24.949479,
            "x": 121.502137
        },
        {
            "name": "中壢華勛店",
            "address": "桃園市中壢區華勛街293號1樓",
            "y": 24.948289,
            "x": 121.260472
        },
        {
            "name": "中壢徐州店",
            "address": "桃園市中壢區環中東路二段328號1樓",
            "y": 24.948192,
            "x": 121.234885
        },
        {
            "name": "平鎮壢新店",
            "address": "桃園市平鎮區復旦路２段23巷1號",
            "y": 24.947646,
            "x": 121.205742
        },
        {
            "name": "平鎮和平店",
            "address": "桃園市平鎮區和平路117號1樓",
            "y": 24.947371,
            "x": 121.220734
        },
        {
            "name": "中壢仁勛店",
            "address": "桃園市中壢區華勛街349+351號1樓",
            "y": 24.946692,
            "x": 121.260083
        },
        {
            "name": "中壢南亞店",
            "address": "桃園市中壢區中山東路３段文化新村9號",
            "y": 24.946257,
            "x": 121.246736
        },
        {
            "name": "中壢金峰店",
            "address": "桃園市中壢區中山東路三段2號",
            "y": 24.946211,
            "x": 121.246401
        },
        {
            "name": "新店達觀店",
            "address": "新北市新店區達觀路6號B1",
            "y": 24.942674,
            "x": 121.50519
        },
        {
            "name": "平鎮振金店",
            "address": "桃園市平鎮區金陵路２段24、26號1樓",
            "y": 24.942372,
            "x": 121.222696
        },
        {
            "name": "平鎮崇泰店",
            "address": "桃園市平鎮區延平路三段6-1號1樓",
            "y": 24.942216,
            "x": 121.205746
        },
        {
            "name": "平鎮德育店",
            "address": "桃園市平鎮區德育路２段165號1樓",
            "y": 24.941552,
            "x": 121.219057
        },
        {
            "name": "中壢正義店",
            "address": "桃園市中壢區正義路88號1樓",
            "y": 24.938421,
            "x": 121.257397
        },
        {
            "name": "中壢志清門市",
            "address": "桃園市中壢區中山東路３段414號志清樓一樓",
            "y": 24.93736,
            "x": 121.251848
        },
        {
            "name": "三峽中福店",
            "address": "新北市三峽區中山路9號1樓",
            "y": 24.935287,
            "x": 121.36632
        },
        {
            "name": "八德瑞豐店",
            "address": "桃園市八德區介壽路二段935號",
            "y": 24.935182,
            "x": 121.297616
        },
        {
            "name": "中壢七福店",
            "address": "桃園市中壢區龍東路474、476號1樓",
            "y": 24.934446,
            "x": 121.256615
        },
        {
            "name": "平鎮金陵店",
            "address": "桃園市平鎮區金陵路２段482號1樓",
            "y": 24.932217,
            "x": 121.225331
        },
        {
            "name": "新豐福興店",
            "address": "新竹縣新豐鄉福興村9鄰十一股93號1樓",
            "y": 24.931361,
            "x": 121.028754
        },
        {
            "name": "八德興豐店",
            "address": "桃園市八德區興豐路572、574號",
            "y": 24.93049,
            "x": 121.293121
        },
        {
            "name": "三峽介壽店",
            "address": "新北市三峽區介壽路１段320號",
            "y": 24.930098,
            "x": 121.380996
        },
        {
            "name": "平鎮貿西店",
            "address": "桃園市平鎮區中正五路162號1樓",
            "y": 24.929524,
            "x": 121.255334
        },
        {
            "name": "中壢百齡店",
            "address": "桃園市中壢區龍門街137號1樓",
            "y": 24.92944,
            "x": 121.244988
        },
        {
            "name": "平鎮龍恩店",
            "address": "桃園市平鎮區游泳路120巷1弄2、4號1樓",
            "y": 24.928535,
            "x": 121.232421
        },
        {
            "name": "新店華城門市",
            "address": "新北市新店區華城一路18號1樓",
            "y": 24.928246,
            "x": 121.503866
        },
        {
            "name": "高山頂營區門市",
            "address": "桃園市楊梅區高山里南高山頂10-1號",
            "y": 24.92771,
            "x": 121.159047
        },
        {
            "name": "三峽弘園店",
            "address": "新北市三峽區弘園街43號1樓",
            "y": 24.927439,
            "x": 121.366834
        },
        {
            "name": "平鎮環南店",
            "address": "桃園市平鎮區龍南路20、22、24號1樓",
            "y": 24.924858,
            "x": 121.244716
        },
        {
            "name": "平鎮華光店",
            "address": "桃園市平鎮區金陵路三段249號1樓",
            "y": 24.924315,
            "x": 121.228086
        },
        {
            "name": "平鎮忠貞店",
            "address": "桃園市平鎮區龍南路349號",
            "y": 24.922268,
            "x": 121.25096
        },
        {
            "name": "楊梅永美店",
            "address": "桃園市楊梅區永美路163號",
            "y": 24.920142,
            "x": 121.185168
        },
        {
            "name": "楊梅比佛利店",
            "address": "桃園市楊梅區青山二街407號1樓+B1樓",
            "y": 24.920039,
            "x": 121.171119
        },
        {
            "name": "平鎮平東店",
            "address": "桃園市平鎮區平東路31-1號",
            "y": 24.918003,
            "x": 121.253087
        },
        {
            "name": "楊梅埔心店",
            "address": "桃園市楊梅區永美路329號",
            "y": 24.917264,
            "x": 121.182178
        },
        {
            "name": "平鎮東安店",
            "address": "桃園市平鎮區平東路138號1樓",
            "y": 24.917021,
            "x": 121.25046
        },
        {
            "name": "新店康橋店",
            "address": "新北市新店區華城路501號",
            "y": 24.914408,
            "x": 121.503369
        },
        {
            "name": "楊梅新農店",
            "address": "桃園市楊梅區新農街377號1-3樓",
            "y": 24.910754,
            "x": 121.15477
        },
        {
            "name": "楊梅立同店",
            "address": "桃園市楊梅區自立街301號1樓",
            "y": 24.909854,
            "x": 121.153399
        },
        {
            "name": "楊梅金山店",
            "address": "桃園市楊梅區環東路436號",
            "y": 24.909591,
            "x": 121.157421
        },
        {
            "name": "楊梅湖山店",
            "address": "桃園市楊梅區湖山街20號及22號1樓",
            "y": 24.908397,
            "x": 121.118883
        },
        {
            "name": "湖口台鐵門市",
            "address": "新竹縣湖口鄉中山路２段121號(台鐵湖口跨站3樓)",
            "y": 24.90322,
            "x": 121.044457
        },
        {
            "name": "湖口達生店",
            "address": "新竹縣湖口鄉達生路90、92號1樓",
            "y": 24.90287,
            "x": 121.047172
        },
        {
            "name": "湖口站前店",
            "address": "新竹縣湖口鄉中山路二段154、156、158號",
            "y": 24.902558,
            "x": 121.044213
        },
        {
            "name": "新豐成德店",
            "address": "新竹縣新豐鄉成德街1號1-3樓",
            "y": 24.90227,
            "x": 120.989498
        },
        {
            "name": "湖口中正店",
            "address": "新竹縣湖口鄉中正路１段104號",
            "y": 24.901326,
            "x": 121.046715
        },
        {
            "name": "楊梅裕成店",
            "address": "桃園市楊梅區裕成路160-1號1樓",
            "y": 24.899027,
            "x": 121.160908
        },
        {
            "name": "平鎮山峰店",
            "address": "桃園市平鎮區中豐路山頂段373號",
            "y": 24.896174,
            "x": 121.211406
        },
        {
            "name": "楊梅中華店",
            "address": "桃園市楊梅區秀才路552、554號一樓",
            "y": 24.893979,
            "x": 121.136963
        },
        {
            "name": "平鎮湧光店",
            "address": "桃園市平鎮區湧光路448.450號",
            "y": 24.890252,
            "x": 121.203885
        },
        {
            "name": "大溪中華店",
            "address": "桃園市大溪區信義路158號",
            "y": 24.885337,
            "x": 121.293176
        },
        {
            "name": "大溪康莊店",
            "address": "桃園市大溪區康莊路30號",
            "y": 24.883892,
            "x": 121.288739
        },
        {
            "name": "湖口千禧店",
            "address": "新竹縣湖口鄉千禧路2巷2號",
            "y": 24.883885,
            "x": 121.027481
        },
        {
            "name": "大溪員林店",
            "address": "桃園市大溪區員林路二段414號",
            "y": 24.883652,
            "x": 121.267158
        },
        {
            "name": "員樹林店",
            "address": "桃園市大溪區員林路2段409、411號1樓",
            "y": 24.883586,
            "x": 121.267444
        },
        {
            "name": "龍潭中央店",
            "address": "桃園市龍潭區中央街138+140號1樓",
            "y": 24.883221,
            "x": 121.204862
        },
        {
            "name": "大溪得勝店",
            "address": "桃園市大溪區得勝路1號",
            "y": 24.881171,
            "x": 121.287883
        },
        {
            "name": "湖口德興店",
            "address": "新竹縣湖口鄉八德路２段76號1樓",
            "y": 24.87811,
            "x": 121.05674
        },
        {
            "name": "湖口八德店",
            "address": "新竹縣湖口鄉八德路１段761號1樓",
            "y": 24.87806,
            "x": 121.05202
        },
        {
            "name": "大溪勝利店",
            "address": "桃園市大溪區康莊路322、324、326號1樓",
            "y": 24.876933,
            "x": 121.287402
        },
        {
            "name": "新豐忠孝店",
            "address": "新竹縣新豐鄉忠孝路2號",
            "y": 24.87603,
            "x": 120.99687
        },
        {
            "name": "湖口永安店",
            "address": "新竹縣湖口鄉永安街68號",
            "y": 24.869778,
            "x": 121.0342
        },
        {
            "name": "至善高中門市",
            "address": "桃園市大溪區康莊路645號1樓",
            "y": 24.867364,
            "x": 121.284309
        },
        {
            "name": "新豐德昌店",
            "address": "新竹縣新豐鄉德昌街137號1樓",
            "y": 24.86715,
            "x": 120.985244
        },
        {
            "name": "龍潭龍華店",
            "address": "桃園市龍潭區龍華路8號1樓、北龍路126巷3號1樓",
            "y": 24.866042,
            "x": 121.214317
        },
        {
            "name": "龍潭北龍店",
            "address": "桃園市龍潭區北龍路58號",
            "y": 24.865558,
            "x": 121.212386
        },
        {
            "name": "龍潭龍元店",
            "address": "桃園市龍潭區龍元路110號",
            "y": 24.86465,
            "x": 121.211184
        },
        {
            "name": "頭城開蘭店",
            "address": "宜蘭縣頭城鎮開蘭路220號220之1號",
            "y": 24.860904,
            "x": 121.825767
        },
        {
            "name": "龍潭佳安店",
            "address": "桃園市龍潭區十一分路215號1樓",
            "y": 24.842833,
            "x": 121.240952
        },
        {
            "name": "台元第一門市",
            "address": "新竹縣竹北市台元街34號1樓",
            "y": 24.84258,
            "x": 121.016307
        },
        {
            "name": "竹北長青店",
            "address": "新竹縣竹北市中正西路1999號1樓",
            "y": 24.84185,
            "x": 120.95594
        },
        {
            "name": "竹北豐田店",
            "address": "新竹縣竹北市中正西路1128號1樓",
            "y": 24.841111,
            "x": 120.975366
        },
        {
            "name": "台元第二門市",
            "address": "新竹縣竹北市台元一街3號1樓",
            "y": 24.841053,
            "x": 121.01892
        },
        {
            "name": "竹北台鐵門市",
            "address": "新竹縣竹北市和平街59號2樓",
            "y": 24.839566,
            "x": 121.009826
        },
        {
            "name": "新埔楊新店",
            "address": "新竹縣新埔鎮楊新路一段881號1樓",
            "y": 24.83937,
            "x": 121.10028
        },
        {
            "name": "新竹東興店",
            "address": "新竹市北區東大路3段502、504號1樓",
            "y": 24.837379,
            "x": 120.942443
        },
        {
            "name": "龍潭民族店",
            "address": "桃園市龍潭區民族路380、382號1樓",
            "y": 24.836698,
            "x": 121.233918
        },
        {
            "name": "竹北光明店",
            "address": "新竹縣竹北市光明三路59號",
            "y": 24.829786,
            "x": 121.009078
        },
        {
            "name": "礁溪德陽店",
            "address": "宜蘭縣礁溪鄉德陽路92號1樓",
            "y": 24.829105,
            "x": 121.769065
        },
        {
            "name": "礁溪湯圍店",
            "address": "宜蘭縣礁溪鄉仁愛路52號1樓",
            "y": 24.827039,
            "x": 121.769754
        },
        {
            "name": "新埔遠東店",
            "address": "新竹縣新埔鎮文山路亞東段605、607號1樓",
            "y": 24.82628,
            "x": 121.053026
        },
        {
            "name": "新埔田新店",
            "address": "新竹縣新埔鎮田新路682號1樓(新埔水利大樓)",
            "y": 24.825833,
            "x": 121.072617
        },
        {
            "name": "竹北縣福店",
            "address": "新竹縣竹北市光明九路76、76-1號1樓",
            "y": 24.825147,
            "x": 121.009869
        },
        {
            "name": "新埔埔興店",
            "address": "新竹縣新埔鎮新關路五埔段78號1樓",
            "y": 24.822603,
            "x": 121.092361
        },
        {
            "name": "新竹湳雅店",
            "address": "新竹市北區光華二街133巷1號",
            "y": 24.82118,
            "x": 120.977028
        },
        {
            "name": "竹北嘉興店",
            "address": "新竹縣竹北市嘉興路333、３３５號1樓",
            "y": 24.819626,
            "x": 121.030236
        },
        {
            "name": "竹北自強門市",
            "address": "新竹縣竹北市自強南路8號3樓C1",
            "y": 24.819477,
            "x": 121.027583
        },
        {
            "name": "桃園角板山店",
            "address": "桃園市復興區中正路93、95號1樓",
            "y": 24.817826,
            "x": 121.351188
        },
        {
            "name": "新竹軍醫門市",
            "address": "新竹市北區武陵路3號1樓",
            "y": 24.81762,
            "x": 120.964293
        },
        {
            "name": "新竹國華店",
            "address": "新竹市北區國華街58號1樓及夾層",
            "y": 24.816656,
            "x": 120.970758
        },
        {
            "name": "竹北福興店",
            "address": "新竹縣竹北市福興東路２段17、19號1樓",
            "y": 24.816543,
            "x": 121.026245
        },
        {
            "name": "新竹成功店",
            "address": "新竹市北區中正路479、481號",
            "y": 24.816095,
            "x": 120.958496
        },
        {
            "name": "新竹巨城店",
            "address": "新竹市東區民生路197、199號1樓",
            "y": 24.811584,
            "x": 120.975802
        },
        {
            "name": "新竹忠孝店",
            "address": "新竹市東區忠孝路213號",
            "y": 24.805403,
            "x": 120.988313
        },
        {
            "name": "竹北東興店",
            "address": "新竹縣竹北市東興路１段941號1樓",
            "y": 24.804284,
            "x": 121.050181
        },
        {
            "name": "關西東光店",
            "address": "新竹縣關西鎮十六張111號",
            "y": 24.792469,
            "x": 121.1757
        },
        {
            "name": "關西高中門市",
            "address": "新竹縣關西鎮中山東路2號",
            "y": 24.790097,
            "x": 121.185909
        },
        {
            "name": "關西成功店",
            "address": "新竹縣關西鎮中山東路31、33號1樓",
            "y": 24.789275,
            "x": 121.183172
        },
        {
            "name": "新竹東復店",
            "address": "新竹市東區關東路57、59、61、63號1樓",
            "y": 24.784708,
            "x": 121.022059
        },
        {
            "name": "凌陽創新門市",
            "address": "新竹縣寶山鄉創新一路19號6樓",
            "y": 24.777692,
            "x": 120.995043
        },
        {
            "name": "宜蘭中福店",
            "address": "宜蘭縣宜蘭市中山路５段339號1樓",
            "y": 24.775165,
            "x": 121.758064
        },
        {
            "name": "新竹藝術店",
            "address": "新竹市東區藝術路8號1樓",
            "y": 24.768069,
            "x": 120.967308
        },
        {
            "name": "竹東學興店",
            "address": "新竹縣竹東鎮學府路80+82號1樓",
            "y": 24.76569,
            "x": 121.05541
        },
        {
            "name": "新竹富禮店",
            "address": "新竹市香山區富禮街1號1樓",
            "y": 24.764577,
            "x": 120.913089
        },
        {
            "name": "宜蘭中山店",
            "address": "宜蘭縣宜蘭市中山路三段290號1樓",
            "y": 24.762429,
            "x": 121.754129
        },
        {
            "name": "宜蘭東門店",
            "address": "宜蘭縣宜蘭市聖後街106號1樓",
            "y": 24.758592,
            "x": 121.756006
        },
        {
            "name": "宜蘭東港店",
            "address": "宜蘭縣宜蘭市東港路2段365號1樓",
            "y": 24.75448,
            "x": 121.76283
        },
        {
            "name": "宜蘭權新店",
            "address": "宜蘭縣宜蘭市民權新路297號1樓",
            "y": 24.752216,
            "x": 121.744701
        },
        {
            "name": "宜蘭幾米店",
            "address": "宜蘭縣宜蘭市宜興路１段125號",
            "y": 24.752014,
            "x": 121.756485
        },
        {
            "name": "宜蘭神農店",
            "address": "宜蘭縣宜蘭市神農路一段2號1樓",
            "y": 24.747357,
            "x": 121.749467
        },
        {
            "name": "宜蘭思源店",
            "address": "宜蘭縣宜蘭市女中路３段180號1樓",
            "y": 24.746886,
            "x": 121.738063
        },
        {
            "name": "新竹內湖店",
            "address": "新竹市香山區內湖路103號/105號1樓",
            "y": 24.742915,
            "x": 120.906099
        },
        {
            "name": "橫山福興店",
            "address": "新竹縣橫山鄉中豐路三段62號1樓",
            "y": 24.738776,
            "x": 121.162738
        },
        {
            "name": "竹東信義店",
            "address": "新竹縣竹東鎮東林路48號",
            "y": 24.736889,
            "x": 121.089673
        },
        {
            "name": "竹東長興店",
            "address": "新竹縣竹東鎮北興路一段591號",
            "y": 24.736019,
            "x": 121.095913
        },
        {
            "name": "竹東大豐店",
            "address": "新竹縣竹東鎮中豐路３段134號",
            "y": 24.725924,
            "x": 121.08331
        },
        {
            "name": "竹東中豐店",
            "address": "新竹縣竹東鎮中豐路２段338號1樓",
            "y": 24.725654,
            "x": 121.089334
        },
        {
            "name": "竹南大埔店",
            "address": "苗栗縣竹南鎮大埔里15鄰仁愛路1221巷1號",
            "y": 24.708591,
            "x": 120.886045
        },
        {
            "name": "橫山內灣店",
            "address": "新竹縣橫山鄉內灣村中正路79號",
            "y": 24.705026,
            "x": 121.182423
        },
        {
            "name": "北埔埔心店",
            "address": "新竹縣北埔鄉埔心街74號",
            "y": 24.703404,
            "x": 121.051791
        },
        {
            "name": "北埔南興店",
            "address": "新竹縣北埔鄉南興街122號",
            "y": 24.700605,
            "x": 121.057092
        },
        {
            "name": "三星耕莘門市",
            "address": "宜蘭縣三星鄉健富路２段407號",
            "y": 24.698072,
            "x": 121.686406
        },
        {
            "name": "頭份信中店",
            "address": "苗栗縣頭份市信中路2號1樓",
            "y": 24.697494,
            "x": 120.891696
        },
        {
            "name": "竹南佳興店",
            "address": "苗栗縣竹南鎮照南路2號1樓",
            "y": 24.695318,
            "x": 120.879467
        },
        {
            "name": "五結國民店",
            "address": "宜蘭縣五結鄉五結中路２段361巷1號1樓",
            "y": 24.69433,
            "x": 121.796863
        },
        {
            "name": "頭份信東店",
            "address": "苗栗縣頭份市信東路226號",
            "y": 24.691778,
            "x": 120.908098
        },
        {
            "name": "五結協和店",
            "address": "宜蘭縣五結鄉五結路２段317號1樓",
            "y": 24.685412,
            "x": 121.799768
        },
        {
            "name": "羅東集祥店",
            "address": "宜蘭縣羅東鎮天津路6號1樓",
            "y": 24.681159,
            "x": 121.770325
        },
        {
            "name": "竹南復興店",
            "address": "苗栗縣竹南鎮保安林101號",
            "y": 24.681036,
            "x": 120.854728
        },
        {
            "name": "羅東興東店",
            "address": "宜蘭縣羅東鎮興東路４號１樓",
            "y": 24.675541,
            "x": 121.767621
        },
        {
            "name": "竹南明勝店",
            "address": "苗栗縣竹南鎮海口里明勝路392號1樓",
            "y": 24.674767,
            "x": 120.86231
        },
        {
            "name": "頭份陽興店",
            "address": "苗栗縣頭份市水源路324、326號1樓",
            "y": 24.671592,
            "x": 120.915483
        },
        {
            "name": "羅東天祥店",
            "address": "宜蘭縣羅東鎮天祥路95、97號ㄧ樓",
            "y": 24.67084,
            "x": 121.776132
        },
        {
            "name": "頭份尖山店",
            "address": "苗栗縣頭份市中華路119號",
            "y": 24.664486,
            "x": 120.88028
        },
        {
            "name": "蘇澳福德店",
            "address": "宜蘭縣蘇澳鎮福德路320號1樓",
            "y": 24.64444,
            "x": 121.829962
        },
        {
            "name": "造橋平仁店",
            "address": "苗栗縣造橋鄉平仁路53-1號",
            "y": 24.641855,
            "x": 120.866983
        },
        {
            "name": "頭份尖豐店",
            "address": "苗栗縣頭份市尖豐路775號1樓",
            "y": 24.641678,
            "x": 120.883314
        },
        {
            "name": "造橋談文店",
            "address": "苗栗縣造橋鄉淡文湖51-15號1樓",
            "y": 24.638635,
            "x": 120.86525
        },
        {
            "name": "蘇澳大同店",
            "address": "宜蘭縣蘇澳鎮大同路106號1樓",
            "y": 24.621121,
            "x": 121.83447
        },
        {
            "name": "蘇澳蘇港店",
            "address": "宜蘭縣蘇澳鎮蘇港路397號、399號1樓",
            "y": 24.595946,
            "x": 121.837099
        },
        {
            "name": "苗栗醫院門市",
            "address": "苗栗縣苗栗市為公路747號",
            "y": 24.574812,
            "x": 120.841347
        },
        {
            "name": "苗栗車站店",
            "address": "苗栗縣苗栗市為公路8號1樓",
            "y": 24.570206,
            "x": 120.824755
        },
        {
            "name": "苗栗復興店",
            "address": "苗栗縣苗栗市復興路２段204、206號1樓",
            "y": 24.557681,
            "x": 120.82709
        },
        {
            "name": "苗栗光華店",
            "address": "苗栗縣苗栗市玉維路34號1樓",
            "y": 24.557296,
            "x": 120.83496
        },
        {
            "name": "苗栗玉苗店",
            "address": "苗栗縣苗栗市中山路653號",
            "y": 24.556167,
            "x": 120.81887
        },
        {
            "name": "苗栗金龍店",
            "address": "苗栗縣苗栗市愛國路28號30號1樓",
            "y": 24.539663,
            "x": 120.817835
        },
        {
            "name": "銅鑼億光門市",
            "address": "苗栗縣銅鑼鄉中興路26號4樓",
            "y": 24.492288,
            "x": 120.801538
        },
        {
            "name": "苗栗銅鑼店",
            "address": "苗栗縣銅鑼鄉中正路207號1樓",
            "y": 24.489543,
            "x": 120.787666
        },
        {
            "name": "三義雙湖店",
            "address": "苗栗縣三義鄉雙湖16鄰96號",
            "y": 24.412799,
            "x": 120.770222
        },
        {
            "name": "苑裡億光門市",
            "address": "苗栗縣苑裡鎮國光巷35號",
            "y": 24.38866,
            "x": 120.67957
        },
        {
            "name": "大甲和平店",
            "address": "台中市大甲區和平路194號1樓",
            "y": 24.356953,
            "x": 120.622669
        },
        {
            "name": "大甲順天店",
            "address": "台中市大甲區新政路43之4號1樓",
            "y": 24.348236,
            "x": 120.625918
        },
        {
            "name": "大甲興安店",
            "address": "台中市大甲區興安路102號、新政路411號",
            "y": 24.348232,
            "x": 120.613253
        },
        {
            "name": "大甲高中店",
            "address": "台中市大甲區順天路2號1樓",
            "y": 24.342564,
            "x": 120.62063
        },
        {
            "name": "神崗和睦店",
            "address": "台中市神岡區和睦路一段462號一樓",
            "y": 24.28027,
            "x": 120.654484
        },
        {
            "name": "后里三豐店",
            "address": "台中市后里區三豐路177號1樓",
            "y": 24.274584,
            "x": 120.711697
        },
        {
            "name": "神岡三民店",
            "address": "台中市神岡區三民路495號",
            "y": 24.270071,
            "x": 120.66051
        },
        {
            "name": "神岡中正店",
            "address": "台中市神岡區神岡路122號1樓",
            "y": 24.256828,
            "x": 120.658811
        },
        {
            "name": "神岡民德店",
            "address": "台中市神岡區中山路454號",
            "y": 24.247209,
            "x": 120.686937
        },
        {
            "name": "豐原西勢店",
            "address": "台中市豐原區西勢路198號",
            "y": 24.244026,
            "x": 120.706886
        },
        {
            "name": "沙鹿公明店",
            "address": "台中市沙鹿區忠貞路202、204號",
            "y": 24.243303,
            "x": 120.608875
        },
        {
            "name": "大雅和平店",
            "address": "台中市大雅區中清路４段892號1樓",
            "y": 24.240719,
            "x": 120.630808
        },
        {
            "name": "大雅文化店",
            "address": "台中市大雅區文化路1之1號",
            "y": 24.240277,
            "x": 120.627192
        },
        {
            "name": "沙鹿中棲店",
            "address": "台中市沙鹿區臺灣大道７段62號1樓",
            "y": 24.234425,
            "x": 120.571014
        },
        {
            "name": "靜宜蓋夏門市",
            "address": "台中市沙鹿區臺灣大道７段200號(蓋夏圖書館B1大樓)",
            "y": 24.22587,
            "x": 120.577206
        },
        {
            "name": "潭子圓通店",
            "address": "台中市潭子區圓通南路258號1.2樓",
            "y": 24.207314,
            "x": 120.702974
        },
        {
            "name": "潭子卓越店",
            "address": "台中市潭子區中山路１段316號1樓",
            "y": 24.194653,
            "x": 120.702662
        },
        {
            "name": "台中福科店",
            "address": "台中市西屯區福科路338號1樓",
            "y": 24.183587,
            "x": 120.621908
        },
        {
            "name": "龍井新東店",
            "address": "台中市龍井區新興路80號",
            "y": 24.181779,
            "x": 120.586068
        },
        {
            "name": "台中福星店",
            "address": "台中市西屯區福星路327號",
            "y": 24.18117,
            "x": 120.645205
        },
        {
            "name": "台中崇德店",
            "address": "台中市北屯區崇德六路67號",
            "y": 24.180004,
            "x": 120.687159
        },
        {
            "name": "台中松和店",
            "address": "台中市北屯區崇德六路１段101號1樓",
            "y": 24.179948,
            "x": 120.693249
        },
        {
            "name": "台中中工店",
            "address": "台中市西屯區中工三路60.62號1樓",
            "y": 24.179769,
            "x": 120.619023
        },
        {
            "name": "台中逢甲店",
            "address": "台中市西屯區逢甲路16號1樓+B1",
            "y": 24.17779,
            "x": 120.64267
        },
        {
            "name": "台中和祥店",
            "address": "台中市北屯區東山路１段373之3、375號1樓",
            "y": 24.176667,
            "x": 120.727061
        },
        {
            "name": "台中大連店",
            "address": "台中市北屯區大連路一段278號",
            "y": 24.176456,
            "x": 120.679652
        },
        {
            "name": "台中軍和店",
            "address": "台中市北屯區東山路１段238號",
            "y": 24.175288,
            "x": 120.71716
        },
        {
            "name": "台中福上店",
            "address": "台中市西屯區河南路２段270號",
            "y": 24.175196,
            "x": 120.649037
        },
        {
            "name": "台中綏遠店",
            "address": "台中市北屯區綏遠路二段216號",
            "y": 24.175091,
            "x": 120.682053
        },
        {
            "name": "龍井自強店",
            "address": "台中市大肚區遊園路二段203巷3弄89號",
            "y": 24.17466,
            "x": 120.580009
        },
        {
            "name": "台中梅川店",
            "address": "台中市北屯區梅川東路４段101、102號1樓",
            "y": 24.174337,
            "x": 120.680092
        },
        {
            "name": "台中長安店",
            "address": "台中市西屯區長安路２段120號 / 122巷1號",
            "y": 24.174,
            "x": 120.665833
        },
        {
            "name": "台中漢成店",
            "address": "台中市西屯區華美西街２段357號1樓及夾層",
            "y": 24.171616,
            "x": 120.666536
        },
        {
            "name": "大肚遊園店",
            "address": "台中市大肚區遊園路２段129、131號",
            "y": 24.171585,
            "x": 120.580065
        },
        {
            "name": "台中文心店",
            "address": "台中市北屯區文心路４段894.896號1樓",
            "y": 24.171039,
            "x": 120.692964
        },
        {
            "name": "台中柳陽店",
            "address": "台中市北屯區柳陽東街45-4號",
            "y": 24.169938,
            "x": 120.690426
        },
        {
            "name": "台中成都店",
            "address": "台中市西屯區成都路227、229號1樓",
            "y": 24.169709,
            "x": 120.664935
        },
        {
            "name": "台中河南店",
            "address": "台中市西屯區河南路二段502號",
            "y": 24.169424,
            "x": 120.642142
        },
        {
            "name": "台中武昌店",
            "address": "台中市北區武昌路201之1號1樓+B1",
            "y": 24.168934,
            "x": 120.671589
        },
        {
            "name": "台中登峰店",
            "address": "台中市北區中清路一段690號1樓",
            "y": 24.168845,
            "x": 120.672852
        },
        {
            "name": "台中漢口店",
            "address": "台中市北區漢口路３段50號1樓.B1",
            "y": 24.166626,
            "x": 120.667473
        },
        {
            "name": "台鐵太原門市",
            "address": "台中市北屯區東光路665號",
            "y": 24.164308,
            "x": 120.699929
        },
        {
            "name": "台中榮華店",
            "address": "台中市北區榮華街143號",
            "y": 24.163986,
            "x": 120.686585
        },
        {
            "name": "台中忠太店",
            "address": "台中市北區忠明路369號",
            "y": 24.163101,
            "x": 120.667839
        },
        {
            "name": "台中梅亭店",
            "address": "台中市北區梅亭街56.58號",
            "y": 24.160359,
            "x": 120.689605
        },
        {
            "name": "台中太原店",
            "address": "台中市西屯區太原路１段63.65號",
            "y": 24.160323,
            "x": 120.659056
        },
        {
            "name": "台中永興店",
            "address": "台中市北區永興街53號1樓、51-1號(2樓)、53-1號(2樓)",
            "y": 24.160216,
            "x": 120.682155
        },
        {
            "name": "台中進化店",
            "address": "台中市北區進化路628號1樓.B1",
            "y": 24.160002,
            "x": 120.69462
        },
        {
            "name": "台中美德店",
            "address": "台中市北區美德街211號",
            "y": 24.158112,
            "x": 120.679034
        },
        {
            "name": "台中北區運動門市",
            "address": "台中市北區崇德路１段55號",
            "y": 24.1567,
            "x": 120.683454
        },
        {
            "name": "台中黎明店",
            "address": "台中市南屯區黎明路２段510號",
            "y": 24.154359,
            "x": 120.634893
        },
        {
            "name": "台中柳川店",
            "address": "台中市北區五權路329-2號",
            "y": 24.152281,
            "x": 120.679277
        },
        {
            "name": "台中國軍醫院門市",
            "address": "台中市太平區中山路２段348號",
            "y": 24.150814,
            "x": 120.730101
        },
        {
            "name": "台中公益店",
            "address": "台中市西區公益路95號",
            "y": 24.150665,
            "x": 120.666806
        },
        {
            "name": "台中公園店",
            "address": "台中市北區公園路215號",
            "y": 24.150284,
            "x": 120.677469
        },
        {
            "name": "台中科大門市",
            "address": "台中市北區三民路３段129號",
            "y": 24.150018,
            "x": 120.683971
        },
        {
            "name": "台中坪林店",
            "address": "台中市太平區中山路３段2之1號1.2樓",
            "y": 24.149151,
            "x": 120.72162
        },
        {
            "name": "台中華美店",
            "address": "台中市西區華美街237號1樓",
            "y": 24.148379,
            "x": 120.658676
        },
        {
            "name": "台中宜欣店",
            "address": "台中市太平區宜欣路61號1樓",
            "y": 24.147024,
            "x": 120.716277
        },
        {
            "name": "台中大益店",
            "address": "台中市西區向上南路１段129號一樓",
            "y": 24.144818,
            "x": 120.656054
        },
        {
            "name": "太平勤益店",
            "address": "台中市太平區中山路１段324號",
            "y": 24.143406,
            "x": 120.733904
        },
        {
            "name": "台中富大店",
            "address": "台中市中區柳川東路３段26號1樓",
            "y": 24.142877,
            "x": 120.67769
        },
        {
            "name": "台中光復店",
            "address": "台中市中區平等街112、114號1樓",
            "y": 24.142417,
            "x": 120.681634
        },
        {
            "name": "台中民族店",
            "address": "台中市中區民族路193、195號1樓",
            "y": 24.141803,
            "x": 120.676993
        },
        {
            "name": "太平宜昌店",
            "address": "台中市太平區宜昌路126、128、130號1樓",
            "y": 24.139643,
            "x": 120.711898
        },
        {
            "name": "台中市府店",
            "address": "台中市中區平等街1號1樓",
            "y": 24.139528,
            "x": 120.678526
        },
        {
            "name": "台中樂業店",
            "address": "台中市東區樂業路286號",
            "y": 24.138693,
            "x": 120.702286
        },
        {
            "name": "台中向心南店",
            "address": "台中市南屯區向心南路983號",
            "y": 24.137703,
            "x": 120.643609
        },
        {
            "name": "台中居仁店",
            "address": "台中市西區居仁街23號",
            "y": 24.13623,
            "x": 120.679974
        },
        {
            "name": "台中家商店",
            "address": "台中市東區復興路４段44/46號",
            "y": 24.134766,
            "x": 120.684092
        },
        {
            "name": "台中東平店",
            "address": "台中市太平區東平路620號1樓",
            "y": 24.13407,
            "x": 120.720562
        },
        {
            "name": "台中公館店",
            "address": "台中市西區南屯路１段49-1號1樓",
            "y": 24.131966,
            "x": 120.665508
        },
        {
            "name": "台中建成店",
            "address": "台中市東區建成路675號1樓",
            "y": 24.131382,
            "x": 120.690005
        },
        {
            "name": "台中永順店",
            "address": "台中市南屯區黎明路１段812之10號",
            "y": 24.131234,
            "x": 120.635206
        },
        {
            "name": "台中永成店",
            "address": "台中市太平區成功東路153號1+2樓",
            "y": 24.128925,
            "x": 120.721723
        },
        {
            "name": "台中國圖館門市",
            "address": "台中市南區五權南路100號1樓商店區",
            "y": 24.127296,
            "x": 120.67032
        },
        {
            "name": "台中仁和店",
            "address": "台中市南區台中路382/386號",
            "y": 24.126205,
            "x": 120.683912
        },
        {
            "name": "太平中平店",
            "address": "台中市太平區中平路160號",
            "y": 24.125772,
            "x": 120.718111
        },
        {
            "name": "台中太平店",
            "address": "台中市太平區太平路227號、永成北路407號1樓",
            "y": 24.121192,
            "x": 120.719668
        },
        {
            "name": "太平興隆店",
            "address": "台中市太平區光興路1428、1430號一樓",
            "y": 24.118343,
            "x": 120.733304
        },
        {
            "name": "台中工學店",
            "address": "台中市南區工學路150號1樓",
            "y": 24.117191,
            "x": 120.660488
        },
        {
            "name": "烏日成功店",
            "address": "台中市烏日區中山路三段500號",
            "y": 24.110921,
            "x": 120.60071
        },
        {
            "name": "大里新仁店",
            "address": "台中市大里區新仁路１段217巷2號",
            "y": 24.110368,
            "x": 120.701184
        },
        {
            "name": "大里永興店",
            "address": "台中市大里區東榮路439號1樓",
            "y": 24.109742,
            "x": 120.681761
        },
        {
            "name": "和美道周店",
            "address": "彰化縣和美鎮道周路535號1樓",
            "y": 24.109461,
            "x": 120.493303
        },
        {
            "name": "台中樹義店",
            "address": "台中市南區樹義六巷3之2號1樓",
            "y": 24.109028,
            "x": 120.65182
        },
        {
            "name": "大里東榮店",
            "address": "台中市大里區益民路１段94號",
            "y": 24.108824,
            "x": 120.693576
        },
        {
            "name": "太平光興店",
            "address": "台中市太平區光興路720號",
            "y": 24.10664,
            "x": 120.729333
        },
        {
            "name": "烏日新興店",
            "address": "台中市烏日區新興路427號",
            "y": 24.105523,
            "x": 120.617985
        },
        {
            "name": "和美東萊店",
            "address": "彰化縣和美鎮東萊路153號1樓",
            "y": 24.104962,
            "x": 120.536375
        },
        {
            "name": "大里爽文店",
            "address": "台中市大里區爽文路631號",
            "y": 24.104378,
            "x": 120.674555
        },
        {
            "name": "和美彰美店",
            "address": "彰化縣和美鎮彰美路３段438號1樓",
            "y": 24.103207,
            "x": 120.516042
        },
        {
            "name": "彰化茄苳店",
            "address": "彰化縣彰化市茄苳路二段20號1樓",
            "y": 24.103131,
            "x": 120.545891
        },
        {
            "name": "大里大元店",
            "address": "台中市大里區中興路２段92號1樓",
            "y": 24.097729,
            "x": 120.687157
        },
        {
            "name": "烏日五光店",
            "address": "台中市烏日區五光路663、665號",
            "y": 24.097482,
            "x": 120.634869
        },
        {
            "name": "大里修平店",
            "address": "台中市大里區仁化里工業二路102.106號1樓",
            "y": 24.095627,
            "x": 120.714445
        },
        {
            "name": "彰化國聖店",
            "address": "彰化縣彰化市中山路三段512號1樓",
            "y": 24.089965,
            "x": 120.566549
        },
        {
            "name": "大里光正店",
            "address": "台中市大里區光正路116號1樓",
            "y": 24.089762,
            "x": 120.71401
        },
        {
            "name": "彰化福安店",
            "address": "彰化縣彰化市福山街214、216號1樓",
            "y": 24.08296,
            "x": 120.571954
        },
        {
            "name": "彰化新光復店",
            "address": "彰化縣彰化市光復路118號",
            "y": 24.080708,
            "x": 120.541208
        },
        {
            "name": "霧峰錦州店",
            "address": "台中市霧峰區錦州路399號1樓",
            "y": 24.077852,
            "x": 120.708457
        },
        {
            "name": "彰化公園店",
            "address": "彰化縣彰化市公園路１段471號1樓",
            "y": 24.074622,
            "x": 120.555499
        },
        {
            "name": "彰化一德店",
            "address": "彰化縣彰化市一德南路257/259號",
            "y": 24.073371,
            "x": 120.598429
        },
        {
            "name": "彰化大埔店",
            "address": "彰化縣彰化市大埔路619號之1",
            "y": 24.066843,
            "x": 120.542514
        },
        {
            "name": "彰化延平店",
            "address": "彰化縣彰化市大埔路485巷37號1樓",
            "y": 24.063924,
            "x": 120.542024
        },
        {
            "name": "鹿港泳福店",
            "address": "彰化縣鹿港鎮鹿草路１段247號",
            "y": 24.06354,
            "x": 120.434312
        },
        {
            "name": "彰化天祥店",
            "address": "彰化縣彰化市天祥路241號",
            "y": 24.063327,
            "x": 120.533491
        },
        {
            "name": "鹿港中山店",
            "address": "彰化縣鹿港鎮中山路502號",
            "y": 24.060393,
            "x": 120.428935
        },
        {
            "name": "台中霧峰店",
            "address": "台中市霧峰區四德路575號",
            "y": 24.059908,
            "x": 120.66472
        },
        {
            "name": "彰化鹿東店",
            "address": "彰化縣鹿港鎮鹿東路207、209號1樓",
            "y": 24.056608,
            "x": 120.443333
        },
        {
            "name": "南投國姓店",
            "address": "南投縣國姓鄉中興路184號1樓",
            "y": 24.040391,
            "x": 120.855759
        },
        {
            "name": "福興寶成門市",
            "address": "彰化縣福興鄉福工路2號1樓(辦公大樓)",
            "y": 24.011194,
            "x": 120.493519
        },
        {
            "name": "草屯敦和店",
            "address": "南投縣草屯鎮敦和路47號1樓",
            "y": 23.980728,
            "x": 120.680088
        },
        {
            "name": "草屯中興店",
            "address": "南投縣草屯鎮中興路210號",
            "y": 23.973842,
            "x": 120.686072
        },
        {
            "name": "埔里信義店",
            "address": "南投縣埔里鎮信義路961號1樓",
            "y": 23.971603,
            "x": 120.959083
        },
        {
            "name": "南投復興店",
            "address": "南投縣南投市復興路461號1+2+3樓",
            "y": 23.969067,
            "x": 120.668063
        },
        {
            "name": "溪湖向上店",
            "address": "彰化縣溪湖鎮向上路22號",
            "y": 23.967479,
            "x": 120.485973
        },
        {
            "name": "員林浮圳店",
            "address": "彰化縣員林市浮圳路２段237號1樓",
            "y": 23.96707,
            "x": 120.581061
        },
        {
            "name": "埔里西寧店",
            "address": "南投縣埔里鎮中山路３段106號",
            "y": 23.966425,
            "x": 120.963173
        },
        {
            "name": "員林南平店",
            "address": "彰化縣員林市南平街140號1樓",
            "y": 23.965686,
            "x": 120.564936
        },
        {
            "name": "埔里南昌店",
            "address": "南投縣埔里鎮西安路１段72.74號",
            "y": 23.965356,
            "x": 120.965789
        },
        {
            "name": "草屯虎山店",
            "address": "南投縣草屯鎮新生東路1號",
            "y": 23.959378,
            "x": 120.684707
        },
        {
            "name": "彰化員鹿店",
            "address": "彰化縣員林市員鹿路192號",
            "y": 23.957409,
            "x": 120.564233
        },
        {
            "name": "二林萬興店",
            "address": "彰化縣二林鎮二溪路六段508、510、512號1樓",
            "y": 23.954829,
            "x": 120.418586
        },
        {
            "name": "埔心忠義店",
            "address": "彰化縣埔心鄉忠義北路1號",
            "y": 23.953015,
            "x": 120.543204
        },
        {
            "name": "埔心新館店",
            "address": "彰化縣埔心鄉新?路85號",
            "y": 23.952971,
            "x": 120.543504
        },
        {
            "name": "南投碧興店",
            "address": "南投縣草屯鎮碧興路１段3號",
            "y": 23.952557,
            "x": 120.662978
        },
        {
            "name": "二林挖仔店",
            "address": "彰化縣二林鎮挖子路15-13號1樓、2樓",
            "y": 23.951526,
            "x": 120.439119
        },
        {
            "name": "南投新興店",
            "address": "南投縣南投市南營路218號",
            "y": 23.933773,
            "x": 120.69171
        },
        {
            "name": "南投環鴻門市",
            "address": "南投縣南投市工業路330號",
            "y": 23.926447,
            "x": 120.661676
        },
        {
            "name": "南投成功店",
            "address": "南投縣南投市成功三路317號1樓",
            "y": 23.92526,
            "x": 120.66232
        },
        {
            "name": "永靖永福店",
            "address": "彰化縣永靖鄉永福路１段140、142號1樓",
            "y": 23.920494,
            "x": 120.539091
        },
        {
            "name": "南投南鄉店",
            "address": "南投縣南投市南鄉路377.379號",
            "y": 23.90669,
            "x": 120.694554
        },
        {
            "name": "二林仁愛店",
            "address": "彰化縣二林鎮仁愛路472號1樓",
            "y": 23.903866,
            "x": 120.368423
        },
        {
            "name": "彰化田尾店",
            "address": "彰化縣田尾鄉民生路１段7號1樓",
            "y": 23.903442,
            "x": 120.536256
        },
        {
            "name": "社頭清水店",
            "address": "彰化縣社頭鄉忠義路703號一樓",
            "y": 23.898306,
            "x": 120.592348
        },
        {
            "name": "社頭仁雅店",
            "address": "彰化縣社頭鄉員集路２段156號",
            "y": 23.897542,
            "x": 120.588148
        },
        {
            "name": "二林儒林店",
            "address": "彰化縣二林鎮儒林路二段260號",
            "y": 23.896055,
            "x": 120.369685
        },
        {
            "name": "南投南雲店",
            "address": "南投縣南投市大庄路201-1號",
            "y": 23.896032,
            "x": 120.682773
        },
        {
            "name": "芳苑上林店",
            "address": "彰化縣芳苑鄉上林路路上段430號1-3樓",
            "y": 23.891911,
            "x": 120.33457
        },
        {
            "name": "田尾光復店",
            "address": "彰化縣田尾鄉光復路１段96號1樓",
            "y": 23.88823,
            "x": 120.565695
        },
        {
            "name": "北斗舜耕店",
            "address": "彰化縣北斗鎮中山路１段88.90號",
            "y": 23.885186,
            "x": 120.524055
        },
        {
            "name": "名間華山店",
            "address": "南投縣名間鄉彰南路354-11、354-12號",
            "y": 23.868206,
            "x": 120.693129
        },
        {
            "name": "竹塘信義店",
            "address": "彰化縣竹塘鄉信義街2號1樓",
            "y": 23.859784,
            "x": 120.42509
        },
        {
            "name": "名間松嶺店",
            "address": "南投縣名間鄉松嶺街288號1樓",
            "y": 23.840703,
            "x": 120.631123
        },
        {
            "name": "南投僑建店",
            "address": "南投縣南投市彰南路３段802、804號",
            "y": 23.836239,
            "x": 120.704721
        },
        {
            "name": "南投平山店",
            "address": "南投縣南投市彰南路３段61號1F",
            "y": 23.836239,
            "x": 120.704721
        },
        {
            "name": "彰化二水店",
            "address": "彰化縣二水鄉光文路9號1樓",
            "y": 23.811844,
            "x": 120.61702
        },
        {
            "name": "二水光復店",
            "address": "彰化縣二水鄉員集路3段606號1樓",
            "y": 23.808665,
            "x": 120.616834
        },
        {
            "name": "西螺建興店",
            "address": "雲林縣西螺鎮建興路2號1樓",
            "y": 23.793723,
            "x": 120.459279
        },
        {
            "name": "彰基雲林門市",
            "address": "雲林縣西螺鎮市場南路375號1樓",
            "y": 23.78122,
            "x": 120.441205
        },
        {
            "name": "竹山秀傳門市",
            "address": "南投縣竹山鎮集山路２段75號1樓",
            "y": 23.778466,
            "x": 120.712446
        },
        {
            "name": "雲林瑞農店",
            "address": "雲林縣林內鄉瑞農10號1樓",
            "y": 23.756005,
            "x": 120.613197
        },
        {
            "name": "斗六長春店",
            "address": "雲林縣斗六市南京路371號",
            "y": 23.714351,
            "x": 120.53988
        },
        {
            "name": "斗六新興店",
            "address": "雲林縣斗六市中華路100號1樓",
            "y": 23.707079,
            "x": 120.563398
        },
        {
            "name": "雲林縣府店",
            "address": "雲林縣斗六市雲林路2段418號",
            "y": 23.699406,
            "x": 120.525741
        },
        {
            "name": "斗南南昌店",
            "address": "雲林縣斗南鎮南昌西路104巷3號1樓",
            "y": 23.671203,
            "x": 120.473245
        },
        {
            "name": "雲林古坑店",
            "address": "雲林縣古坑鄉中山路102號1樓",
            "y": 23.644669,
            "x": 120.562171
        },
        {
            "name": "雲林四湖店",
            "address": "雲林縣四湖鄉中正路345號",
            "y": 23.63655,
            "x": 120.225807
        },
        {
            "name": "嘉義南華店",
            "address": "嘉義縣大林鎮頂員林8-11號",
            "y": 23.60386,
            "x": 120.4712
        },
        {
            "name": "北港醫院門市",
            "address": "雲林縣北港鎮新德路123號B1",
            "y": 23.586091,
            "x": 120.302555
        },
        {
            "name": "吳鳳建國門市",
            "address": "嘉義縣民雄鄉建國路２段163之40號(學生宿舍)",
            "y": 23.537486,
            "x": 120.435216
        },
        {
            "name": "吳鳳科大門市",
            "address": "嘉義縣民雄鄉建國路２段117號1樓(花明樓)",
            "y": 23.535345,
            "x": 120.436252
        },
        {
            "name": "民雄山中店",
            "address": "嘉義縣民雄鄉山中村牛斗山209號1樓",
            "y": 23.520102,
            "x": 120.408779
        },
        {
            "name": "嘉義民權店",
            "address": "嘉義市東區民權路28號",
            "y": 23.48435,
            "x": 120.46491
        },
        {
            "name": "嘉義文化店",
            "address": "嘉義市西區中正路420號1樓",
            "y": 23.482066,
            "x": 120.447009
        },
        {
            "name": "嘉義國華店",
            "address": "嘉義市西區文化路167號",
            "y": 23.4808,
            "x": 120.4493
        },
        {
            "name": "嘉義朴子店",
            "address": "嘉義縣朴子市南通路３段716號",
            "y": 23.462496,
            "x": 120.242903
        },
        {
            "name": "嘉義水上店",
            "address": "嘉義縣水上鄉柳子林路185-20號",
            "y": 23.428557,
            "x": 120.397986
        },
        {
            "name": "台南官田店",
            "address": "台南市官田區南?32號1樓",
            "y": 23.192974,
            "x": 120.315321
        },
        {
            "name": "善化興農店",
            "address": "台南市善化區興農路387號1樓",
            "y": 23.130923,
            "x": 120.271544
        },
        {
            "name": "歸仁媽廟店",
            "address": "台南市歸仁區和順路１段1號1樓",
            "y": 22.993227,
            "x": 120.29341
        },
        {
            "name": "台南新孝店",
            "address": "台南市南區新孝路90號1樓",
            "y": 22.978018,
            "x": 120.18824
        },
        {
            "name": "台南仁和店",
            "address": "台南市東區自由路１段322號1+2樓",
            "y": 22.97054,
            "x": 120.23773
        },
        {
            "name": "路竹中和店",
            "address": "高雄市路竹區中和街150號1樓右側兩格",
            "y": 22.858122,
            "x": 120.257867
        },
        {
            "name": "旗山旗楠店",
            "address": "高雄市旗山區旗南三路167-31,32,33號",
            "y": 22.799402,
            "x": 120.458665
        },
        {
            "name": "台鐵岡山門市",
            "address": "高雄市岡山區岡燕路111號",
            "y": 22.792318,
            "x": 120.300057
        },
        {
            "name": "橋頭仕隆店",
            "address": "高雄市橋頭區仕隆路161號1+2樓",
            "y": 22.751823,
            "x": 120.309144
        },
        {
            "name": "大仁科大門市",
            "address": "屏東縣鹽埔鄉維新路20號",
            "y": 22.72712,
            "x": 120.542451
        },
        {
            "name": "楠梓楠陽店",
            "address": "高雄市楠梓區楠陽路140號",
            "y": 22.723558,
            "x": 120.328727
        },
        {
            "name": "恩智浦門市",
            "address": "高雄市楠梓區經五路十號地下一樓",
            "y": 22.719877,
            "x": 120.302634
        },
        {
            "name": "仁武永昌店",
            "address": "高雄市仁武區八德西路1491號1樓",
            "y": 22.688877,
            "x": 120.329907
        },
        {
            "name": "高雄立大店",
            "address": "高雄市左營區立大路173號1+2樓",
            "y": 22.677024,
            "x": 120.30333
        },
        {
            "name": "屏東建豐店",
            "address": "屏東縣屏東市建豐路206號",
            "y": 22.676534,
            "x": 120.503607
        },
        {
            "name": "高雄重立店",
            "address": "高雄市左營區重立路158號1樓",
            "y": 22.674796,
            "x": 120.314234
        },
        {
            "name": "高雄崇德店",
            "address": "高雄市左營區崇德路117號1樓",
            "y": 22.674234,
            "x": 120.306299
        },
        {
            "name": "屏東建國店",
            "address": "屏東縣屏東市建國路155號1/2樓",
            "y": 22.664877,
            "x": 120.472551
        },
        {
            "name": "屏東棒球店",
            "address": "屏東縣屏東市棒球路92號1樓",
            "y": 22.657562,
            "x": 120.484216
        },
        {
            "name": "高雄大順店",
            "address": "高雄市三民區大順二路973/975號",
            "y": 22.655029,
            "x": 120.316104
        },
        {
            "name": "高雄大昌店",
            "address": "高雄市三民區大昌一路188號",
            "y": 22.654971,
            "x": 120.324778
        },
        {
            "name": "鼓山西藏店",
            "address": "高雄市鼓山區西藏街300號",
            "y": 22.654943,
            "x": 120.277287
        },
        {
            "name": "高雄莊敬店",
            "address": "高雄市三民區莊敬路146號",
            "y": 22.653502,
            "x": 120.32163
        },
        {
            "name": "屏東麟洛店",
            "address": "屏東縣麟洛鄉民族路120號1+2樓",
            "y": 22.652987,
            "x": 120.528896
        },
        {
            "name": "高雄工專店",
            "address": "高雄市三民區建工路411號",
            "y": 22.652038,
            "x": 120.329133
        },
        {
            "name": "鼓山青泉店",
            "address": "高雄市鼓山區鼓山三路13-1號1樓(+2樓部分隔間)",
            "y": 22.649807,
            "x": 120.276317
        },
        {
            "name": "高雄建順店",
            "address": "高雄市三民區建德路51、53號1樓",
            "y": 22.648136,
            "x": 120.323843
        },
        {
            "name": "高雄美山店",
            "address": "高雄市鳥松區美山路99號",
            "y": 22.646289,
            "x": 120.388172
        },
        {
            "name": "高雄大豐店",
            "address": "高雄市三民區大豐二路90.92號1樓",
            "y": 22.645926,
            "x": 120.328347
        },
        {
            "name": "高雄澄清店",
            "address": "高雄市三民區澄清路449號1樓",
            "y": 22.640192,
            "x": 120.345222
        },
        {
            "name": "高雄林森店",
            "address": "高雄市新興區八德一路320、322號1樓",
            "y": 22.635883,
            "x": 120.304861
        },
        {
            "name": "大寮中庄店",
            "address": "高雄市大寮區八德路197、199號1樓",
            "y": 22.632544,
            "x": 120.396024
        },
        {
            "name": "高雄六合一店",
            "address": "高雄市新興區六合一路22號1樓",
            "y": 22.632497,
            "x": 120.311834
        },
        {
            "name": "高雄七賢二店",
            "address": "高雄市前金區七賢二路203號",
            "y": 22.632396,
            "x": 120.294005
        },
        {
            "name": "高雄新盛店",
            "address": "高雄市前金區新盛一街28號1F",
            "y": 22.630689,
            "x": 120.296441
        },
        {
            "name": "高雄府北店",
            "address": "高雄市鹽埕區府北路32號1樓",
            "y": 22.628723,
            "x": 120.285833
        },
        {
            "name": "高雄大同店",
            "address": "高雄市前金區大同一路202號1樓",
            "y": 22.628691,
            "x": 120.299841
        },
        {
            "name": "鳳山鳳東店",
            "address": "高雄市鳳山區鳳東路2號1樓",
            "y": 22.627341,
            "x": 120.381515
        },
        {
            "name": "鳳山青年店",
            "address": "高雄市鳳山區青年路１段317號",
            "y": 22.625912,
            "x": 120.349097
        },
        {
            "name": "高雄鹽埕埔店",
            "address": "高雄市鹽埕區大勇路89.91號",
            "y": 22.624661,
            "x": 120.284169
        },
        {
            "name": "駁二藝術二店",
            "address": "高雄市鹽埕區七賢三路1-2號1樓",
            "y": 22.621123,
            "x": 120.279124
        },
        {
            "name": "高雄駁二藝術店",
            "address": "高雄市鹽埕區大義街21號",
            "y": 22.619402,
            "x": 120.284883
        },
        {
            "name": "高雄西子灣店",
            "address": "高雄市鼓山區哨船街41號一樓",
            "y": 22.618942,
            "x": 120.268889
        },
        {
            "name": "高雄興中店",
            "address": "高雄市苓雅區民權一路51、51-1號1樓",
            "y": 22.618673,
            "x": 120.31361
        },
        {
            "name": "高雄武昌店",
            "address": "高雄市苓雅區武昌路77.79號",
            "y": 22.618442,
            "x": 120.334617
        },
        {
            "name": "高雄廣西店",
            "address": "高雄市前鎮區廣西路55號1樓",
            "y": 22.6155,
            "x": 120.321114
        },
        {
            "name": "高雄廣林店",
            "address": "高雄市前鎮區廣西路468號1樓",
            "y": 22.61465,
            "x": 120.309
        },
        {
            "name": "屏東萬丹店",
            "address": "屏東縣萬丹鄉萬丹路三段2、6號1樓",
            "y": 22.612246,
            "x": 120.485359
        },
        {
            "name": "高雄聖德店",
            "address": "高雄市前鎮區一心二路25號1樓",
            "y": 22.610609,
            "x": 120.31173
        },
        {
            "name": "大寮陽明店",
            "address": "高雄市大寮區山頂里內厝路281號1樓",
            "y": 22.609449,
            "x": 120.388316
        },
        {
            "name": "鳳山瑞隆店",
            "address": "高雄市鳳山區瑞隆東路176號",
            "y": 22.606524,
            "x": 120.342077
        },
        {
            "name": "鳳山瑞春店",
            "address": "高雄市鳳山區瑞春街46號1樓",
            "y": 22.596655,
            "x": 120.323393
        },
        {
            "name": "大寮仁德店",
            "address": "高雄市大寮區仁德路118號1樓",
            "y": 22.591351,
            "x": 120.397319
        },
        {
            "name": "前鎮新衙店",
            "address": "高雄市前鎮區新衙路284之1號",
            "y": 22.582156,
            "x": 120.316555
        },
        {
            "name": "高雄飛機店",
            "address": "高雄市小港區飛機路523號1樓",
            "y": 22.570686,
            "x": 120.348567
        },
        {
            "name": "小港中鋼店",
            "address": "高雄市小港區大業北路146號1樓",
            "y": 22.560939,
            "x": 120.350359
        },
        {
            "name": "潮州北門店",
            "address": "屏東縣潮州鎮延平路312號1樓",
            "y": 22.55931,
            "x": 120.540211
        },
        {
            "name": "潮州太平店",
            "address": "屏東縣潮州鎮太平路56、58號1樓",
            "y": 22.553037,
            "x": 120.538998
        }
    ]
}