var familymart = {
    "全家": [
        {
            "name": "馬祖福澳店",
            "address": "連江縣南竿鄉福澳村１３５號１樓",
            "y": 26.155876,
            "x": 119.950327
        },
        {
            "name": "石門粽香店",
            "address": "新北市石門區中央路２４號",
            "y": 25.292075,
            "x": 121.56805
        },
        {
            "name": "三芝吉祥店",
            "address": "新北市三芝區淡金路一段７３，７５，７７號",
            "y": 25.258733,
            "x": 121.501792
        },
        {
            "name": "金山金美店",
            "address": "新北市金山區中山路２５２號",
            "y": 25.224015,
            "x": 121.635681
        },
        {
            "name": "金山中山店",
            "address": "新北市金山區中山路２０５號",
            "y": 25.221272,
            "x": 121.637861
        },
        {
            "name": "金山金中店",
            "address": "新北市金山區中山路１０１號",
            "y": 25.219171,
            "x": 121.639756
        },
        {
            "name": "野柳新港口店",
            "address": "新北市萬里區港東路６８號",
            "y": 25.204322,
            "x": 121.688038
        },
        {
            "name": "淡水新頂店",
            "address": "新北市淡水區新市五路２段３號１樓",
            "y": 25.199681,
            "x": 121.430189
        },
        {
            "name": "淡水海都店",
            "address": "新北市淡水區新市五路三段３１２號",
            "y": 25.197775,
            "x": 121.43749
        },
        {
            "name": "淡水濱海店",
            "address": "新北市淡水區濱海路一段３０８號",
            "y": 25.189524,
            "x": 121.440521
        },
        {
            "name": "淡水義山店",
            "address": "新北市淡水區新市一路一段１０３號１樓",
            "y": 25.186987,
            "x": 121.431171
        },
        {
            "name": "淡水新江店",
            "address": "新北市淡水區中山北路二段１８８巷１６號１樓",
            "y": 25.185173,
            "x": 121.444146
        },
        {
            "name": "淡水市鎮店",
            "address": "新北市淡水區中山北路二段１８５號１樓",
            "y": 25.185157,
            "x": 121.444034
        },
        {
            "name": "淡水沙崙店",
            "address": "新北市淡水區沙崙里沙崙路１４９號",
            "y": 25.183255,
            "x": 121.42347
        },
        {
            "name": "淡水福春店",
            "address": "新北市淡水區新興里新春街２號一樓",
            "y": 25.181487,
            "x": 121.436852
        },
        {
            "name": "淡水新崙店",
            "address": "新北市淡水區淡海路７６號１樓",
            "y": 25.181056,
            "x": 121.42317
        },
        {
            "name": "淡水新摩天店",
            "address": "新北市淡水區新春街１８４號",
            "y": 25.180877,
            "x": 121.443493
        },
        {
            "name": "淡水新旭店",
            "address": "新北市淡水區北新路１６９巷３５號１樓",
            "y": 25.180293,
            "x": 121.449383
        },
        {
            "name": "淡水新興店",
            "address": "新北市淡水區新興街６４號",
            "y": 25.180155,
            "x": 121.441835
        },
        {
            "name": "淡水新莊店",
            "address": "新北市淡水區淡金路一段１６６號",
            "y": 25.179857,
            "x": 121.45425
        },
        {
            "name": "淡水新民店",
            "address": "新北市淡水區新民街１８０之６號",
            "y": 25.179279,
            "x": 121.436676
        },
        {
            "name": "淡水新生店",
            "address": "新北市淡水區新興里大義街１１號",
            "y": 25.178175,
            "x": 121.443314
        },
        {
            "name": "萬里頂社店",
            "address": "新北市萬里區大鵬里頂社１號",
            "y": 25.178081,
            "x": 121.68943
        },
        {
            "name": "淡水學城店",
            "address": "新北市淡水區北新路１８２巷２１弄１－１號",
            "y": 25.177394,
            "x": 121.449086
        },
        {
            "name": "淡水淡海店",
            "address": "新北市淡水區中正路一段６２巷２號",
            "y": 25.177045,
            "x": 121.425689
        },
        {
            "name": "淡水富山店",
            "address": "新北市淡水區水源街二段１７７巷６７號",
            "y": 25.176992,
            "x": 121.452159
        },
        {
            "name": "淡水新園店",
            "address": "新北市淡水區新民街７８號",
            "y": 25.176492,
            "x": 121.438551
        },
        {
            "name": "淡水興忠店",
            "address": "新北市淡水區水碓里１１鄰大忠街４３號１樓",
            "y": 25.176425,
            "x": 121.444543
        },
        {
            "name": "淡水旭陞店",
            "address": "新北市淡水區新興里新生街５３號１樓",
            "y": 25.174819,
            "x": 121.44054
        },
        {
            "name": "淡水校園店",
            "address": "新北市淡水區英專路１５１號〈淡大美食廣場Ｂ１部分〉",
            "y": 25.173012,
            "x": 121.446857
        },
        {
            "name": "淡水大學店",
            "address": "新北市淡水區英專路１５１號",
            "y": 25.173012,
            "x": 121.446857
        },
        {
            "name": "淡水財庫店",
            "address": "新北市淡水區學府路１３６巷４６號一樓",
            "y": 25.17258,
            "x": 121.45221
        },
        {
            "name": "淡水源德店",
            "address": "新北市淡水區水源街一段１號",
            "y": 25.172495,
            "x": 121.442523
        },
        {
            "name": "淡水水源店",
            "address": "新北市淡水區水源街一段１２４號１樓",
            "y": 25.171742,
            "x": 121.44737
        },
        {
            "name": "淡水鄧公店",
            "address": "新北市淡水區鄧公路３２巷１號",
            "y": 25.171254,
            "x": 121.451312
        },
        {
            "name": "淡水青水店",
            "address": "新北市淡水區清水街９－５號一樓",
            "y": 25.170278,
            "x": 121.444606
        },
        {
            "name": "淡水淡水店",
            "address": "新北市淡水區博愛街１４號",
            "y": 25.169878,
            "x": 121.446016
        },
        {
            "name": "淡水麗景店",
            "address": "新北市淡水區學府路３０號１樓",
            "y": 25.168596,
            "x": 121.447808
        },
        {
            "name": "淡水捷運站店",
            "address": "新北市淡水區中正路１號（淡水站５號販賣店部分）",
            "y": 25.168225,
            "x": 121.445553
        },
        {
            "name": "淡水正中店",
            "address": "新北市淡水區竿蓁里中正東路一段７７號７９號",
            "y": 25.162152,
            "x": 121.452961
        },
        {
            "name": "淡水摩洛哥店",
            "address": "新北市淡水區淡金路３８巷７０號",
            "y": 25.161505,
            "x": 121.458289
        },
        {
            "name": "八里龍王店",
            "address": "新北市八里區中山路一段１３１號１樓",
            "y": 25.159163,
            "x": 121.413368
        },
        {
            "name": "八里船頭店",
            "address": "新北市八里區渡船頭街１號",
            "y": 25.15835,
            "x": 121.434465
        },
        {
            "name": "淡水登峰店",
            "address": "新北市淡水區中正東路二段２７號２樓",
            "y": 25.157013,
            "x": 121.459584
        },
        {
            "name": "基隆基金店",
            "address": "基隆市安樂區基金三路１４５號",
            "y": 25.156553,
            "x": 121.695584
        },
        {
            "name": "淡水新天闊店",
            "address": "新北市淡水區中正東路二段３３號",
            "y": 25.156344,
            "x": 121.459339
        },
        {
            "name": "基隆新和一店",
            "address": "基隆市中正區和一路１１０號",
            "y": 25.155066,
            "x": 121.766037
        },
        {
            "name": "淡水紅林店",
            "address": "新北市淡水區八勢里中正東路二段６９號１樓",
            "y": 25.154669,
            "x": 121.459753
        },
        {
            "name": "基隆新祥豐店",
            "address": "基隆市中正區中正路６２３號壹樓",
            "y": 25.151209,
            "x": 121.77193
        },
        {
            "name": "基隆正港店",
            "address": "基隆市中正區中正路６４４號",
            "y": 25.150958,
            "x": 121.767112
        },
        {
            "name": "基隆海大店",
            "address": "基隆市中正區北寧路２號",
            "y": 25.15084,
            "x": 121.772594
        },
        {
            "name": "基隆海洋店",
            "address": "基隆市中正區北寧路２號",
            "y": 25.15084,
            "x": 121.772594
        },
        {
            "name": "基隆經國店",
            "address": "基隆市中山區復興路３３６－１號",
            "y": 25.15063,
            "x": 121.728171
        },
        {
            "name": "基隆鑫大慶店",
            "address": "基隆市中山區中和路１６８巷２弄１７號",
            "y": 25.149767,
            "x": 121.717144
        },
        {
            "name": "八里華城店",
            "address": "新北市八里區中華路二段３０６號１樓",
            "y": 25.148652,
            "x": 121.403858
        },
        {
            "name": "基隆武勝店",
            "address": "基隆市安樂區武訓街７２號壹樓",
            "y": 25.148475,
            "x": 121.699596
        },
        {
            "name": "基隆囍旺店",
            "address": "基隆市中山區中和路８５巷１２號１、２樓",
            "y": 25.148156,
            "x": 121.720984
        },
        {
            "name": "基隆情人湖店",
            "address": "基隆市安樂區基金一路２０８巷２００號Ｂ１",
            "y": 25.148098,
            "x": 121.707227
        },
        {
            "name": "八里中華店",
            "address": "新北市八里區中華路二段４６８號１樓",
            "y": 25.146358,
            "x": 121.400986
        },
        {
            "name": "基隆新復興店",
            "address": "基隆市中山區復興路２０４－１號",
            "y": 25.145944,
            "x": 121.726779
        },
        {
            "name": "基隆富港店",
            "address": "基隆市中正區北寧路２５０－８號１．２樓",
            "y": 25.145892,
            "x": 121.783514
        },
        {
            "name": "八里富塘店",
            "address": "新北市八里區訊塘路６２號１樓",
            "y": 25.145771,
            "x": 121.3978
        },
        {
            "name": "基隆華復店",
            "address": "基隆市中山區通化里中華路２號復旦路１號３號一樓",
            "y": 25.145521,
            "x": 121.739
        },
        {
            "name": "新和店",
            "address": "台北市北投區中和街４８９號",
            "y": 25.145101,
            "x": 121.49518
        },
        {
            "name": "基隆鑫港店",
            "address": "基隆市中正區中正路１８號壹樓",
            "y": 25.142489,
            "x": 121.760636
        },
        {
            "name": "淡水加州店",
            "address": "新北市淡水區民權路１９號",
            "y": 25.141626,
            "x": 121.459895
        },
        {
            "name": "復中店",
            "address": "台北市北投區中和街３２８號１樓",
            "y": 25.141182,
            "x": 121.499701
        },
        {
            "name": "基隆樂華店",
            "address": "基隆市中山區西康里西定路４６７號１樓",
            "y": 25.140556,
            "x": 121.727481
        },
        {
            "name": "基隆萬金店",
            "address": "基隆市安樂區基金一路１４６號之地下室",
            "y": 25.140527,
            "x": 121.711844
        },
        {
            "name": "中永店",
            "address": "台北市北投區開明里中和街２５２號一樓",
            "y": 25.139913,
            "x": 121.501007
        },
        {
            "name": "永興店",
            "address": "台北市北投區中庸里永興路一段１號、３號一樓",
            "y": 25.138728,
            "x": 121.49926
        },
        {
            "name": "基隆武嶺店",
            "address": "基隆市安樂區武嶺街１８１－６號１樓",
            "y": 25.138645,
            "x": 121.710155
        },
        {
            "name": "基隆觀山店",
            "address": "基隆市中正區觀海街６１號",
            "y": 25.138347,
            "x": 121.793583
        },
        {
            "name": "新復興崗店",
            "address": "台北市北投區中央北路三段４號１樓",
            "y": 25.138104,
            "x": 121.485614
        },
        {
            "name": "基隆中山店",
            "address": "基隆市中山區中山二路５３號．５３－１號",
            "y": 25.137993,
            "x": 121.740397
        },
        {
            "name": "基隆新國揚店",
            "address": "基隆市安樂區基金一路１２１巷１４號",
            "y": 25.1379,
            "x": 121.71777
        },
        {
            "name": "淡水竹圍店",
            "address": "新北市淡水區民生路５８號",
            "y": 25.137889,
            "x": 121.462109
        },
        {
            "name": "新格致店",
            "address": "台北市士林區格致路５３號１樓",
            "y": 25.137703,
            "x": 121.546379
        },
        {
            "name": "新文大店",
            "address": "台北市士林區華岡路５５號",
            "y": 25.137521,
            "x": 121.540462
        },
        {
            "name": "基隆新中船店",
            "address": "基隆市中正區中船路８２號",
            "y": 25.137381,
            "x": 121.751216
        },
        {
            "name": "華崗店",
            "address": "台北市士林區光華路２６巷３號－２",
            "y": 25.137221,
            "x": 121.541845
        },
        {
            "name": "基隆觀海店",
            "address": "基隆市中正區砂子里觀海街１３６號１３８號一樓",
            "y": 25.137062,
            "x": 121.795274
        },
        {
            "name": "文化店",
            "address": "台北市北投區中央北路二段９７號１樓",
            "y": 25.136803,
            "x": 121.495153
        },
        {
            "name": "北投店",
            "address": "台北市北投區光明路２１８之１號",
            "y": 25.136263,
            "x": 121.504282
        },
        {
            "name": "淡水竹勝店",
            "address": "新北市淡水區民族路５６號１樓",
            "y": 25.135928,
            "x": 121.461769
        },
        {
            "name": "基隆巴塞店",
            "address": "基隆市中正區新豐街３８５號１．２樓",
            "y": 25.135389,
            "x": 121.785585
        },
        {
            "name": "基隆新深溪店",
            "address": "基隆市信義區深溪路５９號",
            "y": 25.132774,
            "x": 121.782122
        },
        {
            "name": "光明店",
            "address": "台北市北投區光明路２３號，２５號",
            "y": 25.132635,
            "x": 121.499184
        },
        {
            "name": "基隆港口店",
            "address": "基隆市仁愛區港西街６－２號壹樓",
            "y": 25.13222,
            "x": 121.740623
        },
        {
            "name": "基隆新正信店",
            "address": "基隆市信義區正信路１８１號",
            "y": 25.13208,
            "x": 121.760251
        },
        {
            "name": "大同店",
            "address": "台北市北投區大業路４５２巷３１號",
            "y": 25.132076,
            "x": 121.497278
        },
        {
            "name": "清江店",
            "address": "台北市北投區中央里清江路１號，中央南路一段６３號",
            "y": 25.131793,
            "x": 121.5014
        },
        {
            "name": "基隆新站前店",
            "address": "基隆市仁愛區忠一路１９號",
            "y": 25.131223,
            "x": 121.739767
        },
        {
            "name": "基隆新義二店",
            "address": "基隆市中正區義二路３４號",
            "y": 25.131045,
            "x": 121.74556
        },
        {
            "name": "基隆新澳坑店",
            "address": "基隆市信義區深澳坑路１０７號",
            "y": 25.130796,
            "x": 121.777378
        },
        {
            "name": "基隆鑫忠孝店",
            "address": "基隆市仁愛區孝三路５４號壹樓",
            "y": 25.130065,
            "x": 121.739476
        },
        {
            "name": "大業店",
            "address": "台北市北投區大興街２２號",
            "y": 25.129872,
            "x": 121.498447
        },
        {
            "name": "基隆信義店",
            "address": "基隆市信義區信二路２３６－２號",
            "y": 25.129661,
            "x": 121.75155
        },
        {
            "name": "基隆信一店",
            "address": "基隆市信義區信一路１４８號",
            "y": 25.129581,
            "x": 121.746837
        },
        {
            "name": "基隆龍騰店",
            "address": "基隆市安樂區樂利三街８巷１６號底四層",
            "y": 25.12955,
            "x": 121.718726
        },
        {
            "name": "八里廖添丁店",
            "address": "新北市八里區中華路３段１７號１樓",
            "y": 25.129348,
            "x": 121.392389
        },
        {
            "name": "基隆仁愛店",
            "address": "基隆市仁愛區愛四路５６號１樓及夾層",
            "y": 25.128936,
            "x": 121.744095
        },
        {
            "name": "基隆仁三店",
            "address": "基隆市仁愛區仁三路５９號壹樓",
            "y": 25.128848,
            "x": 121.742105
        },
        {
            "name": "八里龍米店",
            "address": "新北市八里區龍米路一段２２２號１樓",
            "y": 25.128536,
            "x": 121.452028
        },
        {
            "name": "基隆仁四店",
            "address": "基隆市仁愛區仁四路５２號１樓",
            "y": 25.128386,
            "x": 121.741321
        },
        {
            "name": "基隆廟口店",
            "address": "基隆市仁愛區仁德里仁三路３３號一樓",
            "y": 25.128333,
            "x": 121.74297
        },
        {
            "name": "淡水自強店",
            "address": "新北市淡水區自強路８２號、８４號",
            "y": 25.12807,
            "x": 121.462744
        },
        {
            "name": "基隆新樂強店",
            "address": "基隆市安樂區安樂路一段２０６號１樓",
            "y": 25.128001,
            "x": 121.732594
        },
        {
            "name": "基隆東信店",
            "address": "基隆市信義區東信路５號",
            "y": 25.127627,
            "x": 121.767782
        },
        {
            "name": "甲桂林店",
            "address": "台北市北投區中山北路七段２１９巷３弄１７１號壹樓",
            "y": 25.127459,
            "x": 121.530171
        },
        {
            "name": "基隆樂利店",
            "address": "基隆市安樂區樂利三街３２巷１２號",
            "y": 25.126772,
            "x": 121.712551
        },
        {
            "name": "基隆新樂群店",
            "address": "基隆市安樂區樂利三街１２８號",
            "y": 25.126372,
            "x": 121.715783
        },
        {
            "name": "新奇岩店",
            "address": "台北市北投區公館路２３０號",
            "y": 25.126279,
            "x": 121.507918
        },
        {
            "name": "崇合店",
            "address": "台北市北投區清江里三合街二段４８７號１樓",
            "y": 25.126232,
            "x": 121.501191
        },
        {
            "name": "基隆精一店",
            "address": "基隆市仁愛區精一路４１號１樓",
            "y": 25.125954,
            "x": 121.741129
        },
        {
            "name": "中央南路店",
            "address": "台北市北投區中央南路２段１５號１樓",
            "y": 25.125829,
            "x": 121.500526
        },
        {
            "name": "基隆新安和店",
            "address": "基隆市安樂區安和一街１２４號",
            "y": 25.12575,
            "x": 121.723713
        },
        {
            "name": "行勝店",
            "address": "台北市北投區知行路２９８號１樓",
            "y": 25.123002,
            "x": 121.466828
        },
        {
            "name": "基隆金城店",
            "address": "基隆市安樂區麥金路２３１－１號",
            "y": 25.121891,
            "x": 121.72092
        },
        {
            "name": "基隆樂富店",
            "address": "基隆市安樂區壯觀里樂利二街６２巷２１２號一樓",
            "y": 25.12124,
            "x": 121.716844
        },
        {
            "name": "基隆長樂店",
            "address": "基隆市安樂區麥金路２２２號地下一樓（基隆長庚醫院）",
            "y": 25.120882,
            "x": 121.722368
        },
        {
            "name": "基隆長庚店",
            "address": "基隆市安樂區安樂路二段１５７號",
            "y": 25.120764,
            "x": 121.723567
        },
        {
            "name": "唭哩店",
            "address": "臺北市北投區西安街二段２８３號",
            "y": 25.12052,
            "x": 121.50643
        },
        {
            "name": "新知行店",
            "address": "臺北市北投區知行路２３７號",
            "y": 25.120405,
            "x": 121.466995
        },
        {
            "name": "北榮店",
            "address": "台北市北投區石牌路二段２０１號",
            "y": 25.119175,
            "x": 121.520531
        },
        {
            "name": "新磺溪店",
            "address": "台北市士林區天母西路４０－２號１樓",
            "y": 25.118379,
            "x": 121.525862
        },
        {
            "name": "天山店",
            "address": "台北市士林區天母東路６９巷１１之９號１樓",
            "y": 25.118252,
            "x": 121.534452
        },
        {
            "name": "天成店",
            "address": "台北市士林區天福里天母東路３６號之５，之６",
            "y": 25.117916,
            "x": 121.532598
        },
        {
            "name": "東華店",
            "address": "台北市北投區東華街二段８８號",
            "y": 25.117746,
            "x": 121.513651
        },
        {
            "name": "尊賢店",
            "address": "台北市北投區尊賢街２６０號１Ｆ",
            "y": 25.117313,
            "x": 121.507164
        },
        {
            "name": "華勝店",
            "address": "台北市北投區石牌路２段８８之１號１樓",
            "y": 25.117011,
            "x": 121.516442
        },
        {
            "name": "立賢店",
            "address": "台北市北投區立賢里承德路七段２９０號",
            "y": 25.116474,
            "x": 121.505293
        },
        {
            "name": "新天和店",
            "address": "台北市士林區忠誠路二段１６８號１樓",
            "y": 25.115699,
            "x": 121.533179
        },
        {
            "name": "振華店",
            "address": "台北市北投區振華街２號",
            "y": 25.115609,
            "x": 121.519947
        },
        {
            "name": "新實店",
            "address": "臺北市北投區實踐街５１號１樓",
            "y": 25.115344,
            "x": 121.509602
        },
        {
            "name": "榮富店",
            "address": "台北市士林區中山北路六段７２６號北側",
            "y": 25.115001,
            "x": 121.527913
        },
        {
            "name": "榮光店",
            "address": "台北市北投區石牌路一段１６６巷９３號",
            "y": 25.112412,
            "x": 121.515101
        },
        {
            "name": "芝玉店",
            "address": "台北市士林區士東路２６６巷５弄１６號",
            "y": 25.112295,
            "x": 121.537553
        },
        {
            "name": "東陽店",
            "address": "台北市北投區西安街一段２８３號",
            "y": 25.112009,
            "x": 121.516715
        },
        {
            "name": "新士誠店",
            "address": "台北市士林區士東路８６號壹樓",
            "y": 25.111891,
            "x": 121.52879
        },
        {
            "name": "新蘭雅店",
            "address": "台北市士林區忠誠路二段５２號壹樓及地下室部份",
            "y": 25.110886,
            "x": 121.530412
        },
        {
            "name": "新自強店",
            "address": "台北市北投區自強街１１６號１樓",
            "y": 25.110772,
            "x": 121.515534
        },
        {
            "name": "誠德店",
            "address": "台北市士林區忠誠路二段５號１樓",
            "y": 25.110573,
            "x": 121.531083
        },
        {
            "name": "九份觀景店",
            "address": "新北市瑞芳區輕便路４３號４樓",
            "y": 25.110274,
            "x": 121.845343
        },
        {
            "name": "芝蘭店",
            "address": "台北市士林區德行東路３３０號",
            "y": 25.110235,
            "x": 121.537581
        },
        {
            "name": "德忠店",
            "address": "台北市士林區德行東路１０９巷７５號壹樓",
            "y": 25.110079,
            "x": 121.528475
        },
        {
            "name": "天強店",
            "address": "台北市士林區中山北路六段２３８號壹樓",
            "y": 25.109089,
            "x": 121.525462
        },
        {
            "name": "明德店",
            "address": "台北市北投區石牌里明德路９３號",
            "y": 25.10908,
            "x": 121.518887
        },
        {
            "name": "瑞芳傑魚坑店",
            "address": "新北市瑞芳區傑魚坑路６２號",
            "y": 25.10882,
            "x": 121.809893
        },
        {
            "name": "瑞芳龍川店",
            "address": "新北市瑞芳區一坑路１１之１號",
            "y": 25.10849,
            "x": 121.80413
        },
        {
            "name": "德行店",
            "address": "台北市士林區德行東路１０９巷３號",
            "y": 25.107905,
            "x": 121.528267
        },
        {
            "name": "基隆暖港店",
            "address": "基隆市暖暖區過港路２５４號",
            "y": 25.106953,
            "x": 121.736149
        },
        {
            "name": "五股青水店",
            "address": "新北市五股區成泰路四段１６號１樓",
            "y": 25.106644,
            "x": 121.453413
        },
        {
            "name": "五股成泰店",
            "address": "新北市五股區成泰路三段５７７巷１３８號１樓",
            "y": 25.104087,
            "x": 121.448003
        },
        {
            "name": "致昇店",
            "address": "台北市士林區雨聲街３６號１樓",
            "y": 25.1021,
            "x": 121.529203
        },
        {
            "name": "五股民義店",
            "address": "新北市五股區民義路二段１６號１樓",
            "y": 25.10142,
            "x": 121.413993
        },
        {
            "name": "五股凌雲店",
            "address": "新北市五股區凌雲路一段８１號",
            "y": 25.101224,
            "x": 121.450823
        },
        {
            "name": "至善店",
            "address": "台北市士林區臨溪里至善路二段２６８號一樓",
            "y": 25.100495,
            "x": 121.551019
        },
        {
            "name": "蘆竹海湖店",
            "address": "桃園市蘆竹區海山路二段７、９號、１１號１樓",
            "y": 25.10047,
            "x": 121.261035
        },
        {
            "name": "基隆暖東店",
            "address": "基隆市暖暖區暖暖街１６３號",
            "y": 25.099699,
            "x": 121.736307
        },
        {
            "name": "七堵永富店",
            "address": "基隆市七堵區永平里永富路１２０號、崇智街４８號一樓",
            "y": 25.099183,
            "x": 121.713772
        },
        {
            "name": "基隆暖錠店",
            "address": "基隆市暖暖區源遠路１８９號",
            "y": 25.098488,
            "x": 121.751369
        },
        {
            "name": "士林店",
            "address": "台北市士林區中山北路５段６９７號",
            "y": 25.097664,
            "x": 121.527158
        },
        {
            "name": "七堵大興店",
            "address": "基隆市七堵區南興路３０號１樓",
            "y": 25.097412,
            "x": 121.714341
        },
        {
            "name": "美崙店",
            "address": "台北市士林區華榮街９７號",
            "y": 25.097134,
            "x": 121.52319
        },
        {
            "name": "天文店",
            "address": "台北市士林區美崙街１１８號",
            "y": 25.097035,
            "x": 121.519497
        },
        {
            "name": "中影店",
            "address": "台北市士林區至善路二段３４號",
            "y": 25.096953,
            "x": 121.544795
        },
        {
            "name": "七堵自治店",
            "address": "基隆市七堵區自治街６號",
            "y": 25.096874,
            "x": 121.712512
        },
        {
            "name": "五股金雲店",
            "address": "新北市五股區西雲路２０８號１樓",
            "y": 25.095668,
            "x": 121.447972
        },
        {
            "name": "福林店",
            "address": "台北市士林區福林里中正路２３３號，２３３之１號",
            "y": 25.095175,
            "x": 121.526031
        },
        {
            "name": "新陽明店",
            "address": "臺北市士林區中正路３２９號",
            "y": 25.094529,
            "x": 121.523173
        },
        {
            "name": "蘆竹坑口店",
            "address": "桃園市蘆竹區南山北路二段３９８之１號",
            "y": 25.09409,
            "x": 121.278277
        },
        {
            "name": "蘆洲新民愛店",
            "address": "新北市蘆洲區仁愛街８１號１樓",
            "y": 25.093835,
            "x": 121.471281
        },
        {
            "name": "蘆洲民華店",
            "address": "新北市蘆洲區民族路４２２巷８２弄１４，１６號",
            "y": 25.093771,
            "x": 121.473901
        },
        {
            "name": "基隆暖鑫店",
            "address": "基隆市暖暖區暖暖街４６１號壹樓",
            "y": 25.092893,
            "x": 121.736932
        },
        {
            "name": "大北店",
            "address": "臺北市士林區文林路３２０號",
            "y": 25.092309,
            "x": 121.526156
        },
        {
            "name": "社中店",
            "address": "台北市士林區社中街３８６號",
            "y": 25.092279,
            "x": 121.503437
        },
        {
            "name": "蘆洲希望店",
            "address": "新北市蘆洲區三民路３７８之３號１樓",
            "y": 25.092211,
            "x": 121.46415
        },
        {
            "name": "蘆洲民仁店",
            "address": "新北市蘆洲區民族路４４８號",
            "y": 25.092056,
            "x": 121.47248
        },
        {
            "name": "基隆吉市店",
            "address": "基隆市暖暖區碇內街１８８－９號壹樓及夾層",
            "y": 25.092033,
            "x": 121.754145
        },
        {
            "name": "蘆洲民星店",
            "address": "新北市蘆洲區民族路４２４，４２４之１號１樓",
            "y": 25.091806,
            "x": 121.473996
        },
        {
            "name": "士商店",
            "address": "台北市士林區中正路５０３號",
            "y": 25.091727,
            "x": 121.518001
        },
        {
            "name": "蘆洲長樂店",
            "address": "新北市蘆洲區長樂路１７６號１樓",
            "y": 25.091204,
            "x": 121.462759
        },
        {
            "name": "蘆洲永樂店",
            "address": "新北市蘆洲區永樂街３８巷５７弄１號１Ｆ",
            "y": 25.090453,
            "x": 121.457901
        },
        {
            "name": "五股御雲店",
            "address": "新北市五股區西雲路２號１樓",
            "y": 25.090338,
            "x": 121.442921
        },
        {
            "name": "蘆洲名族店",
            "address": "新北市蘆洲區民族路２５１號１樓",
            "y": 25.090155,
            "x": 121.47683
        },
        {
            "name": "蘆洲保新店",
            "address": "新北市蘆洲區民族路３８７號",
            "y": 25.090148,
            "x": 121.4695
        },
        {
            "name": "五股六福店",
            "address": "新北市五股區五福路７０號１樓",
            "y": 25.090083,
            "x": 121.433039
        },
        {
            "name": "文鑫店",
            "address": "台北市士林區文林路２０５號１樓及地下室",
            "y": 25.090083,
            "x": 121.526972
        },
        {
            "name": "汐止祥雲店",
            "address": "新北市汐止區祥雲街１號壹樓部份",
            "y": 25.09004,
            "x": 121.646114
        },
        {
            "name": "蘆洲義興店",
            "address": "新北市蘆洲區民義街６８巷２、６號１樓",
            "y": 25.089831,
            "x": 121.47305
        },
        {
            "name": "五股新五店",
            "address": "新北市五股區新五路三段２５號１樓部份",
            "y": 25.089537,
            "x": 121.445481
        },
        {
            "name": "大南店",
            "address": "台北市士林區大南路５２號",
            "y": 25.089391,
            "x": 121.524883
        },
        {
            "name": "五股洲子洋店",
            "address": "新北市五股區新城八路７２號１樓",
            "y": 25.089362,
            "x": 121.446824
        },
        {
            "name": "蘆洲保佑店",
            "address": "新北市蘆洲區民族路４２３號",
            "y": 25.089204,
            "x": 121.468255
        },
        {
            "name": "五股五福店",
            "address": "新北市五股區五福里五福路２４號",
            "y": 25.088923,
            "x": 121.43423
        },
        {
            "name": "蘆洲永成店",
            "address": "新北市蘆洲區成功里永樂街８３號一樓",
            "y": 25.08873,
            "x": 121.455918
        },
        {
            "name": "七堵工明店",
            "address": "基隆市七堵區工建路１－１５號壹樓",
            "y": 25.088648,
            "x": 121.70188
        },
        {
            "name": "七堵新明德店",
            "address": "基隆市七堵區明德二路１５－５３號",
            "y": 25.088411,
            "x": 121.705385
        },
        {
            "name": "華港店",
            "address": "台北市士林區大南路２３１號",
            "y": 25.088405,
            "x": 121.520934
        },
        {
            "name": "金瑞店",
            "address": "臺北市內湖區金龍路２２４號",
            "y": 25.088247,
            "x": 121.586697
        },
        {
            "name": "蘆洲新虹展店",
            "address": "新北市蘆洲區民義街２２巷１８號",
            "y": 25.088065,
            "x": 121.471743
        },
        {
            "name": "蘆洲復興店",
            "address": "新北市蘆洲區復興路１１號１樓",
            "y": 25.087937,
            "x": 121.477079
        },
        {
            "name": "蘆洲復江店",
            "address": "新北市蘆洲區復興路１５０．１５２號一樓",
            "y": 25.087765,
            "x": 121.477204
        },
        {
            "name": "永新店",
            "address": "台北市士林區社子街２７號",
            "y": 25.087673,
            "x": 121.507994
        },
        {
            "name": "大園華儲店",
            "address": "桃園市大園區航勤北路１０之１號１樓",
            "y": 25.087668,
            "x": 121.243758
        },
        {
            "name": "蘆洲興賢店",
            "address": "新北市蘆洲區中興街６０號１樓",
            "y": 25.087545,
            "x": 121.481925
        },
        {
            "name": "蘆洲福安店",
            "address": "新北市蘆洲區民權路６６號１樓",
            "y": 25.087264,
            "x": 121.475203
        },
        {
            "name": "百齡店",
            "address": "台北市士林區福港街１５８－１號",
            "y": 25.087146,
            "x": 121.517727
        },
        {
            "name": "文湖店",
            "address": "台北市內湖區文湖街５９號",
            "y": 25.086792,
            "x": 121.562765
        },
        {
            "name": "蘆洲玉清店",
            "address": "新北市蘆洲區民族路１７８號，１８０號一樓",
            "y": 25.086761,
            "x": 121.479935
        },
        {
            "name": "三重富貴店",
            "address": "新北市三重區三賢街２０１號",
            "y": 25.086714,
            "x": 121.48537
        },
        {
            "name": "新德明店",
            "address": "臺北市內湖區環山路一段１１０號",
            "y": 25.086545,
            "x": 121.568001
        },
        {
            "name": "五股新五義店",
            "address": "新北市五股區民義路一段１０９號１樓",
            "y": 25.086519,
            "x": 121.433969
        },
        {
            "name": "蘆洲新鷺江店",
            "address": "新北市蘆洲區民權路３５號１樓",
            "y": 25.086519,
            "x": 121.475819
        },
        {
            "name": "三重新三信店",
            "address": "新北市三重區五華街２５５號１樓",
            "y": 25.086492,
            "x": 121.488987
        },
        {
            "name": "蘆洲成功店",
            "address": "新北市蘆洲區長安街２４８號",
            "y": 25.086317,
            "x": 121.457646
        },
        {
            "name": "陽湖店",
            "address": "台北市內湖區內湖路一段９１巷４號１樓",
            "y": 25.086047,
            "x": 121.562478
        },
        {
            "name": "五股芳洲店",
            "address": "新北市五股區芳洲一路３８號１樓＆２樓",
            "y": 25.085683,
            "x": 121.444036
        },
        {
            "name": "三重華義店",
            "address": "新北市三重區仁義街２４４號、富華街１９３號１樓",
            "y": 25.085586,
            "x": 121.494141
        },
        {
            "name": "葫蘆店",
            "address": "台北市士林區延平北路五段２８３之１號",
            "y": 25.08554,
            "x": 121.509495
        },
        {
            "name": "蘆洲保正店",
            "address": "新北市蘆洲區中正路１８１－１號部份及２樓全部",
            "y": 25.08545,
            "x": 121.468651
        },
        {
            "name": "三重集勇店",
            "address": "新北市三重區集勇街１９號",
            "y": 25.085286,
            "x": 121.484873
        },
        {
            "name": "蘆洲集賢店",
            "address": "新北市蘆洲區集賢路２３７號",
            "y": 25.085277,
            "x": 121.481899
        },
        {
            "name": "蘆洲信義店",
            "address": "新北市蘆洲區信義路２２０號１樓",
            "y": 25.085205,
            "x": 121.479077
        },
        {
            "name": "福港店",
            "address": "台北市士林區前港街１２６號",
            "y": 25.085151,
            "x": 121.517696
        },
        {
            "name": "美華店",
            "address": "台北市中山區北安路８１９之１號",
            "y": 25.085004,
            "x": 121.556108
        },
        {
            "name": "五股工商店",
            "address": "新北市五股區五股里工商路８１號及８３號",
            "y": 25.084919,
            "x": 121.438099
        },
        {
            "name": "蘆洲新安店",
            "address": "新北市蘆洲區長安街３０１號１樓",
            "y": 25.084898,
            "x": 121.457964
        },
        {
            "name": "蘆洲正原店",
            "address": "新北市蘆洲區中正路１８５巷１９號",
            "y": 25.084838,
            "x": 121.467445
        },
        {
            "name": "大港店",
            "address": "台北市士林區前港街３９號",
            "y": 25.084828,
            "x": 121.521479
        },
        {
            "name": "蘆洲仁德店",
            "address": "新北市蘆洲區民族路７４號１樓",
            "y": 25.084759,
            "x": 121.477593
        },
        {
            "name": "蘆竹山腳店",
            "address": "桃園市蘆竹區南山路三段２７８號１樓（前段）",
            "y": 25.084703,
            "x": 121.286303
        },
        {
            "name": "新葫東店",
            "address": "台北市士林區重慶北路四段１８４號１樓",
            "y": 25.084561,
            "x": 121.511997
        },
        {
            "name": "三重通華店",
            "address": "新北市三重區仁義街３１７號",
            "y": 25.084327,
            "x": 121.495417
        },
        {
            "name": "新衡山店",
            "address": "台北市中山區通北街１１１號",
            "y": 25.083892,
            "x": 121.538089
        },
        {
            "name": "基隆百福店",
            "address": "基隆市七堵區百福里福二街２０４號１樓",
            "y": 25.083721,
            "x": 121.696216
        },
        {
            "name": "蘆洲中央店",
            "address": "新北市蘆洲區仁復里５鄰中央路５６號",
            "y": 25.083661,
            "x": 121.473401
        },
        {
            "name": "林口麗林店",
            "address": "新北市林口區中山路５２２號１樓",
            "y": 25.083612,
            "x": 121.378726
        },
        {
            "name": "湖捷店",
            "address": "台北市內湖區成功路四段１７８號１樓",
            "y": 25.083552,
            "x": 121.593853
        },
        {
            "name": "蘆洲花園店",
            "address": "新北市蘆洲區集賢路２６９巷１０號１樓",
            "y": 25.083537,
            "x": 121.481625
        },
        {
            "name": "蘆洲金華店",
            "address": "新北市蘆洲區光華路１５０巷３８號１樓",
            "y": 25.083442,
            "x": 121.465048
        },
        {
            "name": "三重五華店",
            "address": "新北市三重區五華街８９號",
            "y": 25.083393,
            "x": 121.492067
        },
        {
            "name": "蘆洲長興店",
            "address": "新北市蘆洲區長安街１６８號１樓",
            "y": 25.083146,
            "x": 121.459279
        },
        {
            "name": "蘆洲恆德店",
            "address": "新北市蘆洲區三民路２６巷２２號，２４號",
            "y": 25.082957,
            "x": 121.477475
        },
        {
            "name": "湖安店",
            "address": "台北市內湖區內湖路一段２８５巷１９號１樓",
            "y": 25.082945,
            "x": 121.567053
        },
        {
            "name": "永安店",
            "address": "台北市中山區北安路６３０巷７號１樓",
            "y": 25.08283,
            "x": 121.549462
        },
        {
            "name": "湖盛店",
            "address": "台北市內湖區成功路四段１４３號",
            "y": 25.082803,
            "x": 121.593619
        },
        {
            "name": "環山店",
            "address": "台北市內湖區環山路一段５號",
            "y": 25.082786,
            "x": 121.5657
        },
        {
            "name": "德湖店",
            "address": "台北市內湖區成功路四段６２號１樓及Ｂ１",
            "y": 25.082755,
            "x": 121.592444
        },
        {
            "name": "蘆洲華安店",
            "address": "新北市蘆洲區中華街６巷５２號１樓",
            "y": 25.082688,
            "x": 121.462424
        },
        {
            "name": "和豐店",
            "address": "台北市士林區福華里和豐街２號一樓",
            "y": 25.082597,
            "x": 121.518699
        },
        {
            "name": "蘆洲光華店",
            "address": "新北市蘆洲區光華路１３２巷１號，１３４號１樓",
            "y": 25.082538,
            "x": 121.466214
        },
        {
            "name": "大直店",
            "address": "台北市中山區大直街３３巷１號",
            "y": 25.082213,
            "x": 121.546577
        },
        {
            "name": "湖山店",
            "address": "台北市內湖區麗山街３４８巷１０弄２號",
            "y": 25.082159,
            "x": 121.573503
        },
        {
            "name": "蘆洲新福原店",
            "address": "新北市蘆洲區中原路７０號",
            "y": 25.082066,
            "x": 121.458471
        },
        {
            "name": "林口文義店",
            "address": "新北市林口區湖南里信義路２８９號",
            "y": 25.082012,
            "x": 121.375357
        },
        {
            "name": "林口竹林店",
            "address": "新北市林口區林口路１２６號１Ｆ",
            "y": 25.081765,
            "x": 121.388483
        },
        {
            "name": "林口南林店",
            "address": "新北市林口區中山路５５５號",
            "y": 25.0817,
            "x": 121.380993
        },
        {
            "name": "三重永安店",
            "address": "新北市三重區永安北路二段１１號１樓",
            "y": 25.081293,
            "x": 121.481926
        },
        {
            "name": "林口隆林店",
            "address": "新北市林口區文化二路二段９０．９２號",
            "y": 25.08125,
            "x": 121.378909
        },
        {
            "name": "三重華興店",
            "address": "新北市三重區五華街４５號．４７號１樓",
            "y": 25.081205,
            "x": 121.494458
        },
        {
            "name": "新瑞店",
            "address": "台北市內湖區堤頂大道２段４０７巷２６號一樓",
            "y": 25.081148,
            "x": 121.563779
        },
        {
            "name": "大園臨翔店",
            "address": "桃園市大園區航站南路９號３樓（北側）",
            "y": 25.081115,
            "x": 121.237049
        },
        {
            "name": "通河店",
            "address": "台北市士林區通河街１４５號",
            "y": 25.081016,
            "x": 121.520674
        },
        {
            "name": "三重新仁義店",
            "address": "新北市三重區仁義街１６４號１樓",
            "y": 25.080954,
            "x": 121.497064
        },
        {
            "name": "碧湖店",
            "address": "台北市內湖區內湖路一段５９３號一樓及地下室",
            "y": 25.080948,
            "x": 121.573347
        },
        {
            "name": "星湖店",
            "address": "台北市內湖區星雲街１６１巷１號",
            "y": 25.080824,
            "x": 121.59624
        },
        {
            "name": "直學店",
            "address": "台北市中山區大直街１１號",
            "y": 25.080789,
            "x": 121.546528
        },
        {
            "name": "三重仁美店",
            "address": "新北市三重區仁美街１０４號",
            "y": 25.080584,
            "x": 121.485618
        },
        {
            "name": "汐止伯爵店",
            "address": "新北市汐止區伯爵街５２巷１號壹樓部份",
            "y": 25.080559,
            "x": 121.638741
        },
        {
            "name": "麗山店",
            "address": "台北市內湖區內湖路一段７３７巷４９號",
            "y": 25.080338,
            "x": 121.579063
        },
        {
            "name": "泰山民權店",
            "address": "新北市泰山區民權路２９號１樓",
            "y": 25.080245,
            "x": 121.371335
        },
        {
            "name": "蘆洲徐匯店",
            "address": "新北市蘆洲區中山一路２５號１樓",
            "y": 25.08024,
            "x": 121.473104
        },
        {
            "name": "三重溪尾店",
            "address": "新北市三重區溪尾街１６０號１樓",
            "y": 25.080175,
            "x": 121.488796
        },
        {
            "name": "蘆洲中華店",
            "address": "新北市蘆洲區和平路１２２，１２４號",
            "y": 25.080158,
            "x": 121.467479
        },
        {
            "name": "明水店",
            "address": "台北市中山區明水路５８１巷１１號１樓",
            "y": 25.080149,
            "x": 121.551221
        },
        {
            "name": "汐止保興店",
            "address": "新北市汐止區保一街３９號",
            "y": 25.080132,
            "x": 121.674135
        },
        {
            "name": "瑞湖店",
            "address": "台北市內湖區港墘里瑞光路５１３巷３９號１樓",
            "y": 25.080066,
            "x": 121.570286
        },
        {
            "name": "五股蓬萊店",
            "address": "新北市五股區成泰路一段２３５－１１號１樓及Ｂ１",
            "y": 25.080058,
            "x": 121.436401
        },
        {
            "name": "蘆洲安宅店",
            "address": "新北市蘆洲區長安街７１號１樓",
            "y": 25.079937,
            "x": 121.462693
        },
        {
            "name": "美麗店",
            "address": "台北市中山區樂群二路１４２號１樓",
            "y": 25.079649,
            "x": 121.556918
        },
        {
            "name": "樂群店",
            "address": "台北市中山區樂群二路１８６號",
            "y": 25.079575,
            "x": 121.558512
        },
        {
            "name": "內科店",
            "address": "台北市內湖區洲子街６１號１樓（部份）",
            "y": 25.079478,
            "x": 121.572929
        },
        {
            "name": "瑞光店",
            "address": "台北市內湖區瑞光路５１０號１樓",
            "y": 25.079463,
            "x": 121.567615
        },
        {
            "name": "康雲店",
            "address": "台北市內湖區康寧路一段１１６號及地下室",
            "y": 25.079404,
            "x": 121.593412
        },
        {
            "name": "三重銀和店",
            "address": "新北市三重區三和路四段３９４號１樓",
            "y": 25.079213,
            "x": 121.481636
        },
        {
            "name": "蘆洲九蘆店",
            "address": "新北市蘆洲區九芎街６６號１樓",
            "y": 25.07913,
            "x": 121.466751
        },
        {
            "name": "麗水店",
            "address": "台北市內湖區內湖路一段７３３號１樓",
            "y": 25.079098,
            "x": 121.578092
        },
        {
            "name": "蘆洲新民生店",
            "address": "新北市蘆洲區民生街１２３號１樓",
            "y": 25.078966,
            "x": 121.472826
        },
        {
            "name": "新北鄰店",
            "address": "台北市中山區北安路４５８巷４１弄４８號１樓",
            "y": 25.078902,
            "x": 121.546294
        },
        {
            "name": "蘆洲長發店",
            "address": "新北市蘆洲區長安街１１號１樓＆Ｂ１",
            "y": 25.0789,
            "x": 121.46414
        },
        {
            "name": "汐止鄉長店",
            "address": "新北市汐止區鄉長路一段２７號壹樓及貳樓",
            "y": 25.078776,
            "x": 121.668519
        },
        {
            "name": "林口醒吾店",
            "address": "新北市林口區東林村粉寮路１段６６號１樓",
            "y": 25.078737,
            "x": 121.397134
        },
        {
            "name": "紫陽店",
            "address": "台北市內湖區文德路２１２號",
            "y": 25.078291,
            "x": 121.58435
        },
        {
            "name": "瑞智店",
            "address": "台北市內湖區瑞光路４３３號１樓",
            "y": 25.078264,
            "x": 121.571184
        },
        {
            "name": "精英店",
            "address": "台北市內湖區堤頂大道二段２４１號壹樓",
            "y": 25.078207,
            "x": 121.566775
        },
        {
            "name": "汐止新水蓮店",
            "address": "新北市汐止區湖前街１１０巷９７弄２４號Ｂ１之１之２",
            "y": 25.077815,
            "x": 121.630137
        },
        {
            "name": "林口中正店",
            "address": "新北市林口區中正路２６６號",
            "y": 25.077763,
            "x": 121.389416
        },
        {
            "name": "汐止汐旺店",
            "address": "新北市汐止區汐萬路一段３４３巷３３號",
            "y": 25.077655,
            "x": 121.649879
        },
        {
            "name": "圓山飯店",
            "address": "台北市中山區中山北路四段１巷１號１樓（麒麟廳））",
            "y": 25.077623,
            "x": 121.524603
        },
        {
            "name": "三重福溪店",
            "address": "新北市三重區溪尾街５６號",
            "y": 25.07759,
            "x": 121.490537
        },
        {
            "name": "林口新僑大店",
            "address": "新北市林口區中正路５５號１樓",
            "y": 25.077411,
            "x": 121.39541
        },
        {
            "name": "瑞陽店",
            "address": "台北市內湖區文德路９０巷４９號",
            "y": 25.077184,
            "x": 121.582743
        },
        {
            "name": "林口工六店",
            "address": "新北市林口區東林里工六路７８號",
            "y": 25.077093,
            "x": 121.400413
        },
        {
            "name": "三重福旺店",
            "address": "新北市三重區永福街１２３號１樓",
            "y": 25.077074,
            "x": 121.478954
        },
        {
            "name": "林口洪福店",
            "address": "新北市林口區下福里１１鄰１４７號之１",
            "y": 25.077058,
            "x": 121.388899
        },
        {
            "name": "三重福運店",
            "address": "新北市三重區三和路四段２５０號１樓",
            "y": 25.076839,
            "x": 121.486043
        },
        {
            "name": "德陽店",
            "address": "臺北市內湖區文德路２２巷２５號",
            "y": 25.07682,
            "x": 121.579986
        },
        {
            "name": "林口菁埔店",
            "address": "新北市林口區仁愛路一段２９２號",
            "y": 25.076271,
            "x": 121.392641
        },
        {
            "name": "林口新都店",
            "address": "新北市林口區文化三路一段５５７號．５５９號１樓",
            "y": 25.076117,
            "x": 121.370047
        },
        {
            "name": "瑞興店",
            "address": "台北市內湖區瑞光路３０３號",
            "y": 25.075917,
            "x": 121.575902
        },
        {
            "name": "汐止大同店",
            "address": "新北市汐止區大同路三段２６９，２７１號",
            "y": 25.07577,
            "x": 121.673772
        },
        {
            "name": "三重車路頭店",
            "address": "新北市三重區車路頭街１４０號１樓及地下室",
            "y": 25.075743,
            "x": 121.483984
        },
        {
            "name": "林口南勢店",
            "address": "新北市林口區南勢街２２８號１樓",
            "y": 25.075389,
            "x": 121.359501
        },
        {
            "name": "瑞豐店",
            "address": "台北市內湖區瑞光路２２０號",
            "y": 25.075383,
            "x": 121.57597
        },
        {
            "name": "護校店",
            "address": "台北市內湖區康寧路三段７５巷１３７號",
            "y": 25.075185,
            "x": 121.610061
        },
        {
            "name": "三重永福店",
            "address": "新北市三重區永福街１２４號",
            "y": 25.075059,
            "x": 121.479277
        },
        {
            "name": "七堵長安店",
            "address": "基隆市七堵區長安街２１２巷２－４號一樓及地下室",
            "y": 25.074834,
            "x": 121.696002
        },
        {
            "name": "汐止摩天店",
            "address": "新北市汐止區大同路三段６１１之３號壹樓",
            "y": 25.074469,
            "x": 121.682812
        },
        {
            "name": "林口新高中店",
            "address": "新北市林口區仁愛路二段１５６號１樓",
            "y": 25.074298,
            "x": 121.381764
        },
        {
            "name": "林口守護店",
            "address": "新北市林口區仁愛路二段２０６之３號１樓",
            "y": 25.074228,
            "x": 121.378501
        },
        {
            "name": "三重龍門店",
            "address": "新北市三重區龍門路２７６號",
            "y": 25.07422,
            "x": 121.501719
        },
        {
            "name": "林口影城店",
            "address": "新北市林口區文化三路一段４０６號１樓",
            "y": 25.074217,
            "x": 121.368092
        },
        {
            "name": "大園果林店",
            "address": "桃園市大園區？林村拔子林２３之８３號",
            "y": 25.074069,
            "x": 121.267693
        },
        {
            "name": "五股高亞店",
            "address": "新北市五股區興珍里中興路一段１４２號１４２之１號一",
            "y": 25.07397,
            "x": 121.46495
        },
        {
            "name": "汐止經貿店",
            "address": "新北市汐止區大同路三段１９０號壹樓部份",
            "y": 25.073672,
            "x": 121.674735
        },
        {
            "name": "三重致學店",
            "address": "新北市三重區大智街１９７號１樓",
            "y": 25.073563,
            "x": 121.489228
        },
        {
            "name": "三重厚德店",
            "address": "新北市三重區三和路三段１８６號１樓",
            "y": 25.07347,
            "x": 121.49205
        },
        {
            "name": "林口住都店",
            "address": "新北市林口區文化一路一段１６６－１號１樓",
            "y": 25.073391,
            "x": 121.376468
        },
        {
            "name": "汐止日月光店",
            "address": "新北市汐止區康寧街７４７號．７４９號",
            "y": 25.073287,
            "x": 121.638326
        },
        {
            "name": "五股自強店",
            "address": "新北市五股區自強路７４號１樓",
            "y": 25.073179,
            "x": 121.433021
        },
        {
            "name": "汐止建安店",
            "address": "新北市汐止區建成路５９巷９號．１５號",
            "y": 25.073069,
            "x": 121.661818
        },
        {
            "name": "五股維興店",
            "address": "新北市五股區四維路７８號．８０號１樓",
            "y": 25.072919,
            "x": 121.467464
        },
        {
            "name": "汐止建泰店",
            "address": "新北市汐止區建成路５９巷２號（國泰醫院汐止院區）",
            "y": 25.072872,
            "x": 121.661085
        },
        {
            "name": "林口文園店",
            "address": "新北市林口區公園路１７８號１樓",
            "y": 25.072796,
            "x": 121.372897
        },
        {
            "name": "堤頂店",
            "address": "台北市內湖區舊宗路二段２０７號１樓（部份）",
            "y": 25.072754,
            "x": 121.573986
        },
        {
            "name": "三重大勇店",
            "address": "新北市三重區永發里力行路二段２號一樓",
            "y": 25.072613,
            "x": 121.482002
        },
        {
            "name": "陽鑫店",
            "address": "台北市內湖區瑞湖街８０號１樓Ｒ３、Ｒ４",
            "y": 25.072609,
            "x": 121.575973
        },
        {
            "name": "三重龍明店",
            "address": "新北市三重區龍濱路１６８號１樓",
            "y": 25.072604,
            "x": 121.501329
        },
        {
            "name": "三重自強店",
            "address": "新北市三重區自強路三段１６號",
            "y": 25.072053,
            "x": 121.486915
        },
        {
            "name": "新三總店",
            "address": "台北市內湖區成功路二段３２５號Ｂ１Ｆ",
            "y": 25.072029,
            "x": 121.589894
        },
        {
            "name": "酒泉店",
            "address": "臺北市大同區庫倫街４８之４號",
            "y": 25.071816,
            "x": 121.518072
        },
        {
            "name": "三重龍和店",
            "address": "新北市三重區三和路三段５９號",
            "y": 25.071776,
            "x": 121.495069
        },
        {
            "name": "三重車勇店",
            "address": "新北市三重區大勇街１號１樓",
            "y": 25.071477,
            "x": 121.483425
        },
        {
            "name": "新內湖店",
            "address": "臺北市內湖區成功路２段４２０號",
            "y": 25.071225,
            "x": 121.589693
        },
        {
            "name": "三重龍美店",
            "address": "新北市三重區龍濱路１２０號１樓",
            "y": 25.071025,
            "x": 121.501832
        },
        {
            "name": "林口國宅店",
            "address": "新北市林口區麗園一街４巷１號１之４",
            "y": 25.070998,
            "x": 121.376299
        },
        {
            "name": "汐止橋東店",
            "address": "新北市汐止區忠孝東路４０２號",
            "y": 25.070945,
            "x": 121.665975
        },
        {
            "name": "汐止和平店",
            "address": "新北市汐止區和平街４８號",
            "y": 25.070918,
            "x": 121.6624
        },
        {
            "name": "林口樂活店",
            "address": "新北市林口區文化二路１段２６９號１樓",
            "y": 25.070825,
            "x": 121.367387
        },
        {
            "name": "林口廣場店",
            "address": "新北市林口區文化三路一段２２３號一樓",
            "y": 25.070753,
            "x": 121.362494
        },
        {
            "name": "三重三安店",
            "address": "新北市三重區三和路三段４０號",
            "y": 25.070698,
            "x": 121.496069
        },
        {
            "name": "三重公園店",
            "address": "新北市三重區忠孝路二段３４號",
            "y": 25.070697,
            "x": 121.485615
        },
        {
            "name": "蘭州店",
            "address": "台北市大同區大龍街２１７號１樓",
            "y": 25.070579,
            "x": 121.515991
        },
        {
            "name": "汐止鑫峰店",
            "address": "新北市汐止區明峰街１６２號",
            "y": 25.070563,
            "x": 121.629172
        },
        {
            "name": "五股登科店",
            "address": "新北市五股區登林路７６之９號１樓",
            "y": 25.070406,
            "x": 121.429322
        },
        {
            "name": "五股貿商店",
            "address": "新北市五股區自強路１５４號１樓",
            "y": 25.07024,
            "x": 121.432035
        },
        {
            "name": "三重信安店",
            "address": "新北市三重區重陽路四段５５號１樓",
            "y": 25.070188,
            "x": 121.492061
        },
        {
            "name": "汐止農會店",
            "address": "新北市汐止區中正路１０６號１樓",
            "y": 25.069643,
            "x": 121.66093
        },
        {
            "name": "瑞盛店",
            "address": "台北市內湖區瑞光路６６巷４０號",
            "y": 25.069626,
            "x": 121.580852
        },
        {
            "name": "三重金勇店",
            "address": "新北市三重區中正北路３７８號１樓",
            "y": 25.069623,
            "x": 121.47672
        },
        {
            "name": "康福店",
            "address": "台北市內湖區康樂街８７號",
            "y": 25.069567,
            "x": 121.61881
        },
        {
            "name": "紫新店",
            "address": "台北市內湖區康寧路ㄧ段３７號ㄧ樓",
            "y": 25.069506,
            "x": 121.58887
        },
        {
            "name": "明真店",
            "address": "台北市大同區延平北路四段１９號",
            "y": 25.069328,
            "x": 121.510989
        },
        {
            "name": "新東湖店",
            "address": "臺北市內湖區東湖路４３巷４號",
            "y": 25.069171,
            "x": 121.614204
        },
        {
            "name": "三重欣田店",
            "address": "新北市三重區自強路二段２４號",
            "y": 25.069159,
            "x": 121.489584
        },
        {
            "name": "汐止新樹店",
            "address": "新北市汐止區樟樹二路２７３號",
            "y": 25.068942,
            "x": 121.64089
        },
        {
            "name": "林口菁英店",
            "address": "新北市林口區文化三路１段１２１號１樓",
            "y": 25.068791,
            "x": 121.361485
        },
        {
            "name": "三重新光榮店",
            "address": "新北市三重區長興街５７號１樓",
            "y": 25.068767,
            "x": 121.500984
        },
        {
            "name": "三民店",
            "address": "台北市內湖區民權東路六段９０巷１號",
            "y": 25.068752,
            "x": 121.586099
        },
        {
            "name": "內華店",
            "address": "台北市內湖區民權東路六段１６２號",
            "y": 25.068623,
            "x": 121.591854
        },
        {
            "name": "林口忠孝店",
            "address": "新北市林口區忠孝路６０１號",
            "y": 25.068549,
            "x": 121.378148
        },
        {
            "name": "汐止站前店",
            "address": "新北市汐止區南昌街１６號",
            "y": 25.068367,
            "x": 121.662988
        },
        {
            "name": "汐止康寧店",
            "address": "新北市汐止區康寧街１６９巷２３號１樓",
            "y": 25.068322,
            "x": 121.6227
        },
        {
            "name": "三重民生店",
            "address": "新北市三重區民生東街２號",
            "y": 25.068299,
            "x": 121.492553
        },
        {
            "name": "三重頂崁店",
            "address": "新北市三重區博愛里２２鄰頂崁街２１０巷３１號１樓",
            "y": 25.068241,
            "x": 121.475559
        },
        {
            "name": "三重街口店",
            "address": "新北市三重區頂崁街２１０巷２號１樓",
            "y": 25.068206,
            "x": 121.476046
        },
        {
            "name": "三重新福田店",
            "address": "新北市三重區三民街２７０號１樓",
            "y": 25.068055,
            "x": 121.47897
        },
        {
            "name": "汐止福旺店",
            "address": "新北市汐止區福德一路１０９號",
            "y": 25.067957,
            "x": 121.637862
        },
        {
            "name": "三重力行店",
            "address": "新北市三重區力行路一段４０號",
            "y": 25.067935,
            "x": 121.486132
        },
        {
            "name": "東安店",
            "address": "台北市內湖區安康路４８０號",
            "y": 25.06782,
            "x": 121.615772
        },
        {
            "name": "三重長壽店",
            "address": "新北市三重區雙園里長壽西街１號",
            "y": 25.067688,
            "x": 121.498022
        },
        {
            "name": "新林森店",
            "address": "台北市中山區林森北路６３０號１樓",
            "y": 25.067547,
            "x": 121.525588
        },
        {
            "name": "汐止新忠孝店",
            "address": "新北市汐止區忠孝東路２５８號",
            "y": 25.067497,
            "x": 121.66323
        },
        {
            "name": "汐止鑫湖店",
            "address": "新北市汐止區康寧街１４１巷１８號",
            "y": 25.067432,
            "x": 121.621472
        },
        {
            "name": "大龍店",
            "address": "台北市大同區大龍街１３３號１樓",
            "y": 25.067422,
            "x": 121.51604
        },
        {
            "name": "國順店",
            "address": "台北市大同區延平北路三段１１８號１樓",
            "y": 25.067346,
            "x": 121.510821
        },
        {
            "name": "五股水碓店",
            "address": "新北市五股區成泰路一段７巷２１號、２３號１樓",
            "y": 25.067192,
            "x": 121.432282
        },
        {
            "name": "大園華園店",
            "address": "桃園市大園區中華路６１號",
            "y": 25.066854,
            "x": 121.19839
        },
        {
            "name": "汐止秀峰店",
            "address": "新北市汐止區忠孝東路２２８號",
            "y": 25.066771,
            "x": 121.662392
        },
        {
            "name": "民族店",
            "address": "台北市中山區民族東路４１０巷２３弄２４號",
            "y": 25.066737,
            "x": 121.539568
        },
        {
            "name": "林口幸福店",
            "address": "新北市林口區文化三路一段３５號１樓",
            "y": 25.066708,
            "x": 121.360955
        },
        {
            "name": "德惠店",
            "address": "台北市中山區吉林路４４８號",
            "y": 25.066705,
            "x": 121.530305
        },
        {
            "name": "德林店",
            "address": "台北市中山區德惠街１７３號",
            "y": 25.06667,
            "x": 121.531949
        },
        {
            "name": "光輝店",
            "address": "台北市中山區晴光里德惠街３４之２號一樓",
            "y": 25.066587,
            "x": 121.526187
        },
        {
            "name": "新德城店",
            "address": "台北市中山區德惠街１６－７號",
            "y": 25.066582,
            "x": 121.524721
        },
        {
            "name": "林口環球店",
            "address": "新北市林口區文化三路一段２號１樓",
            "y": 25.066488,
            "x": 121.361019
        },
        {
            "name": "濱江店",
            "address": "台北市中山區建國北路三段１１１號１樓",
            "y": 25.066417,
            "x": 121.53606
        },
        {
            "name": "三重大智店",
            "address": "新北市三重區大智街９４號",
            "y": 25.066324,
            "x": 121.493423
        },
        {
            "name": "汐止宏國店",
            "address": "新北市汐止區大同路２段２８３號",
            "y": 25.066311,
            "x": 121.653803
        },
        {
            "name": "汐止樟福店",
            "address": "新北市汐止區樟樹一路２２０號",
            "y": 25.066306,
            "x": 121.642474
        },
        {
            "name": "新莊新工店",
            "address": "新北市新莊區福興里五工二路８１號一樓",
            "y": 25.06621,
            "x": 121.459826
        },
        {
            "name": "五股五權店",
            "address": "新北市五股區五工五路３４號",
            "y": 25.066182,
            "x": 121.450386
        },
        {
            "name": "新復店",
            "address": "台北市中山區復興北路５１４巷３５號",
            "y": 25.066032,
            "x": 121.542592
        },
        {
            "name": "鑫豐店",
            "address": "台北市中山區龍江路３５６巷７２號",
            "y": 25.065892,
            "x": 121.538029
        },
        {
            "name": "榮星店",
            "address": "台北市中山區龍江路３５２號",
            "y": 25.065875,
            "x": 121.540838
        },
        {
            "name": "汐止長虹店",
            "address": "新北市汐止區福德二路８１－１號",
            "y": 25.065872,
            "x": 121.633951
        },
        {
            "name": "三重三佾店",
            "address": "新北市三重區中央北路５８號１樓",
            "y": 25.06554,
            "x": 121.500428
        },
        {
            "name": "五常店",
            "address": "台北市中山區五常街５３巷２３號１號",
            "y": 25.065488,
            "x": 121.539759
        },
        {
            "name": "金磚店",
            "address": "台北市中山區雙城街１９巷２號",
            "y": 25.06535,
            "x": 121.52456
        },
        {
            "name": "三重重仁店",
            "address": "新北市三重區重陽路三段５巷３０號",
            "y": 25.06529,
            "x": 121.491409
        },
        {
            "name": "汐止興福店",
            "address": "新北市汐止區福德二路１３４號",
            "y": 25.065287,
            "x": 121.630915
        },
        {
            "name": "汐止興中店",
            "address": "新北市汐止區中興路１５８號",
            "y": 25.065094,
            "x": 121.632291
        },
        {
            "name": "汐止樟中店",
            "address": "新北市汐止區樟樹一路１２７號１樓",
            "y": 25.06486,
            "x": 121.641994
        },
        {
            "name": "新晴店",
            "address": "台北市中山區農安街４－１號",
            "y": 25.064853,
            "x": 121.523052
        },
        {
            "name": "新湖店",
            "address": "台北市內湖區新湖二路２５０巷８號１樓",
            "y": 25.064848,
            "x": 121.582557
        },
        {
            "name": "新農店",
            "address": "台北市中山區恆安里農安街２６之３號一樓",
            "y": 25.064813,
            "x": 121.525866
        },
        {
            "name": "農安店",
            "address": "台北市中山區農安街２４９號",
            "y": 25.064779,
            "x": 121.534937
        },
        {
            "name": "新稻江店",
            "address": "台北市中山區農安街８６號１樓",
            "y": 25.06474,
            "x": 121.52931
        },
        {
            "name": "大園都心店",
            "address": "桃園市大園區中山北路３１號１樓。２樓",
            "y": 25.064728,
            "x": 121.196939
        },
        {
            "name": "汐止智興店",
            "address": "新北市汐止區大同路二段２００號",
            "y": 25.064727,
            "x": 121.653228
        },
        {
            "name": "汐止福全店",
            "address": "新北市汐止區仁愛路１４９號",
            "y": 25.064698,
            "x": 121.663618
        },
        {
            "name": "汐止新興店",
            "address": "新北市汐止區新興路２１及２３號",
            "y": 25.06462,
            "x": 121.656689
        },
        {
            "name": "松農店",
            "address": "台北市中山區農安街１６０號",
            "y": 25.064591,
            "x": 121.534073
        },
        {
            "name": "雙城店",
            "address": "台北市中山區雙城街１２之１號",
            "y": 25.064544,
            "x": 121.524249
        },
        {
            "name": "三重田心店",
            "address": "新北市三重區田心里忠孝路三段５０巷８２號一樓",
            "y": 25.064453,
            "x": 121.483094
        },
        {
            "name": "新橋店",
            "address": "臺北市大同區延平北路三段２５之３號",
            "y": 25.064379,
            "x": 121.511254
        },
        {
            "name": "常興店",
            "address": "台北市松山區五常街３６４號１樓",
            "y": 25.064219,
            "x": 121.544909
        },
        {
            "name": "泰山麗池店",
            "address": "新北市泰山區泰林路二段５１８號",
            "y": 25.064065,
            "x": 121.424124
        },
        {
            "name": "泰山憲訓店",
            "address": "新北市泰山區泰林路２段３６４號１樓",
            "y": 25.063866,
            "x": 121.428719
        },
        {
            "name": "權勝店",
            "address": "台北市中山區松江路４００號１樓及地下室",
            "y": 25.063813,
            "x": 121.532991
        },
        {
            "name": "汐止龍安店",
            "address": "新北市汐止區大同路二段１８４巷１１號",
            "y": 25.063647,
            "x": 121.653715
        },
        {
            "name": "三重大榮店",
            "address": "新北市三重區文化北路１５號１樓",
            "y": 25.063594,
            "x": 121.499829
        },
        {
            "name": "撫順店",
            "address": "台北市中山區撫順街１２之２號１樓",
            "y": 25.06354,
            "x": 121.520954
        },
        {
            "name": "泰山黎明店",
            "address": "新北市泰山區泰林路二段５７５號、５７７號１樓",
            "y": 25.063514,
            "x": 121.422253
        },
        {
            "name": "興北店",
            "address": "台北市松山區民權東路三段１０３巷１５—１號",
            "y": 25.063444,
            "x": 121.545104
        },
        {
            "name": "三重三民店",
            "address": "新北市三重區三民街１１２號",
            "y": 25.063424,
            "x": 121.485024
        },
        {
            "name": "三重大同店",
            "address": "新北市三重區大同北路６號１樓",
            "y": 25.06338,
            "x": 121.495264
        },
        {
            "name": "明美店",
            "address": "台北市內湖區金莊路８６號１樓",
            "y": 25.063367,
            "x": 121.587411
        },
        {
            "name": "民權西路店",
            "address": "台北市中山區民權西路３５號１樓",
            "y": 25.063089,
            "x": 121.52115
        },
        {
            "name": "雙林店",
            "address": "台北市中山區雙城街２之２號",
            "y": 25.063066,
            "x": 121.524298
        },
        {
            "name": "汐止青山店",
            "address": "新北市汐止區新台五路一段２１２號；２１２之１號",
            "y": 25.062979,
            "x": 121.655871
        },
        {
            "name": "三重九陽店",
            "address": "新北市三重區重陽路二段３０號１樓",
            "y": 25.062871,
            "x": 121.486849
        },
        {
            "name": "金莊店",
            "address": "台北市內湖區石潭路６７號１樓",
            "y": 25.062805,
            "x": 121.587427
        },
        {
            "name": "大園田心店",
            "address": "桃園市大園區新興路８５號",
            "y": 25.062767,
            "x": 121.194954
        },
        {
            "name": "福澤店",
            "address": "台北市大同區民權西路１４６號",
            "y": 25.062749,
            "x": 121.51585
        },
        {
            "name": "慶權店",
            "address": "台北市大同區重慶北路二段２６３號１樓",
            "y": 25.062747,
            "x": 121.513766
        },
        {
            "name": "三重文化店",
            "address": "新北市三重區文化南路８之４號１樓",
            "y": 25.062544,
            "x": 121.500127
        },
        {
            "name": "汐止連新店",
            "address": "新北市汐止區新台五路一段１５１號壹樓及地下室",
            "y": 25.062417,
            "x": 121.653484
        },
        {
            "name": "新吉林店",
            "address": "台北市中山區民權東路二段４６號１樓",
            "y": 25.062369,
            "x": 121.530062
        },
        {
            "name": "大園蓮園店",
            "address": "桃園市大園區大觀路６０２號",
            "y": 25.062357,
            "x": 121.175704
        },
        {
            "name": "汐止樟興店",
            "address": "新北市汐止區樟樹一路１６號，１８號",
            "y": 25.062285,
            "x": 121.64189
        },
        {
            "name": "三重華泰店",
            "address": "新北市三重區中華路５３號１樓",
            "y": 25.062129,
            "x": 121.483582
        },
        {
            "name": "江寧店",
            "address": "台北市中山區民權東路三段６４號１樓",
            "y": 25.062105,
            "x": 121.542659
        },
        {
            "name": "三重天台店",
            "address": "新北市三重區重新路二段７８號",
            "y": 25.061885,
            "x": 121.497293
        },
        {
            "name": "復北店",
            "address": "台北市松山區民權東路三段１０４號壹樓及地下室",
            "y": 25.061808,
            "x": 121.544823
        },
        {
            "name": "三重中央店",
            "address": "新北市三重區中央南路５１號１樓",
            "y": 25.061689,
            "x": 121.501285
        },
        {
            "name": "汐止遠雄二店",
            "address": "新北市汐止區新台五路一段９９號Ｂ１樓",
            "y": 25.061622,
            "x": 121.648249
        },
        {
            "name": "聚葉店",
            "address": "台北市中山區中山北路二段１３７巷３４號１樓",
            "y": 25.061595,
            "x": 121.525136
        },
        {
            "name": "行善店",
            "address": "臺北市內湖區行善路２８９號",
            "y": 25.061532,
            "x": 121.584108
        },
        {
            "name": "汐止興莊店",
            "address": "新北市汐止區莊敬街３２號壹樓全部",
            "y": 25.061506,
            "x": 121.656976
        },
        {
            "name": "汐止遠雄店",
            "address": "新北市汐止區新台五路一段９３號Ｂ１樓Ｂ１１３００號",
            "y": 25.061467,
            "x": 121.647975
        },
        {
            "name": "富錦店",
            "address": "台北市松山區新益里富錦街５２９號一樓",
            "y": 25.061268,
            "x": 121.565394
        },
        {
            "name": "新松店",
            "address": "台北市中山區松江路３３０巷３３號",
            "y": 25.06126,
            "x": 121.531784
        },
        {
            "name": "錦民店",
            "address": "台北市中山區民權東路二段１５２巷１４號",
            "y": 25.061132,
            "x": 121.534989
        },
        {
            "name": "三富店",
            "address": "台北市松山區三民路１４８號",
            "y": 25.061091,
            "x": 121.563301
        },
        {
            "name": "三重華山店",
            "address": "新北市三重區中華路２８號",
            "y": 25.061055,
            "x": 121.483311
        },
        {
            "name": "錦原店",
            "address": "台北市中山區中原街１０１號１樓",
            "y": 25.061009,
            "x": 121.529034
        },
        {
            "name": "三重興南店",
            "address": "新北市三重區中央南路８號１樓",
            "y": 25.060888,
            "x": 121.501256
        },
        {
            "name": "新民有店",
            "address": "台北市松山區民權東路三段１６０巷１１號",
            "y": 25.060694,
            "x": 121.547814
        },
        {
            "name": "汐止莊敬店",
            "address": "新北市汐止區莊敬街１３９號",
            "y": 25.060631,
            "x": 121.65445
        },
        {
            "name": "龜山雲蓮店",
            "address": "桃園市龜山區復興街３０２號",
            "y": 25.060526,
            "x": 121.358254
        },
        {
            "name": "汐止亞太店",
            "address": "新北市汐止區新台五路一段９６號Ｃ棟",
            "y": 25.060498,
            "x": 121.648488
        },
        {
            "name": "錦江店",
            "address": "台北市中山區錦州街２１５號",
            "y": 25.060482,
            "x": 121.532134
        },
        {
            "name": "永樂店",
            "address": "台北市大同區延平北路二段２６０號之１",
            "y": 25.060466,
            "x": 121.511266
        },
        {
            "name": "新北大店",
            "address": "台北市中山區錦州街４２７號",
            "y": 25.060356,
            "x": 121.542451
        },
        {
            "name": "汐止亞太二店",
            "address": "新北市汐止區新台五路一段８２至１１６號、Ｄ８—２號",
            "y": 25.060304,
            "x": 121.64726
        },
        {
            "name": "新莊城邦店",
            "address": "新北市新莊區新北大道三段７號１樓",
            "y": 25.060263,
            "x": 121.458083
        },
        {
            "name": "北權店",
            "address": "台北市松山區民權東路三段１０６巷１１號",
            "y": 25.060249,
            "x": 121.544975
        },
        {
            "name": "錦西店",
            "address": "台北市中山區錦西街８號",
            "y": 25.060237,
            "x": 121.521734
        },
        {
            "name": "建錦店",
            "address": "台北市中山區建國北路二段１３１號１樓及部分地下室",
            "y": 25.060198,
            "x": 121.537354
        },
        {
            "name": "經貿店",
            "address": "臺北市南港區經貿二路２００號１樓",
            "y": 25.060048,
            "x": 121.614924
        },
        {
            "name": "大園航園店",
            "address": "桃園市大園區中正東路３３８號",
            "y": 25.06002,
            "x": 121.207517
        },
        {
            "name": "錦富店",
            "address": "台北市中山區林森北路４２８號１樓",
            "y": 25.059992,
            "x": 121.525412
        },
        {
            "name": "三重菜寮店",
            "address": "新北市三重區重新路三段１２６號１樓",
            "y": 25.059942,
            "x": 121.492143
        },
        {
            "name": "新莊頭前店",
            "address": "新北市新莊區昌平里思源路５９５號一樓",
            "y": 25.059783,
            "x": 121.459573
        },
        {
            "name": "三重重陽店",
            "address": "新北市三重區重陽路一段１０９號、１１１號１樓",
            "y": 25.059743,
            "x": 121.486898
        },
        {
            "name": "工業二店",
            "address": "台北市南港區園區街３號２樓之７",
            "y": 25.059742,
            "x": 121.612692
        },
        {
            "name": "新莊新市店",
            "address": "新北市新莊區化成路４３１巷７６號",
            "y": 25.059713,
            "x": 121.462637
        },
        {
            "name": "龜山文欣店",
            "address": "桃園市龜山區復興一路７４號１樓",
            "y": 25.059703,
            "x": 121.368665
        },
        {
            "name": "新莊福基店",
            "address": "新北市新莊區福基里化成路８１２號",
            "y": 25.059685,
            "x": 121.465119
        },
        {
            "name": "龜山環球店",
            "address": "桃園市龜山區復興一路８號２樓",
            "y": 25.059565,
            "x": 121.36846
        },
        {
            "name": "合江店",
            "address": "台北市中山區合江街８７號一樓",
            "y": 25.059281,
            "x": 121.539281
        },
        {
            "name": "蘆竹鼎福店",
            "address": "桃園市蘆竹區六福路１６３號１樓",
            "y": 25.05924,
            "x": 121.295895
        },
        {
            "name": "昇東店",
            "address": "台北市松山區民生東路五段１９７號",
            "y": 25.05922,
            "x": 121.566092
        },
        {
            "name": "錦林店",
            "address": "台北市中山區林森北路３９９巷１０號一樓",
            "y": 25.059193,
            "x": 121.525878
        },
        {
            "name": "龜山文學店",
            "address": "桃園市龜山區文化二路３４巷１４弄１２號１樓",
            "y": 25.059128,
            "x": 121.364784
        },
        {
            "name": "松民店",
            "address": "台北市松山區民生東路五段１５９號",
            "y": 25.059115,
            "x": 121.562432
        },
        {
            "name": "泰山新泰林店",
            "address": "新北市泰山區泰林路二段１０７號１樓",
            "y": 25.059084,
            "x": 121.434565
        },
        {
            "name": "三重重光店",
            "address": "新北市三重區重新路三段１７６號１樓",
            "y": 25.059003,
            "x": 121.49074
        },
        {
            "name": "三重新三陽店",
            "address": "新北市三重區三陽路１３巷２號１樓",
            "y": 25.05895,
            "x": 121.485825
        },
        {
            "name": "三重過圳店",
            "address": "新北市三重區過圳街３號１樓",
            "y": 25.058815,
            "x": 121.489318
        },
        {
            "name": "玉林店",
            "address": "台北市中山區民生東路一段２７巷１５號",
            "y": 25.058791,
            "x": 121.525158
        },
        {
            "name": "豐華店",
            "address": "台北市松山區民生東路三段１１３巷６弄１號一樓",
            "y": 25.058668,
            "x": 121.545564
        },
        {
            "name": "東豐店",
            "address": "台北市松山區民生東路五段３７號",
            "y": 25.058549,
            "x": 121.556909
        },
        {
            "name": "敦德店",
            "address": "台北市松山區民生東路三段１２７巷６號１樓",
            "y": 25.058544,
            "x": 121.547408
        },
        {
            "name": "龜山金石店",
            "address": "桃園市龜山區復興一路１４４號１樓",
            "y": 25.058426,
            "x": 121.366842
        },
        {
            "name": "甘州店",
            "address": "台北市大同區歸綏街１８１之２號",
            "y": 25.058277,
            "x": 121.513122
        },
        {
            "name": "泰山福興店",
            "address": "新北市泰山區同興里福興一街６０號一樓",
            "y": 25.058273,
            "x": 121.432629
        },
        {
            "name": "鑫泰店",
            "address": "台北市中山區民生東路一段３９號",
            "y": 25.058212,
            "x": 121.525873
        },
        {
            "name": "民佳店",
            "address": "台北市中山區民生東路二段１５５號１樓",
            "y": 25.058125,
            "x": 121.535809
        },
        {
            "name": "中央店",
            "address": "台北市松山區民生東路四段９５號",
            "y": 25.058111,
            "x": 121.551978
        },
        {
            "name": "林慶店",
            "address": "台北市中山區林森北路３７６號１樓",
            "y": 25.057995,
            "x": 121.5254
        },
        {
            "name": "新莊副都店",
            "address": "新北市新莊區中央路４３７號１樓",
            "y": 25.057947,
            "x": 121.447912
        },
        {
            "name": "福泰店",
            "address": "台北市中山區民生東路一段３６號１樓",
            "y": 25.05788,
            "x": 121.52431
        },
        {
            "name": "大園仁德店",
            "address": "桃園市大園區和平西路１００號壹樓",
            "y": 25.057852,
            "x": 121.197447
        },
        {
            "name": "馬偕店",
            "address": "台北市中山區民生西路２９號",
            "y": 25.057843,
            "x": 121.521114
        },
        {
            "name": "新東店",
            "address": "台北市松山區新東街１４號",
            "y": 25.057837,
            "x": 121.566175
        },
        {
            "name": "蘆竹五福店",
            "address": "桃園市蘆竹區五福村五福一路３４號１樓",
            "y": 25.057795,
            "x": 121.295002
        },
        {
            "name": "泰山辭修店",
            "address": "新北市泰山區明志路一段３７４號１樓",
            "y": 25.057788,
            "x": 121.430677
        },
        {
            "name": "汐止茂盛店",
            "address": "新北市汐止區大同路一段２２５號壹樓",
            "y": 25.057762,
            "x": 121.634108
        },
        {
            "name": "民善店",
            "address": "台北市內湖區民善街１號１樓",
            "y": 25.057735,
            "x": 121.576986
        },
        {
            "name": "萬全店",
            "address": "台北市大同區民生西路６３號",
            "y": 25.057712,
            "x": 121.520149
        },
        {
            "name": "新國賓店",
            "address": "台北市中山區中山北路二段７５－１號１樓",
            "y": 25.057459,
            "x": 121.52307
        },
        {
            "name": "興盛店",
            "address": "台北市內湖區新明路１８２號",
            "y": 25.057444,
            "x": 121.585364
        },
        {
            "name": "新莊樹成店",
            "address": "新北市新莊區化成路７３８號",
            "y": 25.057438,
            "x": 121.465653
        },
        {
            "name": "宏展店",
            "address": "台北市南港區三重路６６號１樓",
            "y": 25.05741,
            "x": 121.61462
        },
        {
            "name": "民復店",
            "address": "台北市松山區民生東路四段８０巷３號１Ｆ",
            "y": 25.057377,
            "x": 121.553121
        },
        {
            "name": "工業一店",
            "address": "台北市南港區三重路１９－７號內之一部份",
            "y": 25.057368,
            "x": 121.613647
        },
        {
            "name": "工業三店",
            "address": "台北市南港區三重路６６之２號１樓",
            "y": 25.057241,
            "x": 121.614385
        },
        {
            "name": "塔悠店",
            "address": "臺北市松山區延壽街２號一樓",
            "y": 25.057211,
            "x": 121.569061
        },
        {
            "name": "蘆竹南工店",
            "address": "桃園市蘆竹區南崁路二段８１號１樓",
            "y": 25.057144,
            "x": 121.278213
        },
        {
            "name": "汐止桂冠店",
            "address": "新北市汐止區水源路二段３４號",
            "y": 25.05711,
            "x": 121.654764
        },
        {
            "name": "三重群光店",
            "address": "新北市三重區光復路二段６９號１樓",
            "y": 25.056943,
            "x": 121.47225
        },
        {
            "name": "豐禾店",
            "address": "台北市松山區民生東路三段１３０巷５弄２號",
            "y": 25.056916,
            "x": 121.546337
        },
        {
            "name": "豐興店",
            "address": "台北市松山區民生東路三段１３０巷５弄２２號",
            "y": 25.056914,
            "x": 121.547151
        },
        {
            "name": "三重新運店",
            "address": "新北市三重區捷運路１９巷６弄２０號１樓",
            "y": 25.056749,
            "x": 121.484404
        },
        {
            "name": "重陽店",
            "address": "台北市南港區重陽路１８３、１８５號１樓",
            "y": 25.056598,
            "x": 121.598881
        },
        {
            "name": "新吉原店",
            "address": "台北市中山區中原街１６號１樓",
            "y": 25.05649,
            "x": 121.528777
        },
        {
            "name": "蘆竹中福店",
            "address": "桃園市蘆竹區中山路１２６號",
            "y": 25.056473,
            "x": 121.298304
        },
        {
            "name": "三重新正店",
            "address": "新北市三重區中正南路１８４號１樓",
            "y": 25.056398,
            "x": 121.494175
        },
        {
            "name": "中興店",
            "address": "台北市中山區龍江路２０１號１Ｆ",
            "y": 25.056277,
            "x": 121.540609
        },
        {
            "name": "中視店",
            "address": "台北市南港區興南街３９號１樓",
            "y": 25.056238,
            "x": 121.601458
        },
        {
            "name": "興安店",
            "address": "台北市中山區興安街５７號",
            "y": 25.056217,
            "x": 121.542334
        },
        {
            "name": "美林店",
            "address": "台北市中山區新生北路二段６２巷３８－３號",
            "y": 25.056146,
            "x": 121.525906
        },
        {
            "name": "金漾店",
            "address": "台北市中山區林森北路３０８號",
            "y": 25.05611,
            "x": 121.525272
        },
        {
            "name": "興華店",
            "address": "台北市南港區興華路８６號",
            "y": 25.055939,
            "x": 121.605653
        },
        {
            "name": "中賓店",
            "address": "台北市中山區中山里中山北路二段５９之３號１樓",
            "y": 25.055928,
            "x": 121.523067
        },
        {
            "name": "寧夏店",
            "address": "台北市大同區寧夏路２８，３０，２８—１，２８—２號",
            "y": 25.055871,
            "x": 121.515118
        },
        {
            "name": "龜山大湖店",
            "address": "桃園市龜山區忠義路二段６２６號１樓",
            "y": 25.05581,
            "x": 121.358
        },
        {
            "name": "三重國泰店",
            "address": "新北市三重區重新路四段８９號重新第二大樓１樓",
            "y": 25.055575,
            "x": 121.486119
        },
        {
            "name": "貢寮澳底一店",
            "address": "新北市貢寮區大澳街１之１、３號１樓",
            "y": 25.055572,
            "x": 121.924843
        },
        {
            "name": "長塑店",
            "address": "台北市松山區敦化北路１９９巷２弄５號１樓",
            "y": 25.05555,
            "x": 121.55005
        },
        {
            "name": "泰山白金店",
            "address": "新北市泰山區仁愛路１０８號１樓",
            "y": 25.055474,
            "x": 121.433421
        },
        {
            "name": "松壽店",
            "address": "台北市松山區自強里延壽街３３０巷７弄２２號一樓",
            "y": 25.055333,
            "x": 121.562223
        },
        {
            "name": "台鑫店",
            "address": "台北市中山區中山北路二段４４號１樓部份",
            "y": 25.0552,
            "x": 121.522507
        },
        {
            "name": "向陽店",
            "address": "台北市南港區東新里重陽路１６號一樓",
            "y": 25.055113,
            "x": 121.595918
        },
        {
            "name": "日新店",
            "address": "台北市大同區承德路二段３９＆４１號１樓",
            "y": 25.055025,
            "x": 121.518419
        },
        {
            "name": "長春店",
            "address": "台北市中山區長春路４８號",
            "y": 25.054816,
            "x": 121.525777
        },
        {
            "name": "欣欣店",
            "address": "台北市中山區長春路１００號１樓",
            "y": 25.054758,
            "x": 121.527888
        },
        {
            "name": "觀音敬業店",
            "address": "桃園市觀音區成功路一段５５１，５５３，５５５號１樓",
            "y": 25.054745,
            "x": 121.124459
        },
        {
            "name": "蘆竹六福店",
            "address": "桃園市蘆竹區五福六路４８號",
            "y": 25.054723,
            "x": 121.296929
        },
        {
            "name": "龜山文華店",
            "address": "桃園市龜山區文化三路３９９號１樓＆夾層",
            "y": 25.054679,
            "x": 121.366704
        },
        {
            "name": "新莊福前店",
            "address": "新北市新莊區中原東路５６號１樓",
            "y": 25.054603,
            "x": 121.463947
        },
        {
            "name": "蘆竹南亞店",
            "address": "桃園市蘆竹區南崁路一段３２２號",
            "y": 25.054571,
            "x": 121.283296
        },
        {
            "name": "港成店",
            "address": "台北市南港區南港路三段２號",
            "y": 25.054551,
            "x": 121.593061
        },
        {
            "name": "春北店",
            "address": "台北市中山區長春路４１０號１樓及地下室",
            "y": 25.054416,
            "x": 121.54375
        },
        {
            "name": "長城店",
            "address": "台北市松山區敦化北路１２０巷８０號",
            "y": 25.054303,
            "x": 121.546175
        },
        {
            "name": "民康店",
            "address": "台北市松山區健康路２８５號１樓",
            "y": 25.054303,
            "x": 121.56394
        },
        {
            "name": "新莊中原店",
            "address": "新北市新莊區中原路２９７號",
            "y": 25.054238,
            "x": 121.447654
        },
        {
            "name": "新莊福壽店",
            "address": "新北市新莊區中原路４５號",
            "y": 25.054233,
            "x": 121.45811
        },
        {
            "name": "宏大店",
            "address": "台北市松山區敦化北路１５５巷３號１樓",
            "y": 25.054216,
            "x": 121.550703
        },
        {
            "name": "長通店",
            "address": "台北市中山區伊通街１０８號１樓",
            "y": 25.054094,
            "x": 121.534699
        },
        {
            "name": "新莊福成店",
            "address": "新北市新莊區化成路５５２號１樓及地下室",
            "y": 25.053918,
            "x": 121.466418
        },
        {
            "name": "三重集明店",
            "address": "新北市三重區集美街１１６號１樓",
            "y": 25.053875,
            "x": 121.488758
        },
        {
            "name": "金慶店",
            "address": "台北市大同區南京西路３０８號１樓",
            "y": 25.053869,
            "x": 121.513357
        },
        {
            "name": "康柏店",
            "address": "台北市松山區健康路２２０號",
            "y": 25.053832,
            "x": 121.560935
        },
        {
            "name": "泰山同興店",
            "address": "新北市泰山區仁義路２２０巷２號、８號１樓",
            "y": 25.053815,
            "x": 121.43304
        },
        {
            "name": "松平店",
            "address": "台北市中山區四平街４７號",
            "y": 25.053806,
            "x": 121.532327
        },
        {
            "name": "三重成功店",
            "address": "新北市三重區福德里成功路１４５巷４５號４７號一樓",
            "y": 25.05358,
            "x": 121.487891
        },
        {
            "name": "新莊昌平店",
            "address": "新北市新莊區昌平街５０號",
            "y": 25.053568,
            "x": 121.454769
        },
        {
            "name": "松茂店",
            "address": "台北市中山區松江路１２７之１號１樓及地下室",
            "y": 25.053554,
            "x": 121.53327
        },
        {
            "name": "松醫店",
            "address": "台北市松山區東光里健康路１５８號",
            "y": 25.053467,
            "x": 121.557852
        },
        {
            "name": "蘆竹仁愛店",
            "address": "桃園市蘆竹區仁愛路三段３８號１樓",
            "y": 25.053422,
            "x": 121.301318
        },
        {
            "name": "新健康店",
            "address": "台北市松山區南京東路四段１３３巷９弄２號",
            "y": 25.053195,
            "x": 121.555232
        },
        {
            "name": "三重興德店",
            "address": "新北市三重區興德路１２３號",
            "y": 25.053129,
            "x": 121.470755
        },
        {
            "name": "京鋒店",
            "address": "台北市大同區南京西路６１號１樓",
            "y": 25.053099,
            "x": 121.519153
        },
        {
            "name": "三重集美店",
            "address": "新北市三重區集美街１４９號１樓",
            "y": 25.053068,
            "x": 121.490694
        },
        {
            "name": "新莊中榮店",
            "address": "新北市新莊區中榮街８４號",
            "y": 25.052926,
            "x": 121.448145
        },
        {
            "name": "泰山義學店",
            "address": "新北市泰山區明志路二段４７號",
            "y": 25.052823,
            "x": 121.429574
        },
        {
            "name": "京江店",
            "address": "台北市中山區一江街２２號１樓",
            "y": 25.052725,
            "x": 121.531403
        },
        {
            "name": "中捷店",
            "address": "台北市中山區南京西路１６號Ｂ１",
            "y": 25.052722,
            "x": 121.520484
        },
        {
            "name": "龍京店",
            "address": "台北市中山區龍江路１０２號１樓",
            "y": 25.052645,
            "x": 121.540354
        },
        {
            "name": "慶城店",
            "address": "台北市松山區中正里慶城街８號",
            "y": 25.052625,
            "x": 121.544858
        },
        {
            "name": "新東光店",
            "address": "台北市松山區南京東路五段１２３巷１號１樓",
            "y": 25.052378,
            "x": 121.5607
        },
        {
            "name": "京貿店",
            "address": "台北市中山區南京東路三段６５號",
            "y": 25.052312,
            "x": 121.538349
        },
        {
            "name": "京興店",
            "address": "台北市中山區復興北路１４８號１樓（部份）",
            "y": 25.052303,
            "x": 121.543828
        },
        {
            "name": "新東寶店",
            "address": "台北市松山區南京東路五段２９１巷１４號",
            "y": 25.052294,
            "x": 121.566076
        },
        {
            "name": "蘆竹南山店",
            "address": "桃園市蘆竹區南山路一段７５號、７７號",
            "y": 25.052146,
            "x": 121.291992
        },
        {
            "name": "京民店",
            "address": "台北市松山區三民路６號＋Ｂ１",
            "y": 25.052105,
            "x": 121.563955
        },
        {
            "name": "京暉店",
            "address": "台北市松山區南京東路三段２８５號壹樓",
            "y": 25.051994,
            "x": 121.545834
        },
        {
            "name": "蘆竹長壽店",
            "address": "桃園市蘆竹區長春路６７號１樓",
            "y": 25.051948,
            "x": 121.298985
        },
        {
            "name": "富康店",
            "address": "台北市南港區富康街８６號１Ｆ",
            "y": 25.051943,
            "x": 121.616887
        },
        {
            "name": "京鑽店",
            "address": "台北市松山區南京東路四段４７號壹樓",
            "y": 25.051923,
            "x": 121.550876
        },
        {
            "name": "玉泉店",
            "address": "台北市大同區長安西路３４２號１樓",
            "y": 25.051915,
            "x": 121.510166
        },
        {
            "name": "泰元店",
            "address": "台北市大同區太原路８１號",
            "y": 25.051872,
            "x": 121.515733
        },
        {
            "name": "興亞店",
            "address": "臺北市中山區南京東路２段２６號",
            "y": 25.051796,
            "x": 121.529028
        },
        {
            "name": "龜山樂高店",
            "address": "桃園市龜山區文化七路９７號１樓",
            "y": 25.051704,
            "x": 121.364447
        },
        {
            "name": "新莊新福義店",
            "address": "新北市新莊區福壽街１３２號１樓",
            "y": 25.051673,
            "x": 121.457756
        },
        {
            "name": "龜山文銓店",
            "address": "桃園市龜山區文化七路１８６號１樓",
            "y": 25.051638,
            "x": 121.367756
        },
        {
            "name": "長慶店",
            "address": "台北市大同區長安西路２５８號１樓",
            "y": 25.051631,
            "x": 121.513404
        },
        {
            "name": "新莊中平店",
            "address": "新北市新莊區中平路２９４號",
            "y": 25.0516,
            "x": 121.444925
        },
        {
            "name": "金通店",
            "address": "台北市中山區伊通街５８號",
            "y": 25.051546,
            "x": 121.534634
        },
        {
            "name": "三重集成店",
            "address": "新北市三重區環河南路２５４巷４３號之１、２號",
            "y": 25.051541,
            "x": 121.489586
        },
        {
            "name": "復林店",
            "address": "台北市中山區林森北路１４９－１．１４９－２號１樓",
            "y": 25.051525,
            "x": 121.525355
        },
        {
            "name": "新南京店",
            "address": "台北市中山區龍江路９５號１樓",
            "y": 25.051465,
            "x": 121.540611
        },
        {
            "name": "京盛店",
            "address": "台北市松山區南京東路四段５６－１號１樓",
            "y": 25.051416,
            "x": 121.55391
        },
        {
            "name": "觀音商城店",
            "address": "桃園市觀音區建國路１７２號",
            "y": 25.051314,
            "x": 121.121875
        },
        {
            "name": "蘆竹吉林店",
            "address": "桃園市蘆竹區吉林路２號",
            "y": 25.051297,
            "x": 121.296092
        },
        {
            "name": "蘆竹中愛店",
            "address": "桃園市蘆竹區中山路１８－１號１樓",
            "y": 25.05129,
            "x": 121.301365
        },
        {
            "name": "汐止力行店",
            "address": "新北市汐止區力行街１號",
            "y": 25.051235,
            "x": 121.617422
        },
        {
            "name": "京吉店",
            "address": "台北市松山區南京東路五段１８０號",
            "y": 25.051197,
            "x": 121.563559
        },
        {
            "name": "觀音大觀店",
            "address": "桃園市觀音區保障村大觀路一段３４５號",
            "y": 25.051004,
            "x": 121.149647
        },
        {
            "name": "大盛店",
            "address": "台北市松山區南京東路五段６６巷２弄１之１號１樓",
            "y": 25.050786,
            "x": 121.560399
        },
        {
            "name": "新莊新中信店",
            "address": "新北市新莊區中信街４１號１樓",
            "y": 25.050707,
            "x": 121.450135
        },
        {
            "name": "三重環北店",
            "address": "新北市三重區成功里環河南路２５３號一樓",
            "y": 25.05067,
            "x": 121.491125
        },
        {
            "name": "三重環南店",
            "address": "新北市三重區成功路５２號，５４號，５６號１樓",
            "y": 25.050622,
            "x": 121.488865
        },
        {
            "name": "鑫通店",
            "address": "台北市中山區新生北路一段１１６號",
            "y": 25.050583,
            "x": 121.527846
        },
        {
            "name": "松旺店",
            "address": "台北市松山區塔悠路１９號",
            "y": 25.050487,
            "x": 121.571898
        },
        {
            "name": "金林店",
            "address": "台北市中山區林森北路１０９號１樓",
            "y": 25.05042,
            "x": 121.525098
        },
        {
            "name": "林森北路店",
            "address": "台北市中山區林森北路１１９巷４９，５１號",
            "y": 25.050406,
            "x": 121.526775
        },
        {
            "name": "新莊和運店",
            "address": "新北市新莊區中和街１７號１樓",
            "y": 25.050333,
            "x": 121.447474
        },
        {
            "name": "福安店",
            "address": "台北市大同區長安西路５４號１樓",
            "y": 25.050132,
            "x": 121.519864
        },
        {
            "name": "新昆陽店",
            "address": "台北市南港區昆陽街１４５號",
            "y": 25.050131,
            "x": 121.59427
        },
        {
            "name": "新莊狀元店",
            "address": "新北市新莊區中平路２６８號",
            "y": 25.050121,
            "x": 121.444923
        },
        {
            "name": "日津店",
            "address": "台北市中山區正義里天津街４７號１樓及地下室",
            "y": 25.050094,
            "x": 121.523117
        },
        {
            "name": "朱崙店",
            "address": "台北市中山區朱崙街６７號",
            "y": 25.050047,
            "x": 121.542404
        },
        {
            "name": "敦中店",
            "address": "台北市松山區敦化北路４巷１號",
            "y": 25.050045,
            "x": 121.547357
        },
        {
            "name": "新莊昌盛店",
            "address": "新北市新莊區幸福里昌盛街６７號一樓",
            "y": 25.05004,
            "x": 121.454938
        },
        {
            "name": "新莊福祿店",
            "address": "新北市新莊區福壽街８１號１樓",
            "y": 25.050018,
            "x": 121.458109
        },
        {
            "name": "新莊中環店",
            "address": "新北市新莊區中和街１５５巷２號１樓＋２樓部分",
            "y": 25.04994,
            "x": 121.447293
        },
        {
            "name": "長林店",
            "address": "台北市中山區林森北路１０７巷５４號",
            "y": 25.049795,
            "x": 121.52679
        },
        {
            "name": "大理店",
            "address": "台北市松山區光復北路１１巷５０號１樓",
            "y": 25.049789,
            "x": 121.559989
        },
        {
            "name": "寶清店",
            "address": "台北市松山區八德路四段５９８號１樓",
            "y": 25.049765,
            "x": 121.572361
        },
        {
            "name": "蘆竹吉川店",
            "address": "桃園市蘆竹區吉林路９９號",
            "y": 25.049689,
            "x": 121.298277
        },
        {
            "name": "三重興富店",
            "address": "新北市三重區光復路一段７０號１樓",
            "y": 25.049542,
            "x": 121.471867
        },
        {
            "name": "新莊立信店",
            "address": "新北市新莊區立信一街１２號",
            "y": 25.049498,
            "x": 121.443996
        },
        {
            "name": "新大吉店",
            "address": "台北市松山區吉祥路１９號",
            "y": 25.049382,
            "x": 121.56271
        },
        {
            "name": "正義店",
            "address": "台北市中山區長安東路一段５５號",
            "y": 25.04883,
            "x": 121.526499
        },
        {
            "name": "蘆竹南崁店",
            "address": "桃園市蘆竹區南崁路２２８號",
            "y": 25.048777,
            "x": 121.293582
        },
        {
            "name": "松好店",
            "address": "台北市中山區松江路６１之１號１樓",
            "y": 25.048549,
            "x": 121.53309
        },
        {
            "name": "松站店",
            "address": "台北市信義區松隆路３２９巷８號壹樓",
            "y": 25.048544,
            "x": 121.579303
        },
        {
            "name": "本部店",
            "address": "台北市中山區長安東路二段９９號１樓及２樓",
            "y": 25.048539,
            "x": 121.534962
        },
        {
            "name": "市民店",
            "address": "台北市中山區中山北路一段５８號",
            "y": 25.04847,
            "x": 121.520716
        },
        {
            "name": "新莊仁義店",
            "address": "新北市新莊區福壽街３８號１Ｆ",
            "y": 25.048423,
            "x": 121.458278
        },
        {
            "name": "新莊新幸福店",
            "address": "新北市新莊區中平路１８４巷１０弄７號１樓",
            "y": 25.048388,
            "x": 121.445474
        },
        {
            "name": "長復店",
            "address": "台北市松山區長安東路二段２１９號",
            "y": 25.048368,
            "x": 121.544843
        },
        {
            "name": "復盛店",
            "address": "台北市松山區八德路四段４０號．４２號",
            "y": 25.048199,
            "x": 121.559259
        },
        {
            "name": "遼寧店",
            "address": "台北市中山區長安東路二段２１６號",
            "y": 25.048172,
            "x": 121.542433
        },
        {
            "name": "新莊自成店",
            "address": "新北市新莊區自信街２號１樓",
            "y": 25.048162,
            "x": 121.453301
        },
        {
            "name": "台發店",
            "address": "台北市松山區八德路三段３０號壹樓（如附圖）",
            "y": 25.048044,
            "x": 121.55157
        },
        {
            "name": "鑫德店",
            "address": "臺北市松山區八德路二段４００號",
            "y": 25.048017,
            "x": 121.546589
        },
        {
            "name": "松興店",
            "address": "台北市信義區松山路１０７號",
            "y": 25.047825,
            "x": 121.57795
        },
        {
            "name": "中發店",
            "address": "台北市松山區八德路三段７４巷１０號１．２樓如附圖",
            "y": 25.047757,
            "x": 121.552454
        },
        {
            "name": "新莊中美店",
            "address": "新北市新莊區中港路４１３＆４１５號１樓",
            "y": 25.047367,
            "x": 121.452065
        },
        {
            "name": "蘆竹南竹店",
            "address": "桃園市蘆竹區南竹路一段６８號１樓",
            "y": 25.047187,
            "x": 121.29136
        },
        {
            "name": "鴻啟店",
            "address": "台北市中正區忠孝西路一段１００號",
            "y": 25.047139,
            "x": 121.512757
        },
        {
            "name": "光華店",
            "address": "台北市中山區松江路２４之１號",
            "y": 25.046952,
            "x": 121.532712
        },
        {
            "name": "松盛店",
            "address": "台北市信義區松山路１５３號",
            "y": 25.046515,
            "x": 121.577975
        },
        {
            "name": "新松林店",
            "address": "台北市信義區虎林街６１－４號",
            "y": 25.046283,
            "x": 121.577118
        },
        {
            "name": "北捷店",
            "address": "台北市中正區忠孝西路一段４７號Ｂ１Ｆ",
            "y": 25.046272,
            "x": 121.517706
        },
        {
            "name": "中崙店",
            "address": "台北市松山區八德路三段７４巷４３號",
            "y": 25.04627,
            "x": 121.552606
        },
        {
            "name": "亞慶店",
            "address": "台北市中正區忠孝西路一段５０號１樓",
            "y": 25.046259,
            "x": 121.515827
        },
        {
            "name": "西站店",
            "address": "台北市中正區懷寧街７之１號",
            "y": 25.046229,
            "x": 121.514309
        },
        {
            "name": "凱撒店",
            "address": "台北市中正區忠孝西路一段３８號１樓（部份）",
            "y": 25.046208,
            "x": 121.516424
        },
        {
            "name": "新德光店",
            "address": "台北市松山區光復南路３２巷４６－４號",
            "y": 25.046164,
            "x": 121.554309
        },
        {
            "name": "三重湯城店",
            "address": "新北市三重區重新路５段６０９巷１４號之７＆之８",
            "y": 25.046139,
            "x": 121.467368
        },
        {
            "name": "萬明店",
            "address": "台北市萬華區漢口街二段６７之２號１樓",
            "y": 25.046059,
            "x": 121.505575
        },
        {
            "name": "開封店",
            "address": "台北市中正區開封街一段４１號１樓",
            "y": 25.046058,
            "x": 121.512522
        },
        {
            "name": "研究院店",
            "address": "台北市南港區研究院路２段７０巷１號",
            "y": 25.045847,
            "x": 121.614989
        },
        {
            "name": "三重中興店",
            "address": "新北市三重區重新路五段５９５，５９７號",
            "y": 25.045768,
            "x": 121.469601
        },
        {
            "name": "永吉二店",
            "address": "台北市信義區永吉路２２３號",
            "y": 25.045761,
            "x": 121.574136
        },
        {
            "name": "新莊福樂店",
            "address": "新北市新莊區福樂街３０號１樓",
            "y": 25.045516,
            "x": 121.457953
        },
        {
            "name": "新莊自強店",
            "address": "新北市新莊區自強街２號",
            "y": 25.04549,
            "x": 121.454913
        },
        {
            "name": "蘆竹南祥店",
            "address": "桃園市龜山區南上路４３５號",
            "y": 25.045445,
            "x": 121.305235
        },
        {
            "name": "興德店",
            "address": "台北市中山區復興南路一段３８號",
            "y": 25.045428,
            "x": 121.543592
        },
        {
            "name": "摩天店",
            "address": "台北市中正區許昌街２６號",
            "y": 25.045423,
            "x": 121.516436
        },
        {
            "name": "觀音草漯店",
            "address": "桃園市觀音區草漯里大觀路二段１９０－７號",
            "y": 25.045364,
            "x": 121.140114
        },
        {
            "name": "蘆竹明竹店",
            "address": "桃園市蘆竹區南竹路一段１３４號",
            "y": 25.045362,
            "x": 121.288639
        },
        {
            "name": "微風店",
            "address": "台北市松山區市民大道四段５１號１樓",
            "y": 25.045317,
            "x": 121.546124
        },
        {
            "name": "萬中店",
            "address": "台北市萬華區漢口街二段２２號",
            "y": 25.045282,
            "x": 121.508074
        },
        {
            "name": "新莊首富店",
            "address": "新北市新莊區中華里中華路二段５號",
            "y": 25.045241,
            "x": 121.453493
        },
        {
            "name": "漢盛店",
            "address": "台北市中正區漢口街一段１８號",
            "y": 25.045078,
            "x": 121.514411
        },
        {
            "name": "五分埔店",
            "address": "台北市信義區中坡北路２３號１樓",
            "y": 25.044943,
            "x": 121.580787
        },
        {
            "name": "萬昌店",
            "address": "台北市萬華區昆明街９２－１號１樓",
            "y": 25.04493,
            "x": 121.505283
        },
        {
            "name": "新莊新和港店",
            "address": "新北市新莊區中港一街１４３號",
            "y": 25.044924,
            "x": 121.447901
        },
        {
            "name": "郡王店",
            "address": "台北市中正區延平南路６８號",
            "y": 25.044917,
            "x": 121.510312
        },
        {
            "name": "南陽店",
            "address": "台北市中正區信陽街１５號",
            "y": 25.044743,
            "x": 121.516221
        },
        {
            "name": "平溪十分店",
            "address": "新北市平溪區靜安路三段３３１號",
            "y": 25.044643,
            "x": 121.779566
        },
        {
            "name": "新仟囍店",
            "address": "台北市中正區館前路３６號１樓",
            "y": 25.044565,
            "x": 121.514879
        },
        {
            "name": "新莊中永店",
            "address": "新北市新莊區中平路６６號",
            "y": 25.044461,
            "x": 121.444912
        },
        {
            "name": "新成鑫店",
            "address": "台北市南港區玉成街１７６巷１號",
            "y": 25.044432,
            "x": 121.584245
        },
        {
            "name": "博愛店",
            "address": "台北市中正區博愛路６３號１Ｆ＋Ｂ１Ｆ",
            "y": 25.04425,
            "x": 121.511641
        },
        {
            "name": "桃園和信店",
            "address": "桃園市桃園區中正路４８巷１６號",
            "y": 25.044161,
            "x": 121.294124
        },
        {
            "name": "蘆竹洛陽店",
            "address": "桃園市蘆竹區南榮村光明路一段１１９號１２１號一樓",
            "y": 25.044153,
            "x": 121.290369
        },
        {
            "name": "懷生店",
            "address": "台北市大安區復興南路１段７０號",
            "y": 25.044146,
            "x": 121.543598
        },
        {
            "name": "萬捷店",
            "address": "台北市萬華區漢中街５０巷１１號１樓（部份）",
            "y": 25.044145,
            "x": 121.50707
        },
        {
            "name": "新峨嵋店",
            "address": "台北市萬華區峨眉街８２號１樓",
            "y": 25.0441,
            "x": 121.504062
        },
        {
            "name": "大安店",
            "address": "台北市大安區大安路一段２０號",
            "y": 25.044082,
            "x": 121.5461
        },
        {
            "name": "重慶店",
            "address": "台北市中正區重慶南路一段５８號",
            "y": 25.043902,
            "x": 121.513079
        },
        {
            "name": "泰山明豐店",
            "address": "新北市泰山區明志路二段３８３號１樓",
            "y": 25.043711,
            "x": 121.425072
        },
        {
            "name": "新敦民店",
            "address": "臺北市大安區敦化南路一段１６１巷７號",
            "y": 25.043607,
            "x": 121.549758
        },
        {
            "name": "北科店",
            "address": "台北市大安區建國南路一段８１號",
            "y": 25.043558,
            "x": 121.537472
        },
        {
            "name": "永孝店",
            "address": "台北市信義區松信路１４５號",
            "y": 25.04355,
            "x": 121.572211
        },
        {
            "name": "萬年店",
            "address": "台北市萬華區西寧南路１５５號１樓",
            "y": 25.043532,
            "x": 121.506312
        },
        {
            "name": "富陽店",
            "address": "台北市中正區襄陽路７號１樓",
            "y": 25.043518,
            "x": 121.515854
        },
        {
            "name": "萬國店",
            "address": "台北市萬華區峨眉街２１號１樓",
            "y": 25.04351,
            "x": 121.507438
        },
        {
            "name": "北鑫店",
            "address": "台北市南港區中坡南路１５號",
            "y": 25.043499,
            "x": 121.582977
        },
        {
            "name": "永林店",
            "address": "台北市信義區虎林街８２巷２３號",
            "y": 25.043386,
            "x": 121.576239
        },
        {
            "name": "新莊北醫店",
            "address": "新北市新莊區思源路１２７號",
            "y": 25.043241,
            "x": 121.459623
        },
        {
            "name": "欣松春店",
            "address": "台北市信義區松山路２８１號１樓",
            "y": 25.043139,
            "x": 121.578009
        },
        {
            "name": "兆豐店",
            "address": "台北市中正區忠孝東路二段９３號１樓",
            "y": 25.043111,
            "x": 121.530868
        },
        {
            "name": "厚雅店",
            "address": "台北市信義區永吉路３０巷１１８號１樓",
            "y": 25.043094,
            "x": 121.568664
        },
        {
            "name": "國興店",
            "address": "台北市南港區舊莊街一段３巷３弄２號",
            "y": 25.043083,
            "x": 121.618964
        },
        {
            "name": "龜山導航店",
            "address": "桃園市龜山區華亞二路２７０號Ｂ１樓",
            "y": 25.042965,
            "x": 121.373302
        },
        {
            "name": "華視店",
            "address": "台北市大安區光復南路１１６巷２６號",
            "y": 25.042847,
            "x": 121.556542
        },
        {
            "name": "協和店",
            "address": "台北市信義區中坡南路３８號１Ｆ",
            "y": 25.042827,
            "x": 121.583374
        },
        {
            "name": "成都店",
            "address": "台北市萬華區昆明街１３４號；成都路８６號",
            "y": 25.042804,
            "x": 121.504654
        },
        {
            "name": "忠孝店",
            "address": "台北市大安區敦化南路一段１９０巷７號",
            "y": 25.042711,
            "x": 121.548207
        },
        {
            "name": "延東店",
            "address": "台北市大安區忠孝東路四段２２３巷４１號",
            "y": 25.042605,
            "x": 121.552847
        },
        {
            "name": "康勝店",
            "address": "台北市萬華區康定路６０號１樓",
            "y": 25.042519,
            "x": 121.502212
        },
        {
            "name": "永隆店",
            "address": "台北市信義區基隆路１段１４７巷７號",
            "y": 25.042467,
            "x": 121.566143
        },
        {
            "name": "昌隆店",
            "address": "台北市大安區忠孝東路３段２１７巷２弄１號１樓",
            "y": 25.042418,
            "x": 121.540404
        },
        {
            "name": "胡適店",
            "address": "台北市南港區舊莊街一段３巷１６號",
            "y": 25.042397,
            "x": 121.618224
        },
        {
            "name": "聯合店",
            "address": "台北市信義區忠孝東路四段５５３巷６弄１７號１樓",
            "y": 25.042388,
            "x": 121.563551
        },
        {
            "name": "衡慶店",
            "address": "台北市中正區衡陽路７號１樓部分（如附圖）",
            "y": 25.042361,
            "x": 121.511733
        },
        {
            "name": "延孝店",
            "address": "台北市大安區延吉街１３５號之三，一樓",
            "y": 25.042359,
            "x": 121.554373
        },
        {
            "name": "新衡陽店",
            "address": "台北市中正區衡陽路７７號一樓",
            "y": 25.042342,
            "x": 121.511059
        },
        {
            "name": "統領店",
            "address": "台北市大安區忠孝東路四段１８１巷７弄２１號１樓部份",
            "y": 25.042178,
            "x": 121.551728
        },
        {
            "name": "寶慶店",
            "address": "台北市中正區延平南路１１１號",
            "y": 25.041775,
            "x": 121.509606
        },
        {
            "name": "新忠隆店",
            "address": "台北市信義區忠孝東路五段７１巷８號壹樓",
            "y": 25.041771,
            "x": 121.56723
        },
        {
            "name": "漢中店",
            "address": "台北市萬華區漢中街１３９號１樓",
            "y": 25.0417,
            "x": 121.507357
        },
        {
            "name": "泰山新貴子店",
            "address": "新北市泰山區貴子路３８號１樓",
            "y": 25.04166,
            "x": 121.426021
        },
        {
            "name": "齊東店",
            "address": "台北市中正區濟南路二段３－７號１樓",
            "y": 25.041592,
            "x": 121.52657
        },
        {
            "name": "汐止宜興店",
            "address": "新北市汐止區宜興街１２號",
            "y": 25.041415,
            "x": 121.621301
        },
        {
            "name": "昆明店",
            "address": "台北市萬華區昆明街１８６號１樓",
            "y": 25.04134,
            "x": 121.50447
        },
        {
            "name": "台大醫院店",
            "address": "台北市中正區中山南路７號Ｂ１樓",
            "y": 25.041302,
            "x": 121.518518
        },
        {
            "name": "建南店",
            "address": "台北市大安區建國南路１段１５６，１５８號",
            "y": 25.0412,
            "x": 121.53689
        },
        {
            "name": "忠愛店",
            "address": "台北市大安區仁愛路４段２７巷４３號",
            "y": 25.041137,
            "x": 121.545311
        },
        {
            "name": "忠信店",
            "address": "台北市信義區忠孝東路五段４２５號１樓及地下室",
            "y": 25.04104,
            "x": 121.575433
        },
        {
            "name": "蘆竹奉化店",
            "address": "桃園市蘆竹區奉化路３６號、３８號、南順一街６３號",
            "y": 25.04093,
            "x": 121.285685
        },
        {
            "name": "新莊金泰店",
            "address": "新北市新莊區新泰路３０５巷１號１樓",
            "y": 25.040875,
            "x": 121.444932
        },
        {
            "name": "龍普店",
            "address": "台北市大安區忠孝東路４段１７０巷６弄２號",
            "y": 25.040795,
            "x": 121.550634
        },
        {
            "name": "台醫店",
            "address": "台北市中正區中山南路７號１樓",
            "y": 25.040773,
            "x": 121.518559
        },
        {
            "name": "康定店",
            "address": "台北市萬華區康定路７３號",
            "y": 25.040721,
            "x": 121.502258
        },
        {
            "name": "大道店",
            "address": "台北市信義區大道路７９號１樓",
            "y": 25.040703,
            "x": 121.582656
        },
        {
            "name": "永信店",
            "address": "台北市信義區忠孝東路五段４７２號",
            "y": 25.04064,
            "x": 121.577071
        },
        {
            "name": "新中坡店",
            "address": "台北市信義區中坡南路２２９號",
            "y": 25.040613,
            "x": 121.58513
        },
        {
            "name": "龜山新城店",
            "address": "桃園市龜山區文青路２１７號１樓",
            "y": 25.040571,
            "x": 121.388805
        },
        {
            "name": "逸鑫店",
            "address": "台北市信義區逸仙路４２巷２３號",
            "y": 25.0404,
            "x": 121.563096
        },
        {
            "name": "新莊中港店",
            "address": "新北市新莊區中港路１２６號",
            "y": 25.040379,
            "x": 121.455311
        },
        {
            "name": "蘆竹星馳店",
            "address": "桃園市蘆竹區忠孝西路１６９巷２號",
            "y": 25.040259,
            "x": 121.289638
        },
        {
            "name": "濟南二店",
            "address": "台北市大安區濟南路３段７號",
            "y": 25.040255,
            "x": 121.533532
        },
        {
            "name": "海華店",
            "address": "台北市信義區虎林街１３２巷８１號１樓",
            "y": 25.04025,
            "x": 121.574101
        },
        {
            "name": "明曜店",
            "address": "台北市大安區仁愛路四段１５１巷３４號．３６號",
            "y": 25.040238,
            "x": 121.551663
        },
        {
            "name": "延安二店",
            "address": "台北市大安區延吉街１３０號",
            "y": 25.040135,
            "x": 121.554734
        },
        {
            "name": "貴陽店",
            "address": "台北市萬華區貴陽街二段１８２號，１８４號",
            "y": 25.040069,
            "x": 121.500583
        },
        {
            "name": "蘆竹星光店",
            "address": "桃園市蘆竹區南順六街７２號",
            "y": 25.039996,
            "x": 121.29058
        },
        {
            "name": "林森南路店",
            "address": "台北市中正區林森南路５７．５９號",
            "y": 25.039902,
            "x": 121.522074
        },
        {
            "name": "龜山新都店",
            "address": "桃園市龜山區文青路３５７號１＆２樓",
            "y": 25.039728,
            "x": 121.390034
        },
        {
            "name": "泰山輔醫店",
            "address": "新北市泰山區貴子路６９號Ｂ１",
            "y": 25.039728,
            "x": 121.430353
        },
        {
            "name": "興忠店",
            "address": "台北市大安區復興南路一段２００號",
            "y": 25.039688,
            "x": 121.543496
        },
        {
            "name": "蘆竹奉順店",
            "address": "桃園市蘆竹區奉化路１０６號",
            "y": 25.039652,
            "x": 121.288061
        },
        {
            "name": "觀音成功店",
            "address": "桃園市觀音區成功路二段８２９號",
            "y": 25.039626,
            "x": 121.103255
        },
        {
            "name": "康陽店",
            "address": "台北市萬華區康定路９９號",
            "y": 25.039617,
            "x": 121.502091
        },
        {
            "name": "延吉店",
            "address": "台北市大安區忠孝東路四段２１６巷３１號",
            "y": 25.039594,
            "x": 121.553086
        },
        {
            "name": "港福店",
            "address": "台北市南港區福德街３７３巷６３號１樓",
            "y": 25.039594,
            "x": 121.592031
        },
        {
            "name": "延安店",
            "address": "台北市大安區延吉街１５８號",
            "y": 25.039426,
            "x": 121.554879
        },
        {
            "name": "新莊研店",
            "address": "台北市南港區舊莊街一段１６９號",
            "y": 25.039426,
            "x": 121.621257
        },
        {
            "name": "新莊新園寧店",
            "address": "新北市新莊區建興街１０１號",
            "y": 25.039419,
            "x": 121.449635
        },
        {
            "name": "國父紀念館店",
            "address": "台北市大安區光復南路２９２號（範圍如附圖）",
            "y": 25.039267,
            "x": 121.557434
        },
        {
            "name": "新莊明中店",
            "address": "新北市新莊區恆安里明中街４５號之２一樓",
            "y": 25.039241,
            "x": 121.457478
        },
        {
            "name": "忠林店",
            "address": "台北市信義區虎林街１６６號１樓及地下室",
            "y": 25.039175,
            "x": 121.576508
        },
        {
            "name": "泰山工專店",
            "address": "新北市泰山區明志路三段１７０號",
            "y": 25.039174,
            "x": 121.424196
        },
        {
            "name": "新莊新立店",
            "address": "新北市新莊區新泰路２２５巷１號１樓",
            "y": 25.039167,
            "x": 121.445807
        },
        {
            "name": "興仁店",
            "address": "台北市大安區復興南路一段２１７號",
            "y": 25.039114,
            "x": 121.543993
        },
        {
            "name": "東大二店",
            "address": "台北市中正區貴陽街一段５６號Ｂ１（東吳大學城區部）",
            "y": 25.038921,
            "x": 121.510105
        },
        {
            "name": "安富店",
            "address": "台北市大安區安和路一段４９巷１０號",
            "y": 25.03834,
            "x": 121.551681
        },
        {
            "name": "蘆竹南興店",
            "address": "桃園市蘆竹區南興村奉化路１８９號一樓",
            "y": 25.038313,
            "x": 121.291139
        },
        {
            "name": "新東門店",
            "address": "台北市中正區信義路一段１號",
            "y": 25.038259,
            "x": 121.519249
        },
        {
            "name": "桂林店",
            "address": "台北市萬華區桂林路２３號１樓",
            "y": 25.037923,
            "x": 121.50509
        },
        {
            "name": "新莊新泰店",
            "address": "新北市新莊區新泰路１４６號",
            "y": 25.037151,
            "x": 121.447887
        },
        {
            "name": "仁慈店",
            "address": "台北市大安區仁愛路四段４８巷６號",
            "y": 25.037067,
            "x": 121.546987
        },
        {
            "name": "吉泰店",
            "address": "台北市大安區仁愛路四段３００巷１１之１號",
            "y": 25.03694,
            "x": 121.554552
        },
        {
            "name": "新廣州店",
            "address": "台北市萬華區廣州街２３５－１號",
            "y": 25.036777,
            "x": 121.498534
        },
        {
            "name": "龍廣店",
            "address": "台北市萬華區廣州街２０３號１．２樓",
            "y": 25.036727,
            "x": 121.500386
        },
        {
            "name": "新莊建中店",
            "address": "新北市新莊區建中街１１８號、１２０號、１２２號",
            "y": 25.036583,
            "x": 121.445584
        },
        {
            "name": "國泰店",
            "address": "台北市大安區仁愛路四段２６６巷１５弄１０號１樓",
            "y": 25.03657,
            "x": 121.553547
        },
        {
            "name": "新莊華寧店",
            "address": "新北市新莊區中華路１段８號１樓",
            "y": 25.036548,
            "x": 121.452211
        },
        {
            "name": "光新店",
            "address": "台北市大安區光復南路４１８號",
            "y": 25.036545,
            "x": 121.557383
        },
        {
            "name": "松永店",
            "address": "台北市信義區松德路１５７號",
            "y": 25.036534,
            "x": 121.574878
        },
        {
            "name": "文祥店",
            "address": "台北市中正區杭州南路一段１４７號",
            "y": 25.035962,
            "x": 121.524633
        },
        {
            "name": "教育大學店",
            "address": "台北市中正區愛國西路１號",
            "y": 25.035559,
            "x": 121.513578
        },
        {
            "name": "建鑫店",
            "address": "台北市信義區松壽路２４號",
            "y": 25.035546,
            "x": 121.567816
        },
        {
            "name": "新莊公所店",
            "address": "新北市新莊區中正路２５５號１樓＋２樓",
            "y": 25.035482,
            "x": 121.449967
        },
        {
            "name": "康華店",
            "address": "台北市萬華區康定路２２９號１樓",
            "y": 25.035422,
            "x": 121.50142
        },
        {
            "name": "光復南路店",
            "address": "台北市信義區光復南路４４７之２號",
            "y": 25.035332,
            "x": 121.557696
        },
        {
            "name": "和醫店",
            "address": "台北市中正區延平南路１５９號１樓",
            "y": 25.035267,
            "x": 121.507779
        },
        {
            "name": "和西店",
            "address": "台北市萬華區愛鄉里和平西路三段２９０之５號、２９０",
            "y": 25.035264,
            "x": 121.494855
        },
        {
            "name": "松友店",
            "address": "台北市信義區信義路六段７８號",
            "y": 25.035253,
            "x": 121.577012
        },
        {
            "name": "萬園店",
            "address": "台北市萬華區西園路一段１５９號壹樓",
            "y": 25.035012,
            "x": 121.499471
        },
        {
            "name": "信安店",
            "address": "台北市信義區松德路２００巷１３號１樓",
            "y": 25.034497,
            "x": 121.573723
        },
        {
            "name": "新莊福海店",
            "address": "新北市新莊區中正路４０１號",
            "y": 25.034418,
            "x": 121.44527
        },
        {
            "name": "敦新店",
            "address": "台北市大安區敦安里仁愛路四段１１２巷５號一樓",
            "y": 25.034409,
            "x": 121.549795
        },
        {
            "name": "新生南路店",
            "address": "台北市大安區新生南路一段１６３號",
            "y": 25.034306,
            "x": 121.53299
        },
        {
            "name": "新莊新豐店",
            "address": "新北市新莊區新豐街１３號１樓",
            "y": 25.03424,
            "x": 121.448492
        },
        {
            "name": "大森店",
            "address": "台北市大安區新生南路一段１６５巷３５號",
            "y": 25.034234,
            "x": 121.536019
        },
        {
            "name": "和信店",
            "address": "台北市大安區安和路一段１０４號",
            "y": 25.034187,
            "x": 121.552241
        },
        {
            "name": "敦安店",
            "address": "台北市大安區安和路一段１１２巷２７號",
            "y": 25.033996,
            "x": 121.550373
        },
        {
            "name": "金信店",
            "address": "台北市大安區信義路二段１０４號１樓",
            "y": 25.033832,
            "x": 121.527552
        },
        {
            "name": "義和店",
            "address": "台北市大安區信義路四段２６５巷８號",
            "y": 25.033751,
            "x": 121.554124
        },
        {
            "name": "新莊景德店",
            "address": "新北市新莊區景德路３８２號",
            "y": 25.03372,
            "x": 121.446232
        },
        {
            "name": "華科大店",
            "address": "台北市南港區研究院路３段２４５號",
            "y": 25.033595,
            "x": 121.609916
        },
        {
            "name": "新莊武廟店",
            "address": "新北市新莊區新莊路４３５號，４３５號之１",
            "y": 25.033572,
            "x": 121.450154
        },
        {
            "name": "義興店",
            "address": "台北市大安區信義路４段１之１０．１之１１號",
            "y": 25.033563,
            "x": 121.544063
        },
        {
            "name": "新貿店",
            "address": "臺北市信義區信義路四段４０７號壹樓",
            "y": 25.033298,
            "x": 121.558938
        },
        {
            "name": "龜山庚德店",
            "address": "桃園市龜山區文化一路２５９號Ｂ１樓（據德樓宿舍）",
            "y": 25.033292,
            "x": 121.387145
        },
        {
            "name": "龜山長明店",
            "address": "桃園市龜山區文化一路２５９號",
            "y": 25.033292,
            "x": 121.387145
        },
        {
            "name": "義安店",
            "address": "台北市大安區信義路四段８８號（部分）",
            "y": 25.033026,
            "x": 121.547503
        },
        {
            "name": "新莊輔園店",
            "address": "新北市新莊區中正路５１０號",
            "y": 25.032931,
            "x": 121.434193
        },
        {
            "name": "新莊海山店",
            "address": "新北市新莊區新莊路７４１號１樓",
            "y": 25.032906,
            "x": 121.443023
        },
        {
            "name": "綠堤店",
            "address": "台北市萬華區環河南路二段１７３號",
            "y": 25.032888,
            "x": 121.492349
        },
        {
            "name": "興南店",
            "address": "台北市大安區復興南路二段８號及１０號",
            "y": 25.032852,
            "x": 121.54337
        },
        {
            "name": "外貿店",
            "address": "台北市信義區信義路五段５號２樓",
            "y": 25.032809,
            "x": 121.564596
        },
        {
            "name": "大孝店",
            "address": "台北市中正區愛國東路１１２號１樓．２樓",
            "y": 25.032643,
            "x": 121.52133
        },
        {
            "name": "通昌店",
            "address": "台北市大安區文昌街１４２號壹樓全部",
            "y": 25.032498,
            "x": 121.553195
        },
        {
            "name": "桃園榮運店",
            "address": "桃園市桃園區經國路８９９號一樓房屋",
            "y": 25.03248,
            "x": 121.300137
        },
        {
            "name": "南海店",
            "address": "臺北市中正區南海路２０號",
            "y": 25.03247,
            "x": 121.517033
        },
        {
            "name": "東方店",
            "address": "台北市大安區安和路二段１０巷１０號壹樓及地下室",
            "y": 25.032462,
            "x": 121.551715
        },
        {
            "name": "新信德店",
            "address": "台北市信義區松德路２８３號",
            "y": 25.032439,
            "x": 121.574749
        },
        {
            "name": "新莊泰豐店",
            "address": "新北市新莊區新泰路３巷１號",
            "y": 25.032192,
            "x": 121.449646
        },
        {
            "name": "新莊學輔店",
            "address": "新北市新莊區建國一路２號",
            "y": 25.032114,
            "x": 121.433548
        },
        {
            "name": "復昌店",
            "address": "台北市信義區光復南路５０５號、５０７號及文昌街３２",
            "y": 25.03205,
            "x": 121.557642
        },
        {
            "name": "三興店",
            "address": "台北市信義區吳興街７號",
            "y": 25.031739,
            "x": 121.559504
        },
        {
            "name": "板橋新翠店",
            "address": "新北市板橋區懷德街１２７巷２３弄７號１樓",
            "y": 25.031697,
            "x": 121.479327
        },
        {
            "name": "板橋勝文店",
            "address": "新北市板橋區仁化街４６號及４６之１號１樓",
            "y": 25.031653,
            "x": 121.475234
        },
        {
            "name": "新莊金豐店",
            "address": "新北市新莊區豐年街６６號１樓",
            "y": 25.031625,
            "x": 121.446385
        },
        {
            "name": "板橋華江店",
            "address": "新北市板橋區雙十路三段５４號",
            "y": 25.031576,
            "x": 121.470927
        },
        {
            "name": "板橋漢江店",
            "address": "新北市板橋區長江路二段１２０號１樓",
            "y": 25.031541,
            "x": 121.465555
        },
        {
            "name": "環南店",
            "address": "台北市萬華區環河南路二段２９８號",
            "y": 25.031494,
            "x": 121.490692
        },
        {
            "name": "金園店",
            "address": "臺北市萬華區西園路二段１４０巷４２號",
            "y": 25.031263,
            "x": 121.495166
        },
        {
            "name": "板橋祝山店",
            "address": "新北市板橋區吳鳳路２１巷２號１樓",
            "y": 25.031173,
            "x": 121.466867
        },
        {
            "name": "板橋懷治店",
            "address": "新北市板橋區民治街１１７號１樓",
            "y": 25.031055,
            "x": 121.478357
        },
        {
            "name": "萬大店",
            "address": "台北市萬華區萬大路６４號１樓",
            "y": 25.031018,
            "x": 121.500386
        },
        {
            "name": "板橋江翠店",
            "address": "新北市板橋區懷德街１２７巷１號及３號１Ｆ",
            "y": 25.030989,
            "x": 121.478882
        },
        {
            "name": "信美店",
            "address": "臺北市大安區信義路三段１３４巷２號壹樓＋地下室",
            "y": 25.030847,
            "x": 121.539581
        },
        {
            "name": "新莊建國店",
            "address": "新北市新莊區建國一路４９號１樓右半",
            "y": 25.030748,
            "x": 121.434417
        },
        {
            "name": "龜山庚勤店",
            "address": "桃園市龜山區文化一路２６１號庚勤樓Ｌ棟５樓",
            "y": 25.0304,
            "x": 121.39054
        },
        {
            "name": "通和店",
            "address": "台北市大安區通安街７７號",
            "y": 25.030326,
            "x": 121.553347
        },
        {
            "name": "敦鼎店",
            "address": "台北市大安區敦化南路二段７７號１樓右側空間",
            "y": 25.030189,
            "x": 121.549317
        },
        {
            "name": "新莊天成店",
            "address": "新北市新莊區新北大道七段２１９號",
            "y": 25.030184,
            "x": 121.413741
        },
        {
            "name": "板橋勝維店",
            "address": "新北市板橋區四維路３１８號１樓",
            "y": 25.030139,
            "x": 121.462466
        },
        {
            "name": "板橋松柏店",
            "address": "新北市板橋區松柏街１３號",
            "y": 25.02975,
            "x": 121.474217
        },
        {
            "name": "板橋金富店",
            "address": "新北市板橋區民生路三段２７號１樓",
            "y": 25.029712,
            "x": 121.464023
        },
        {
            "name": "板橋富安店",
            "address": "新北市板橋區長江路一段１００號１樓",
            "y": 25.029445,
            "x": 121.459433
        },
        {
            "name": "新惠安店",
            "address": "台北市中正區中華路二段３０７巷４６號",
            "y": 25.029429,
            "x": 121.506412
        },
        {
            "name": "福昌店",
            "address": "台北市中正區福州街１０號１樓（部份）",
            "y": 25.029407,
            "x": 121.51978
        },
        {
            "name": "臨江店",
            "address": "台北市大安區臨江街２巷２號",
            "y": 25.029342,
            "x": 121.556896
        },
        {
            "name": "板橋懷聖店",
            "address": "新北市板橋區懷德街２０１巷２號",
            "y": 25.029193,
            "x": 121.480749
        },
        {
            "name": "板橋龍江店",
            "address": "新北市板橋區文化路二段１８２巷３弄９１，９３號１樓",
            "y": 25.029096,
            "x": 121.47246
        },
        {
            "name": "板橋立都店",
            "address": "新北市板橋區文化路二段２５９號１樓",
            "y": 25.02906,
            "x": 121.471284
        },
        {
            "name": "板橋富裕店",
            "address": "新北市板橋區裕民街１１號１樓",
            "y": 25.02898,
            "x": 121.462241
        },
        {
            "name": "新莊天美店",
            "address": "新北市新莊區天祥街４２號１樓",
            "y": 25.028891,
            "x": 121.41684
        },
        {
            "name": "新莊龍鳳店",
            "address": "新北市新莊區中正路７２９號",
            "y": 25.028863,
            "x": 121.422857
        },
        {
            "name": "新莊瓊泰店",
            "address": "新北市新莊區瓊泰路７１號１樓",
            "y": 25.028827,
            "x": 121.443094
        },
        {
            "name": "建國店",
            "address": "台北市大安區建國南路二段１５１巷３８號１樓",
            "y": 25.028659,
            "x": 121.539287
        },
        {
            "name": "南機場店",
            "address": "台北市中正區中華路二段３１１巷１號１樓",
            "y": 25.028568,
            "x": 121.505956
        },
        {
            "name": "莊新店",
            "address": "台北市信義區莊敬路３０７號",
            "y": 25.02845,
            "x": 121.563383
        },
        {
            "name": "板橋富貴店",
            "address": "新北市板橋區新海路４６２，４６４，４６６號１樓",
            "y": 25.028439,
            "x": 121.457707
        },
        {
            "name": "興和店",
            "address": "台北市大安區復興南路二段１５３號",
            "y": 25.028322,
            "x": 121.543714
        },
        {
            "name": "板橋互維店",
            "address": "新北市板橋區四維路２９３號１樓",
            "y": 25.028259,
            "x": 121.463283
        },
        {
            "name": "樂和店",
            "address": "台北市大安區安和路二段１６９號",
            "y": 25.028226,
            "x": 121.55017
        },
        {
            "name": "新莊三鳳店",
            "address": "新北市新莊區雙鳳路１３０號",
            "y": 25.028121,
            "x": 121.413114
        },
        {
            "name": "羅中店",
            "address": "台北市大安區羅斯福路二段１７號１Ｆ",
            "y": 25.028102,
            "x": 121.52192
        },
        {
            "name": "安賢店",
            "address": "臺北市大安區四維路１７０巷４號",
            "y": 25.028099,
            "x": 121.547782
        },
        {
            "name": "板橋裕盛店",
            "address": "新北市板橋區裕民街９５號",
            "y": 25.027906,
            "x": 121.460244
        },
        {
            "name": "莊敬店",
            "address": "台北市信義區莊敬路３７４號",
            "y": 25.027542,
            "x": 121.564904
        },
        {
            "name": "羅斯店",
            "address": "台北市中正區羅斯福路２段６２號１樓",
            "y": 25.027527,
            "x": 121.52184
        },
        {
            "name": "板橋興盛店",
            "address": "新北市板橋區文聖街１６１號１樓",
            "y": 25.027445,
            "x": 121.478936
        },
        {
            "name": "新龍口店",
            "address": "台北市中正區汀州路一段２４４號",
            "y": 25.027241,
            "x": 121.51037
        },
        {
            "name": "寶元店",
            "address": "台北市萬華區寶興街４０號",
            "y": 25.027236,
            "x": 121.493344
        },
        {
            "name": "新莊安和店",
            "address": "新北市新莊區中正路８２９巷２２弄１號",
            "y": 25.027061,
            "x": 121.421572
        },
        {
            "name": "北醫店",
            "address": "台北市信義區吳興街２６３號",
            "y": 25.026998,
            "x": 121.563878
        },
        {
            "name": "新莊新雙鳳店",
            "address": "新北市新莊區天祥街２號",
            "y": 25.026898,
            "x": 121.417263
        },
        {
            "name": "鑫吉利店",
            "address": "台北市萬華區東園街２８巷３４號",
            "y": 25.026837,
            "x": 121.495055
        },
        {
            "name": "板橋松翠店",
            "address": "新北市板橋區松江街２５號１樓",
            "y": 25.026732,
            "x": 121.468684
        },
        {
            "name": "板橋四維店",
            "address": "新北市板橋區四維路１８０號",
            "y": 25.026681,
            "x": 121.464429
        },
        {
            "name": "新興義店",
            "address": "台北市萬華區興義街４１號１樓",
            "y": 25.026525,
            "x": 121.491754
        },
        {
            "name": "瑞和店",
            "address": "台北市大安區瑞安街１３５巷２８號１樓",
            "y": 25.02647,
            "x": 121.54171
        },
        {
            "name": "台師店",
            "address": "台北市大安區和平東路一段１６２號",
            "y": 25.026455,
            "x": 121.527571
        },
        {
            "name": "和鄰店",
            "address": "台北市中正區和平西路一段８２號１樓",
            "y": 25.026366,
            "x": 121.518744
        },
        {
            "name": "新莊建興店",
            "address": "新北市新莊區建安街１８號１樓",
            "y": 25.026313,
            "x": 121.428669
        },
        {
            "name": "新莊新建明店",
            "address": "新北市新莊區後港一路４８號１樓",
            "y": 25.02628,
            "x": 121.4261
        },
        {
            "name": "新青年店",
            "address": "臺北市萬華區青年路６號",
            "y": 25.026193,
            "x": 121.506258
        },
        {
            "name": "盛興店",
            "address": "台北市信義區吳興街３３４號",
            "y": 25.026125,
            "x": 121.565877
        },
        {
            "name": "東園店",
            "address": "台北市萬華區東園街６９號",
            "y": 25.026082,
            "x": 121.496467
        },
        {
            "name": "寶興店",
            "address": "台北市萬華區寶興街７８號",
            "y": 25.026078,
            "x": 121.494218
        },
        {
            "name": "板橋雙十店",
            "address": "新北市板橋區雙十路二段６—８號，６—９號，６—１０",
            "y": 25.025982,
            "x": 121.477003
        },
        {
            "name": "羅安店",
            "address": "台北市中正區羅斯福路二段１４０號１樓",
            "y": 25.025886,
            "x": 121.523045
        },
        {
            "name": "和新店",
            "address": "台北市大安區和平東路二段２２號",
            "y": 25.025616,
            "x": 121.536291
        },
        {
            "name": "新遠企店",
            "address": "台北市大安區敦化南路二段２６１號",
            "y": 25.025592,
            "x": 121.549134
        },
        {
            "name": "成功店",
            "address": "台北市大安區和平東路二段３１１巷３２號",
            "y": 25.025573,
            "x": 121.545069
        },
        {
            "name": "公園店",
            "address": "台北市萬華區青年路４８號",
            "y": 25.02552,
            "x": 121.504
        },
        {
            "name": "民和店",
            "address": "台北市萬華區民和街９號１樓",
            "y": 25.025408,
            "x": 121.497675
        },
        {
            "name": "板橋聯翠店",
            "address": "新北市板橋區光武街２２號壹樓",
            "y": 25.025407,
            "x": 121.467778
        },
        {
            "name": "新廈門店",
            "address": "台北市中正區汀州路二段３８號１樓",
            "y": 25.025297,
            "x": 121.517616
        },
        {
            "name": "和復店",
            "address": "台北市大安區和平東路二段２６１號，２６３號",
            "y": 25.025065,
            "x": 121.543956
        },
        {
            "name": "新莊建安店",
            "address": "新北市新莊區建安街４２號",
            "y": 25.02498,
            "x": 121.427625
        },
        {
            "name": "和東店",
            "address": "台北市大安區和平東路二段１０２之３號１樓",
            "y": 25.024911,
            "x": 121.541652
        },
        {
            "name": "板橋英仕店",
            "address": "新北市板橋區英士路５４號１樓",
            "y": 25.024903,
            "x": 121.46107
        },
        {
            "name": "新安興店",
            "address": "台北市信義區松仁路２４０巷２號",
            "y": 25.024853,
            "x": 121.569147
        },
        {
            "name": "古亭店",
            "address": "台北市大安區羅斯福路２段１０３號",
            "y": 25.024691,
            "x": 121.5245
        },
        {
            "name": "板橋益豐店",
            "address": "新北市板橋區莒光路３６號１樓",
            "y": 25.024462,
            "x": 121.4703
        },
        {
            "name": "和茂店",
            "address": "台北市大安區和平東路三段５８號１樓",
            "y": 25.02446,
            "x": 121.548172
        },
        {
            "name": "板橋宏翠店",
            "address": "新北市板橋區四維路１００號１樓",
            "y": 25.024406,
            "x": 121.46576
        },
        {
            "name": "崇德店",
            "address": "台北市信義區崇德街２９號",
            "y": 25.024379,
            "x": 121.553852
        },
        {
            "name": "板橋莒安店",
            "address": "新北市板橋區莒光路１３１號",
            "y": 25.02417,
            "x": 121.472925
        },
        {
            "name": "板橋新農店",
            "address": "新北市板橋區新海路３２８，３３０號１樓",
            "y": 25.024092,
            "x": 121.460503
        },
        {
            "name": "新莊金富店",
            "address": "新北市新莊區富國路１７６巷７號１樓",
            "y": 25.024048,
            "x": 121.42432
        },
        {
            "name": "板橋新泉店",
            "address": "新北市板橋區龍泉街１２６號",
            "y": 25.024048,
            "x": 121.45714
        },
        {
            "name": "蘆竹興福店",
            "address": "桃園市蘆竹區大竹路５３３號",
            "y": 25.023829,
            "x": 121.259259
        },
        {
            "name": "師大店",
            "address": "台北市大安區師大路７９號",
            "y": 25.023431,
            "x": 121.528558
        },
        {
            "name": "新莊裕民店",
            "address": "新北市新莊區裕民街９７號１樓",
            "y": 25.023332,
            "x": 121.418396
        },
        {
            "name": "板橋振興店",
            "address": "新北市板橋區三民路一段３１巷８９弄３號",
            "y": 25.023314,
            "x": 121.481767
        },
        {
            "name": "新莊德祐店",
            "address": "新北市新莊區四維路１５０巷９號１樓",
            "y": 25.023306,
            "x": 121.422283
        },
        {
            "name": "長泰店",
            "address": "台北市萬華區壽德里長泰街２號２之１號一樓",
            "y": 25.023213,
            "x": 121.501054
        },
        {
            "name": "新莊萬安店",
            "address": "新北市新莊區萬安街８０號",
            "y": 25.023103,
            "x": 121.420788
        },
        {
            "name": "松仁店",
            "address": "台北市信義區信義路５段１５０巷２２１號",
            "y": 25.023001,
            "x": 121.580202
        },
        {
            "name": "大園領航店",
            "address": "桃園市大園區領航北路四段３５２號１樓",
            "y": 25.02291,
            "x": 121.221317
        },
        {
            "name": "板橋華陽店",
            "address": "新北市板橋區陽明里陽明街８８、９０號一樓",
            "y": 25.022904,
            "x": 121.464327
        },
        {
            "name": "平溪平安店",
            "address": "新北市平溪區石底街５３號",
            "y": 25.022832,
            "x": 121.738063
        },
        {
            "name": "蘆竹大竹店",
            "address": "桃園市蘆竹區大竹路４９２號",
            "y": 25.022723,
            "x": 121.261687
        },
        {
            "name": "金安店",
            "address": "台北市中正區羅斯福路三段８號１＋２樓",
            "y": 25.022667,
            "x": 121.526278
        },
        {
            "name": "板橋莒光店",
            "address": "新北市板橋區莒光路２２５，２２７號",
            "y": 25.02253,
            "x": 121.474309
        },
        {
            "name": "新莊八德店",
            "address": "新北市新莊區八德街１５巷２號，１７號",
            "y": 25.022404,
            "x": 121.425423
        },
        {
            "name": "祥和店",
            "address": "台北市信義區信義路五段１５０巷４０１弄３１號",
            "y": 25.022398,
            "x": 121.578667
        },
        {
            "name": "萬東店",
            "address": "台北市萬華區東園街１７４號１樓",
            "y": 25.02237,
            "x": 121.498025
        },
        {
            "name": "板橋金巨蛋店",
            "address": "新北市板橋區民生路二段２５０號１樓及ｂ１",
            "y": 25.022368,
            "x": 121.468749
        },
        {
            "name": "金門店",
            "address": "台北市中正區汀州路二段２１６號１樓",
            "y": 25.02228,
            "x": 121.523803
        },
        {
            "name": "新莊富安店",
            "address": "新北市新莊區民安路２８５之１號",
            "y": 25.02226,
            "x": 121.428923
        },
        {
            "name": "新莊維新店",
            "address": "新北市新莊區四維路１４７號１樓",
            "y": 25.02217,
            "x": 121.422743
        },
        {
            "name": "板橋文興店",
            "address": "新北市板橋區民生路二段２３０號１樓",
            "y": 25.022145,
            "x": 121.469079
        },
        {
            "name": "新莊正龍店",
            "address": "新北市新莊區龍安路９號１樓",
            "y": 25.022072,
            "x": 121.416372
        },
        {
            "name": "板橋瑞安店",
            "address": "新北市板橋區中正路３９５號１樓",
            "y": 25.021982,
            "x": 121.454173
        },
        {
            "name": "辛亥店",
            "address": "台北市大安區辛亥路二段１７１巷３號",
            "y": 25.021892,
            "x": 121.54118
        },
        {
            "name": "新莊迴龍店",
            "address": "新北市新莊區中正路８９５－２６號１樓",
            "y": 25.021745,
            "x": 121.412519
        },
        {
            "name": "板橋富山店",
            "address": "新北市板橋區三民路一段９４號，９６號",
            "y": 25.021653,
            "x": 121.479226
        },
        {
            "name": "桃園莊園店",
            "address": "桃園市桃園區莊敬路二段２４３之１號",
            "y": 25.021182,
            "x": 121.290067
        },
        {
            "name": "板橋文化店",
            "address": "新北市板橋區文化路一段２８０號",
            "y": 25.02116,
            "x": 121.467188
        },
        {
            "name": "板橋光復店",
            "address": "新北市板橋區中山路二段５０３號１樓",
            "y": 25.021129,
            "x": 121.482629
        },
        {
            "name": "板橋萬板店",
            "address": "新北市板橋區莊敬路２２０巷１號１樓",
            "y": 25.020907,
            "x": 121.47261
        },
        {
            "name": "日祥店",
            "address": "台北市萬華區青年路１５４號、１６８巷２弄１４號１樓",
            "y": 25.020891,
            "x": 121.502286
        },
        {
            "name": "板橋致科店",
            "address": "新北市板橋區文化路一段３１３號１樓",
            "y": 25.020849,
            "x": 121.465227
        },
        {
            "name": "桃園同德店",
            "address": "桃園市桃園區莊敬里中正路１３１６號，１３１８號１樓",
            "y": 25.020841,
            "x": 121.296606
        },
        {
            "name": "板橋美華店",
            "address": "新北市板橋區金華街１０巷４８弄７８號１樓",
            "y": 25.02037,
            "x": 121.460124
        },
        {
            "name": "新莊新德勝店",
            "address": "新北市新莊區八德街１３５號",
            "y": 25.020285,
            "x": 121.423919
        },
        {
            "name": "板橋新壽店",
            "address": "新北市板橋區介壽街１７號１樓",
            "y": 25.020259,
            "x": 121.467594
        },
        {
            "name": "新武成店",
            "address": "台北市萬華區萬大路４８６巷５９弄１號１樓",
            "y": 25.020032,
            "x": 121.495707
        },
        {
            "name": "六張黎店",
            "address": "台北市信義區和平東路三段３８７號",
            "y": 25.019937,
            "x": 121.557552
        },
        {
            "name": "新莊民本店",
            "address": "新北市新莊區民本街２３巷２號１樓",
            "y": 25.019919,
            "x": 121.429344
        },
        {
            "name": "桃園南平店",
            "address": "桃園市桃園區南平路１９４．１９６號",
            "y": 25.019675,
            "x": 121.301665
        },
        {
            "name": "安居店",
            "address": "台北市大安區安居街７６號",
            "y": 25.019672,
            "x": 121.553303
        },
        {
            "name": "龜山龍壽店",
            "address": "桃園市龜山區龍壽村萬壽路一段９３號",
            "y": 25.019309,
            "x": 121.409349
        },
        {
            "name": "桃園同安店",
            "address": "桃園市桃園區南平路２１１號",
            "y": 25.019091,
            "x": 121.301181
        },
        {
            "name": "桃園天祥店",
            "address": "桃園市桃園區經國路４５１號一樓",
            "y": 25.019088,
            "x": 121.304187
        },
        {
            "name": "新富民店",
            "address": "台北市萬華區富民路９１巷８號１樓",
            "y": 25.018991,
            "x": 121.499235
        },
        {
            "name": "羅騰店",
            "address": "台北市大安區羅斯福路三段２６９巷２號",
            "y": 25.018989,
            "x": 121.530761
        },
        {
            "name": "板橋新民店",
            "address": "新北市板橋區文化路一段１８８巷４２號１樓",
            "y": 25.018977,
            "x": 121.46674
        },
        {
            "name": "蘆竹興仁店",
            "address": "桃園市蘆竹區上興路１９０號",
            "y": 25.018957,
            "x": 121.260578
        },
        {
            "name": "台新店",
            "address": "台北市大安區新生南路三段８４之８號",
            "y": 25.018816,
            "x": 121.533497
        },
        {
            "name": "蘆竹上興店",
            "address": "桃園市蘆竹區上興路２６７號１樓",
            "y": 25.018685,
            "x": 121.259657
        },
        {
            "name": "龜山龍華店",
            "address": "桃園市龜山區萬壽路一段１１６號",
            "y": 25.018612,
            "x": 121.406969
        },
        {
            "name": "板橋美庭店",
            "address": "新北市板橋區中正路２１６巷２１號、２３號１樓",
            "y": 25.018611,
            "x": 121.456695
        },
        {
            "name": "桃園中寧店",
            "address": "桃園市桃園區中正路１１６７號１樓",
            "y": 25.018474,
            "x": 121.297198
        },
        {
            "name": "板橋樂福店",
            "address": "新北市板橋區三民路二段２１巷６號１樓",
            "y": 25.018405,
            "x": 121.480995
        },
        {
            "name": "板橋傑仕堡店",
            "address": "新北市板橋區文化路一段１８８巷５７號１樓（配送用）",
            "y": 25.01824,
            "x": 121.468186
        },
        {
            "name": "桃園中埔店",
            "address": "桃園市桃園區同德十街３５號、３７號１樓",
            "y": 25.018227,
            "x": 121.293705
        },
        {
            "name": "新莊盛寧店",
            "address": "新北市新莊區西盛街１５１號１樓",
            "y": 25.018138,
            "x": 121.428285
        },
        {
            "name": "永和水悅店",
            "address": "新北市永和區環河西路一段８３號１．２樓",
            "y": 25.017976,
            "x": 121.512754
        },
        {
            "name": "板橋富陽店",
            "address": "新北市板橋區漢生里復興街１３０號一樓",
            "y": 25.017883,
            "x": 121.46111
        },
        {
            "name": "龜山光啟店",
            "address": "桃園市龜山區萬壽路一段２６８之３號",
            "y": 25.017795,
            "x": 121.403779
        },
        {
            "name": "板橋新光仁店",
            "address": "新北市板橋區中山路二段２５號１－５樓",
            "y": 25.017656,
            "x": 121.477346
        },
        {
            "name": "桃園龍彩店",
            "address": "桃園市桃園區永安北路４２４號１樓之１",
            "y": 25.017515,
            "x": 121.292745
        },
        {
            "name": "桃園南中店",
            "address": "桃園市桃園區中埔六街５４號１樓",
            "y": 25.017348,
            "x": 121.295816
        },
        {
            "name": "板橋大庭店",
            "address": "新北市板橋區中正路１９１號",
            "y": 25.017001,
            "x": 121.456367
        },
        {
            "name": "鑫福隆店",
            "address": "新北市貢寮區興隆街２２號１．２樓",
            "y": 25.016787,
            "x": 121.944725
        },
        {
            "name": "板橋金典店",
            "address": "新北市板橋區民生路二段１６之１號１樓＆夾層",
            "y": 25.01664,
            "x": 121.473238
        },
        {
            "name": "板橋長壽店",
            "address": "新北市板橋區三民路二段８３號",
            "y": 25.016631,
            "x": 121.479424
        },
        {
            "name": "台興店",
            "address": "台北市大安區長興街５０號",
            "y": 25.016501,
            "x": 121.545011
        },
        {
            "name": "新莊興盛店",
            "address": "新北市新莊區西盛街２３０號１樓",
            "y": 25.016444,
            "x": 121.42797
        },
        {
            "name": "永和永復店",
            "address": "新北市永和區永和路二段３１６號１樓",
            "y": 25.016284,
            "x": 121.516362
        },
        {
            "name": "樹林龍興店",
            "address": "新北市樹林區龍興街１５號",
            "y": 25.01627,
            "x": 121.402938
        },
        {
            "name": "新台大店",
            "address": "臺北市大安區羅斯福路四段１號第一學生活動中心",
            "y": 25.016265,
            "x": 121.533297
        },
        {
            "name": "台大楓林店",
            "address": "台北市大安區羅斯福路四段１號（女九餐廳）",
            "y": 25.016265,
            "x": 121.533297
        },
        {
            "name": "桃園世貿店",
            "address": "桃園市桃園區中正路１０６９號",
            "y": 25.016179,
            "x": 121.298224
        },
        {
            "name": "板橋大仁店",
            "address": "新北市板橋區大仁街１０８之１號",
            "y": 25.016015,
            "x": 121.453075
        },
        {
            "name": "桃園大盛店",
            "address": "桃園市桃園區經國路１４２號",
            "y": 25.015937,
            "x": 121.306124
        },
        {
            "name": "板橋天和店",
            "address": "新北市板橋區三民路二段１４０號１樓",
            "y": 25.015826,
            "x": 121.479069
        },
        {
            "name": "館中店",
            "address": "台北市中正區羅斯福路三段３１６巷８弄１號１樓",
            "y": 25.015749,
            "x": 121.53258
        },
        {
            "name": "樹林俊興店",
            "address": "新北市樹林區三俊街１２７號１Ｆ",
            "y": 25.015657,
            "x": 121.41813
        },
        {
            "name": "新莊光明店",
            "address": "新北市新莊區民安西路１９２號１樓",
            "y": 25.015524,
            "x": 121.425932
        },
        {
            "name": "板橋雙城店",
            "address": "新北市板橋區縣民大道二段１０６號１樓",
            "y": 25.015358,
            "x": 121.467137
        },
        {
            "name": "永和環東店",
            "address": "新北市永和區環河東路一段１２２號，１２４號",
            "y": 25.015329,
            "x": 121.520556
        },
        {
            "name": "永和文化店",
            "address": "新北市永和區文化路１８，２０，２２號１樓",
            "y": 25.01521,
            "x": 121.515357
        },
        {
            "name": "文盛店",
            "address": "台北市中正區汀州路三段１７３號",
            "y": 25.015053,
            "x": 121.532475
        },
        {
            "name": "板橋長民店",
            "address": "新北市板橋區三民路二段１５３巷１－３號１樓＆Ｂ１",
            "y": 25.014999,
            "x": 121.479587
        },
        {
            "name": "板橋民安店",
            "address": "新北市板橋區民權路２０２巷７弄２－４號１樓",
            "y": 25.014939,
            "x": 121.460137
        },
        {
            "name": "桃園新天地店",
            "address": "桃園市桃園區同德五街９８號１樓",
            "y": 25.014798,
            "x": 121.299903
        },
        {
            "name": "永和永林店",
            "address": "新北市永和區竹林路３７號",
            "y": 25.014308,
            "x": 121.517897
        },
        {
            "name": "桃園冠倫店",
            "address": "桃園市桃園區大有路５５４號",
            "y": 25.013997,
            "x": 121.317998
        },
        {
            "name": "板橋板長店",
            "address": "新北市板橋區板新路９７＆９９號１樓",
            "y": 25.013969,
            "x": 121.472915
        },
        {
            "name": "板橋三民店",
            "address": "新北市板橋區三民路二段２０３之９號",
            "y": 25.01375,
            "x": 121.479226
        },
        {
            "name": "台科店",
            "address": "台北市大安區基隆路４段４３號地下一樓第三餐廳",
            "y": 25.013742,
            "x": 121.540614
        },
        {
            "name": "二繽店",
            "address": "台北市大安區辛亥路三段３３０號",
            "y": 25.013668,
            "x": 121.553013
        },
        {
            "name": "公館店",
            "address": "台北市中正區汀州路三段２５１號",
            "y": 25.013661,
            "x": 121.534483
        },
        {
            "name": "桃園帝國店",
            "address": "桃園市桃園區大興西路一段２０８號",
            "y": 25.013638,
            "x": 121.302761
        },
        {
            "name": "板橋正隆店",
            "address": "新北市板橋區正泰里三民路二段正隆巷３４號一樓",
            "y": 25.013582,
            "x": 121.477216
        },
        {
            "name": "板橋新都店",
            "address": "新北市板橋區漢生東路１５９號１樓",
            "y": 25.013568,
            "x": 121.468602
        },
        {
            "name": "新莊民和店",
            "address": "新北市新莊區民安西路２４７號１樓",
            "y": 25.013564,
            "x": 121.426176
        },
        {
            "name": "永和仁和店",
            "address": "新北市永和區仁愛路３３號",
            "y": 25.013344,
            "x": 121.514226
        },
        {
            "name": "永和仁保店",
            "address": "新北市永和區保福路二段１０３號１樓",
            "y": 25.013227,
            "x": 121.510304
        },
        {
            "name": "永和新仁愛店",
            "address": "新北市永和區仁愛路１０３號１樓",
            "y": 25.013043,
            "x": 121.512431
        },
        {
            "name": "新莊盛華店",
            "address": "新北市新莊區西盛街３９０號１樓",
            "y": 25.012948,
            "x": 121.427637
        },
        {
            "name": "樹林三德店",
            "address": "新北市樹林區中正路４８２號１樓",
            "y": 25.012943,
            "x": 121.412626
        },
        {
            "name": "永和頂溪店",
            "address": "新北市永和區復興街３號",
            "y": 25.012916,
            "x": 121.515666
        },
        {
            "name": "台大二活店",
            "address": "台北市大安區羅斯福路四段８５號（第二學生活動中心）",
            "y": 25.012893,
            "x": 121.536485
        },
        {
            "name": "觀音新坡店",
            "address": "桃園市觀音區中山路二段６７３號１＆２樓",
            "y": 25.012865,
            "x": 121.136311
        },
        {
            "name": "水源店",
            "address": "台北市中正區汀州路三段２６１號",
            "y": 25.012819,
            "x": 121.535209
        },
        {
            "name": "板橋永安店",
            "address": "新北市板橋區長安街３３１巷９４號１樓",
            "y": 25.01281,
            "x": 121.471971
        },
        {
            "name": "板橋僑一店",
            "address": "新北市板橋區僑中一街１２４巷９弄１號",
            "y": 25.012609,
            "x": 121.445862
        },
        {
            "name": "桃園麗品店",
            "address": "桃園市桃園區經國路２２３號１Ｆ",
            "y": 25.012525,
            "x": 121.307543
        },
        {
            "name": "新莊通樹店",
            "address": "新北市新莊區新樹路２８８號１樓",
            "y": 25.012454,
            "x": 121.432384
        },
        {
            "name": "板橋雙子店",
            "address": "新北市板橋區縣民大道二段６６號１樓",
            "y": 25.012251,
            "x": 121.463247
        },
        {
            "name": "樹林俊霖店",
            "address": "新北市樹林區俊英街１５５巷１號１樓",
            "y": 25.012191,
            "x": 121.423833
        },
        {
            "name": "永和耕莘店",
            "address": "新北市永和區中興街９５號１樓",
            "y": 25.012107,
            "x": 121.517747
        },
        {
            "name": "板橋新站店",
            "address": "新北市板橋區中山路一段１６０號",
            "y": 25.012082,
            "x": 121.466607
        },
        {
            "name": "板橋廣隆店",
            "address": "新北市板橋區民生路一段３３號１樓",
            "y": 25.012018,
            "x": 121.475939
        },
        {
            "name": "板橋市府店",
            "address": "新北市板橋區中山路一段１６１號Ｂ１",
            "y": 25.011971,
            "x": 121.465609
        },
        {
            "name": "板橋西安店",
            "address": "新北市板橋區長安街２９５號１樓",
            "y": 25.011953,
            "x": 121.474422
        },
        {
            "name": "永和鼎豐店",
            "address": "新北市永和區中興街７號１樓",
            "y": 25.011797,
            "x": 121.516973
        },
        {
            "name": "板橋興僑店",
            "address": "新北市板橋區僑中一街９０號１樓",
            "y": 25.01177,
            "x": 121.447096
        },
        {
            "name": "板橋花園店",
            "address": "新北市板橋區中正路一巷１４號１樓",
            "y": 25.011707,
            "x": 121.455235
        },
        {
            "name": "桃園金寶店",
            "address": "桃園市桃園區寶山街２６５號１樓",
            "y": 25.011368,
            "x": 121.314114
        },
        {
            "name": "板橋新光店",
            "address": "新北市板橋區中山路一段１４１－２號１樓",
            "y": 25.01123,
            "x": 121.463628
        },
        {
            "name": "中和金原店",
            "address": "新北市中和區中原街１２６號１樓",
            "y": 25.011121,
            "x": 121.485804
        },
        {
            "name": "永和永平店",
            "address": "新北市永和區永平路２３２號",
            "y": 25.01095,
            "x": 121.508893
        },
        {
            "name": "桃園寶山店",
            "address": "桃園市桃園區寶山街３７５．３７７號１樓",
            "y": 25.010809,
            "x": 121.312067
        },
        {
            "name": "桃園御賞店",
            "address": "桃園市桃園區寶慶里大興西路二段１２８號１樓",
            "y": 25.010708,
            "x": 121.296617
        },
        {
            "name": "板橋板民店",
            "address": "新北市板橋區新民街３９號１樓",
            "y": 25.010695,
            "x": 121.46394
        },
        {
            "name": "中和德民店",
            "address": "新北市中和區中正路１１８６號１樓",
            "y": 25.010268,
            "x": 121.480738
        },
        {
            "name": "永和環河店",
            "address": "新北市永和區環河西路二段２１９號，２２１號",
            "y": 25.010162,
            "x": 121.501218
        },
        {
            "name": "樹林俊英店",
            "address": "新北市樹林區俊英街１１３號",
            "y": 25.010034,
            "x": 121.42472
        },
        {
            "name": "板橋安東店",
            "address": "新北市板橋區長安街１３８巷１弄５０號１樓",
            "y": 25.010012,
            "x": 121.473932
        },
        {
            "name": "桃園鶴岡店",
            "address": "桃園市桃園區大興西路二段１３９巷７７號",
            "y": 25.009793,
            "x": 121.297622
        },
        {
            "name": "板橋大東店",
            "address": "新北市板橋區府中路１２７號１樓",
            "y": 25.00946,
            "x": 121.456027
        },
        {
            "name": "板橋中勝店",
            "address": "新北市板橋區林園街２號",
            "y": 25.00934,
            "x": 121.454171
        },
        {
            "name": "蘆竹開南店",
            "address": "桃園市蘆竹區新興街１２０號",
            "y": 25.009263,
            "x": 121.27121
        },
        {
            "name": "中和建業店",
            "address": "新北市中和區立德街１８９號１樓",
            "y": 25.009169,
            "x": 121.484727
        },
        {
            "name": "板橋運山店",
            "address": "新北市板橋區海山路３３號",
            "y": 25.00916,
            "x": 121.467429
        },
        {
            "name": "永和御林店",
            "address": "新北市永和區竹林路２１３巷４４號１樓",
            "y": 25.00908,
            "x": 121.523217
        },
        {
            "name": "石碇國道店",
            "address": "新北市石碇區文山路一段６號",
            "y": 25.008922,
            "x": 121.645396
        },
        {
            "name": "板橋民族店",
            "address": "新北市板橋區民族路６１號",
            "y": 25.008881,
            "x": 121.465209
        },
        {
            "name": "板橋板農店",
            "address": "新北市板橋區府中路２９—１號１樓",
            "y": 25.008812,
            "x": 121.458825
        },
        {
            "name": "永和保安店",
            "address": "新北市永和區永貞路３８７號",
            "y": 25.008649,
            "x": 121.50793
        },
        {
            "name": "永和新樂新店",
            "address": "新北市永和區大新街３號１樓",
            "y": 25.008608,
            "x": 121.515237
        },
        {
            "name": "板橋新雅店",
            "address": "新北市板橋區南雅東路８號（代表號）１樓",
            "y": 25.00822,
            "x": 121.453289
        },
        {
            "name": "師美店",
            "address": "台北市文山區汀州路４段７７號",
            "y": 25.008063,
            "x": 121.537548
        },
        {
            "name": "桃園民光店",
            "address": "桃園市桃園區民光東路１２０號",
            "y": 25.00804,
            "x": 121.317925
        },
        {
            "name": "永和樂華店",
            "address": "新北市永和區保平路１８巷１２號１樓",
            "y": 25.007989,
            "x": 121.512231
        },
        {
            "name": "永和新仁店",
            "address": "新北市永和區仁愛路３５２巷９４號、９６號",
            "y": 25.007958,
            "x": 121.501067
        },
        {
            "name": "板橋館西店",
            "address": "新北市板橋區館前西路１２８號",
            "y": 25.007934,
            "x": 121.45657
        },
        {
            "name": "桃園早稻田店",
            "address": "桃園市桃園區正康三街１８１號１樓",
            "y": 25.007914,
            "x": 121.306945
        },
        {
            "name": "永和永福店",
            "address": "新北市永和區永和路一段９３號",
            "y": 25.007628,
            "x": 121.513433
        },
        {
            "name": "永和福和店",
            "address": "新北市永和區福和路１７３．１７５號",
            "y": 25.007504,
            "x": 121.520079
        },
        {
            "name": "中壢青埔店",
            "address": "桃園市中壢區洽溪里７鄰領航北路二段６６號１樓",
            "y": 25.007461,
            "x": 121.202264
        },
        {
            "name": "永和新廷店",
            "address": "新北市永和區福和路３２０號１樓",
            "y": 25.007436,
            "x": 121.515741
        },
        {
            "name": "桃園大業店",
            "address": "桃園市桃園區大興里大業路一段１３７、１３９號",
            "y": 25.007393,
            "x": 121.315931
        },
        {
            "name": "永和新富店",
            "address": "新北市永和區福和路５７巷１４弄２號１樓",
            "y": 25.007252,
            "x": 121.522886
        },
        {
            "name": "永和大福店",
            "address": "新北市永和區中正路６０８．６１０．６１０之１號",
            "y": 25.007209,
            "x": 121.517148
        },
        {
            "name": "板橋聚星店",
            "address": "新北市板橋區館前西路４號、４－１號１樓",
            "y": 25.007092,
            "x": 121.459165
        },
        {
            "name": "板橋欣興店",
            "address": "新北市板橋區新興路１號１樓",
            "y": 25.007047,
            "x": 121.45602
        },
        {
            "name": "板橋新慶店",
            "address": "新北市板橋區重慶路６０－１號１樓＆地下室",
            "y": 25.006985,
            "x": 121.461733
        },
        {
            "name": "石碇雙溪店",
            "address": "新北市石碇區隆盛里雙溪５８號",
            "y": 25.006908,
            "x": 121.653074
        },
        {
            "name": "中和勝鴻店",
            "address": "新北市中和區中山路二段２巷４５弄１號１樓",
            "y": 25.006871,
            "x": 121.502378
        },
        {
            "name": "興昌店",
            "address": "台北市文山區辛亥路４段１０１巷１號",
            "y": 25.006633,
            "x": 121.558968
        },
        {
            "name": "板橋國泰店",
            "address": "新北市板橋區國泰街３７號１樓",
            "y": 25.006575,
            "x": 121.468495
        },
        {
            "name": "中和漢陽店",
            "address": "新北市中和區瑞穗里中山路三段１７２號１樓",
            "y": 25.006503,
            "x": 121.472822
        },
        {
            "name": "永和保平店",
            "address": "新北市永和區永貞路３５４號，３５６號",
            "y": 25.0065,
            "x": 121.510318
        },
        {
            "name": "中和中漢店",
            "address": "新北市中和區中山路三段１４６－２號",
            "y": 25.006477,
            "x": 121.473662
        },
        {
            "name": "板橋僑二店",
            "address": "新北市板橋區僑中二街１１６巷１號１樓",
            "y": 25.006338,
            "x": 121.445119
        },
        {
            "name": "中和橋和店",
            "address": "新北市中和區橋和路１５２號，１５６號",
            "y": 25.006137,
            "x": 121.494034
        },
        {
            "name": "永和永亨店",
            "address": "新北市永和區永亨路６２號、６４號、６６號１樓",
            "y": 25.006109,
            "x": 121.520668
        },
        {
            "name": "中和環中店",
            "address": "新北市中和區中山路三段１２２號地下二樓",
            "y": 25.006077,
            "x": 121.475689
        },
        {
            "name": "中和環球店",
            "address": "新北市中和區中山路三段１２０之１１號",
            "y": 25.006053,
            "x": 121.475694
        },
        {
            "name": "桃園慈愛店",
            "address": "桃園市桃園區慈光街１１４號",
            "y": 25.006007,
            "x": 121.299199
        },
        {
            "name": "中和中環店",
            "address": "新北市中和區中山路三段１１１號１樓",
            "y": 25.005929,
            "x": 121.474744
        },
        {
            "name": "永和國和店",
            "address": "新北市永和區國中路８６巷２號",
            "y": 25.005925,
            "x": 121.524843
        },
        {
            "name": "永和羅鄰店",
            "address": "新北市永和區保平路２６８巷２５號１樓",
            "y": 25.005778,
            "x": 121.507978
        },
        {
            "name": "樹林俊信店",
            "address": "新北市樹林區俊英街１１８號１樓",
            "y": 25.005716,
            "x": 121.427508
        },
        {
            "name": "中和橋安店",
            "address": "新北市中和區橋和路１２０號",
            "y": 25.005694,
            "x": 121.492211
        },
        {
            "name": "中和國華店",
            "address": "新北市中和區中正路８６８－１號",
            "y": 25.005516,
            "x": 121.48481
        },
        {
            "name": "中和元氣店",
            "address": "新北市中和區中山路３段３９號２樓",
            "y": 25.005386,
            "x": 121.478221
        },
        {
            "name": "板橋華雅店",
            "address": "新北市板橋區華興街９０號",
            "y": 25.005307,
            "x": 121.456787
        },
        {
            "name": "中和福美店",
            "address": "新北市中和區永和路７４號１樓",
            "y": 25.00522,
            "x": 121.497771
        },
        {
            "name": "名門店",
            "address": "臺北市文山區和平東路四段９５、９７號１樓",
            "y": 25.005168,
            "x": 121.567759
        },
        {
            "name": "永和秀和店",
            "address": "新北市永和區秀朗路一段７６、７８號",
            "y": 25.00473,
            "x": 121.516273
        },
        {
            "name": "中和中業店",
            "address": "新北市中和區中山路二段３８３＆３８５號１樓",
            "y": 25.004706,
            "x": 121.487039
        },
        {
            "name": "板橋華興店",
            "address": "新北市板橋區華興街４１．４３號",
            "y": 25.004599,
            "x": 121.458003
        },
        {
            "name": "中壢新埔店",
            "address": "桃園市中壢區領航南路二段１８１號１樓如附圖",
            "y": 25.004585,
            "x": 121.213739
        },
        {
            "name": "中和新中穗店",
            "address": "新北市中和區新生街８號１樓",
            "y": 25.004564,
            "x": 121.483062
        },
        {
            "name": "中和德穗店",
            "address": "新北市中和區德光路２４．２６號１樓",
            "y": 25.004472,
            "x": 121.470869
        },
        {
            "name": "桃園元富店",
            "address": "桃園市桃園區大業路一段４６號、４８號１樓",
            "y": 25.004363,
            "x": 121.317965
        },
        {
            "name": "中和水源店",
            "address": "新北市中和區保平路３２０號、３２２號",
            "y": 25.004348,
            "x": 121.507295
        },
        {
            "name": "中和萊陽店",
            "address": "新北市中和區瓦嗂里光華街１號３號一樓",
            "y": 25.004334,
            "x": 121.50456
        },
        {
            "name": "萬興店",
            "address": "臺北市文山區興隆路一段５５巷２７弄１－４號",
            "y": 25.004312,
            "x": 121.541802
        },
        {
            "name": "中和光明店",
            "address": "新北市中和區民生街８５巷２弄１號１樓",
            "y": 25.004309,
            "x": 121.468546
        },
        {
            "name": "永和維源店",
            "address": "新北市永和區水源街３９巷２號",
            "y": 25.004183,
            "x": 121.510297
        },
        {
            "name": "樹林新保安店",
            "address": "新北市樹林區保安街二段２１５號１樓",
            "y": 25.004178,
            "x": 121.413249
        },
        {
            "name": "中和中和店",
            "address": "新北市中和區中和路４８０號１Ｆ",
            "y": 25.00415,
            "x": 121.512544
        },
        {
            "name": "深坑北福店",
            "address": "新北市深坑區北深路三段２３９號",
            "y": 25.004081,
            "x": 121.599602
        },
        {
            "name": "新莊新樹店",
            "address": "新北市新莊區新樹路６１３號１樓",
            "y": 25.004067,
            "x": 121.433682
        },
        {
            "name": "中和永貞店",
            "address": "新北市中和區永貞路２４４號",
            "y": 25.003873,
            "x": 121.514288
        },
        {
            "name": "龜山忠義店",
            "address": "桃園市龜山區楓樹村忠義路一段５６號一樓",
            "y": 25.003776,
            "x": 121.344435
        },
        {
            "name": "板橋甫華店",
            "address": "新北市板橋區新生街２７號１樓",
            "y": 25.003745,
            "x": 121.483336
        },
        {
            "name": "深坑金典店",
            "address": "新北市深坑區北深路二段７７號",
            "y": 25.003722,
            "x": 121.618315
        },
        {
            "name": "桃園中璦店",
            "address": "桃園市桃園區中正三街４１１號",
            "y": 25.003718,
            "x": 121.298391
        },
        {
            "name": "中和福祥店",
            "address": "新北市中和區福祥路３０號１．２樓",
            "y": 25.00368,
            "x": 121.499549
        },
        {
            "name": "新福興店",
            "address": "臺北市文山區福興路６５號",
            "y": 25.00358,
            "x": 121.549826
        },
        {
            "name": "深坑北深店",
            "address": "新北市深坑區北深路三段１７９號",
            "y": 25.003529,
            "x": 121.601614
        },
        {
            "name": "板橋貴興店",
            "address": "新北市板橋區貴興路４９－１號１樓",
            "y": 25.003528,
            "x": 121.457444
        },
        {
            "name": "中和佳和店",
            "address": "新北市中和區佳和里中山路二段１３２號、１３４號１樓",
            "y": 25.003463,
            "x": 121.502329
        },
        {
            "name": "中和福真店",
            "address": "新北市中和區景平路７０１、７０１之１號２樓",
            "y": 25.003461,
            "x": 121.496474
        },
        {
            "name": "龜山光峰店",
            "address": "桃園市龜山區光峰路１８５號",
            "y": 25.003361,
            "x": 121.342669
        },
        {
            "name": "龜山興龍店",
            "address": "桃園市龜山區振興路５０號一樓",
            "y": 25.00321,
            "x": 121.350529
        },
        {
            "name": "永和復興店",
            "address": "新北市永和區秀朗路一段１８６號１Ｆ",
            "y": 25.003131,
            "x": 121.519119
        },
        {
            "name": "板橋大隆店",
            "address": "新北市板橋區福星里忠孝路５０號一樓",
            "y": 25.003041,
            "x": 121.46724
        },
        {
            "name": "板橋國民店",
            "address": "新北市板橋區實踐路１３２號１樓",
            "y": 25.003017,
            "x": 121.464362
        },
        {
            "name": "板橋大雅店",
            "address": "新北市板橋區南雅南路二段５號１樓",
            "y": 25.002848,
            "x": 121.454536
        },
        {
            "name": "萬和店",
            "address": "台北市文山區羅斯福路五段２１８巷３８弄２號１樓",
            "y": 25.002736,
            "x": 121.537244
        },
        {
            "name": "桃園北埔店",
            "address": "桃園市桃園區中正路５１１號",
            "y": 25.002692,
            "x": 121.305861
        },
        {
            "name": "板橋興安店",
            "address": "新北市板橋區大觀路二段３７巷３８號１樓",
            "y": 25.002651,
            "x": 121.448586
        },
        {
            "name": "中和福順店",
            "address": "新北市中和區景平路７０８號",
            "y": 25.002638,
            "x": 121.496827
        },
        {
            "name": "深坑埔新店",
            "address": "新北市深坑區埔新里埔新街９３號１樓",
            "y": 25.002186,
            "x": 121.619483
        },
        {
            "name": "中和南中店",
            "address": "新北市中和區廣福路６２號１樓",
            "y": 25.001923,
            "x": 121.503514
        },
        {
            "name": "板橋美堤店",
            "address": "新北市板橋區龍興街７１巷１號１樓",
            "y": 25.001895,
            "x": 121.443272
        },
        {
            "name": "中和中鼎店",
            "address": "新北市中和區中安里中安街８０號一樓",
            "y": 25.001848,
            "x": 121.512106
        },
        {
            "name": "中和自強店",
            "address": "新北市中和區莒光路１３１號",
            "y": 25.001754,
            "x": 121.472667
        },
        {
            "name": "興業店",
            "address": "台北市文山區興隆路二段２７９號",
            "y": 25.00168,
            "x": 121.552697
        },
        {
            "name": "永和秀成店",
            "address": "新北市永和區成功路一段１３７，１３９號",
            "y": 25.00154,
            "x": 121.527
        },
        {
            "name": "萬福店",
            "address": "台北市文山區羅斯福路五段２６９巷１１號",
            "y": 25.001364,
            "x": 121.540171
        },
        {
            "name": "中和新生店",
            "address": "新北市中和區新生街１３２號",
            "y": 25.001034,
            "x": 121.483525
        },
        {
            "name": "桃園力行店",
            "address": "桃園市桃園區力行路１９４號１樓",
            "y": 25.000994,
            "x": 121.300575
        },
        {
            "name": "中和圓順店",
            "address": "新北市中和區建一路１４１號",
            "y": 25.000854,
            "x": 121.488288
        },
        {
            "name": "中和員山店",
            "address": "新北市中和區員山路３２５之４號、之５號１樓",
            "y": 25.000809,
            "x": 121.481139
        },
        {
            "name": "板橋擎天店",
            "address": "新北市板橋區重慶路２４３號１樓",
            "y": 25.00073,
            "x": 121.463287
        },
        {
            "name": "永和國艷店",
            "address": "新北市永和區民樂街３９巷２號１樓",
            "y": 25.000599,
            "x": 121.528672
        },
        {
            "name": "中和興國店",
            "address": "新北市中和區國光街１０４號１樓",
            "y": 25.000537,
            "x": 121.470199
        },
        {
            "name": "興園店",
            "address": "台北市文山區興業里興隆路二段２２０巷３３號",
            "y": 25.000407,
            "x": 121.552286
        },
        {
            "name": "永和正得店",
            "address": "新北市永和區中正路３４２號一樓",
            "y": 25.000285,
            "x": 121.517838
        },
        {
            "name": "永和得元店",
            "address": "新北市永和區得和路３７３巷２９號",
            "y": 25.000197,
            "x": 121.525029
        },
        {
            "name": "中和國院店",
            "address": "新北市中和區民安街５１號１樓",
            "y": 24.999977,
            "x": 121.479538
        },
        {
            "name": "新莊城市店",
            "address": "新北市新莊區樹新路２００號１樓",
            "y": 24.999937,
            "x": 121.431187
        },
        {
            "name": "中和新漳和店",
            "address": "新北市中和區中和路２４號１樓",
            "y": 24.999847,
            "x": 121.504772
        },
        {
            "name": "中和名揚店",
            "address": "新北市中和區中和路３００號１樓",
            "y": 24.999836,
            "x": 121.508837
        },
        {
            "name": "中科大店",
            "address": "台北市文山區興隆路三段３６巷９弄１０號",
            "y": 24.999808,
            "x": 121.555606
        },
        {
            "name": "板橋慶豐店",
            "address": "新北市板橋區重慶路２７８號１樓",
            "y": 24.999631,
            "x": 121.462943
        },
        {
            "name": "景興店",
            "address": "台北市文山區興隆路一段２４９號１樓",
            "y": 24.999583,
            "x": 121.544155
        },
        {
            "name": "板橋新遠店",
            "address": "新北市板橋區四川路一段３７１號１樓",
            "y": 24.999524,
            "x": 121.458367
        },
        {
            "name": "中和新正店",
            "address": "新北市中和區新生街１９０號１樓",
            "y": 24.999514,
            "x": 121.483686
        },
        {
            "name": "桃園東埔店",
            "address": "桃園市桃園區東埔里中正路３７８號",
            "y": 24.999419,
            "x": 121.308208
        },
        {
            "name": "新莊超級店",
            "address": "新北市新莊區莊崑路２５號１樓",
            "y": 24.999407,
            "x": 121.431614
        },
        {
            "name": "觀音忠愛店",
            "address": "桃園市觀音區忠愛路１號",
            "y": 24.999369,
            "x": 121.158294
        },
        {
            "name": "永和得和店",
            "address": "新北市永和區得和路３７２號",
            "y": 24.999282,
            "x": 121.524466
        },
        {
            "name": "龜山萬壽店",
            "address": "桃園市龜山區龜山村萬壽路二段６６２號６６２之１號一",
            "y": 24.999245,
            "x": 121.345703
        },
        {
            "name": "靜興店",
            "address": "台北市文山區興隆路二段７５號壹樓",
            "y": 24.999228,
            "x": 121.546583
        },
        {
            "name": "中和中安店",
            "address": "新北市中和區中安街１９２號",
            "y": 24.99916,
            "x": 121.511383
        },
        {
            "name": "中和莒城店",
            "address": "新北市中和區莒光路１８１號",
            "y": 24.999142,
            "x": 121.47276
        },
        {
            "name": "桃園向陽店",
            "address": "桃園市桃園區力行路３３５號１樓",
            "y": 24.999061,
            "x": 121.297905
        },
        {
            "name": "景富店",
            "address": "台北市文山區景福街２５號",
            "y": 24.99905,
            "x": 121.538297
        },
        {
            "name": "樹林潭興店",
            "address": "新北市樹林區潭興街２２號１樓、地下室",
            "y": 24.999013,
            "x": 121.425306
        },
        {
            "name": "中和勝平店",
            "address": "新北市中和區景平路５１７、５１９號１樓",
            "y": 24.998813,
            "x": 121.499191
        },
        {
            "name": "永和正新店",
            "address": "新北市永和區中正路２７８號１樓",
            "y": 24.998797,
            "x": 121.516983
        },
        {
            "name": "板橋板慶店",
            "address": "新北市板橋區重慶路２９０巷３號１樓",
            "y": 24.998652,
            "x": 121.461467
        },
        {
            "name": "中和華順店",
            "address": "新北市中和區華順街５９號１樓",
            "y": 24.998456,
            "x": 121.466417
        },
        {
            "name": "板橋浮州店",
            "address": "新北市板橋區大觀路二段２６５巷１６號１樓",
            "y": 24.998452,
            "x": 121.442768
        },
        {
            "name": "桃園永安店",
            "address": "桃園市桃園區永安路２１９號",
            "y": 24.998252,
            "x": 121.303722
        },
        {
            "name": "中和保健店",
            "address": "新北市中和區保健路１７號",
            "y": 24.998239,
            "x": 121.508111
        },
        {
            "name": "中和建新店",
            "address": "新北市中和區建八路２８號１樓",
            "y": 24.998237,
            "x": 121.487214
        },
        {
            "name": "仙岩店",
            "address": "台北市文山區仙岩路２號",
            "y": 24.99817,
            "x": 121.54787
        },
        {
            "name": "中和嘉穗店",
            "address": "新北市中和區民利街９１號１樓",
            "y": 24.997887,
            "x": 121.477983
        },
        {
            "name": "中和勝華店",
            "address": "新北市中和區南華路６７號壹樓",
            "y": 24.997477,
            "x": 121.504636
        },
        {
            "name": "板橋宜宅店",
            "address": "新北市板橋區合宜路１２９號１樓",
            "y": 24.997471,
            "x": 121.446236
        },
        {
            "name": "永和田單店",
            "address": "新北市永和區成功路二段１５７號１樓",
            "y": 24.997444,
            "x": 121.526717
        },
        {
            "name": "中和連勝店",
            "address": "新北市中和區連城路２３１號１樓及２樓",
            "y": 24.997422,
            "x": 121.494137
        },
        {
            "name": "永和教室店",
            "address": "新北市永和區民生路６５號１樓及地下室",
            "y": 24.997356,
            "x": 121.522711
        },
        {
            "name": "中和遠建店",
            "address": "新北市中和區建一路１７６號１樓",
            "y": 24.997323,
            "x": 121.487805
        },
        {
            "name": "桃園大正店",
            "address": "桃園市桃園區中正路３０２號１樓",
            "y": 24.997258,
            "x": 121.309541
        },
        {
            "name": "板橋宜居店",
            "address": "新北市板橋區樂群路１５８號１樓",
            "y": 24.997244,
            "x": 121.445385
        },
        {
            "name": "中和廣場店",
            "address": "新北市中和區平河里中正路７１２號一樓",
            "y": 24.997076,
            "x": 121.485608
        },
        {
            "name": "中和安勝店",
            "address": "新北市中和區連勝街５９號",
            "y": 24.997074,
            "x": 121.49766
        },
        {
            "name": "中和華福店",
            "address": "新北市中和區華順街１１７號，１１９號",
            "y": 24.996719,
            "x": 121.465388
        },
        {
            "name": "永和騎士店",
            "address": "新北市永和區民權路５３號１樓",
            "y": 24.996675,
            "x": 121.520002
        },
        {
            "name": "羅美店",
            "address": "台北市文山區羅斯福路６段１４２巷５號１樓",
            "y": 24.996659,
            "x": 121.539667
        },
        {
            "name": "中和世紀店",
            "address": "新北市中和區連城路２６８之１號１樓",
            "y": 24.99646,
            "x": 121.486869
        },
        {
            "name": "桃園縣安店",
            "address": "桃園市桃園區民安路９９號１樓",
            "y": 24.996452,
            "x": 121.29998
        },
        {
            "name": "中和和連店",
            "address": "新北市中和區建和里連城路２６５巷１號一樓",
            "y": 24.996202,
            "x": 121.491532
        },
        {
            "name": "龜山陸光店",
            "address": "桃園市龜山區陸光路９８號１樓",
            "y": 24.996119,
            "x": 121.330959
        },
        {
            "name": "中和連福店",
            "address": "新北市中和區連城路３９１號，３９３號",
            "y": 24.996008,
            "x": 121.48645
        },
        {
            "name": "中和新慶店",
            "address": "新北市中和區員山路１３７號１樓",
            "y": 24.996,
            "x": 121.48093
        },
        {
            "name": "永和民有店",
            "address": "新北市永和區民有街７３號１樓",
            "y": 24.995823,
            "x": 121.518178
        },
        {
            "name": "中和新秀店",
            "address": "新北市中和區秀朗路三段４４號１樓",
            "y": 24.99575,
            "x": 121.526373
        },
        {
            "name": "羅和店",
            "address": "台北市文山區羅斯福路六段１４６－１號",
            "y": 24.995701,
            "x": 121.540953
        },
        {
            "name": "中和景會店",
            "address": "新北市中和區景平路４３３號１樓",
            "y": 24.995698,
            "x": 121.500982
        },
        {
            "name": "桃園朝陽店",
            "address": "桃園市桃園區中山東路１７號",
            "y": 24.995689,
            "x": 121.313617
        },
        {
            "name": "中和錦福店",
            "address": "新北市中和區錦和路９５號１樓",
            "y": 24.995625,
            "x": 121.490161
        },
        {
            "name": "桃園國陽店",
            "address": "桃園市桃園區中山東路３２之２１號１樓．Ｂ１",
            "y": 24.995622,
            "x": 121.314052
        },
        {
            "name": "板橋信義店",
            "address": "新北市板橋區信義路７１號１樓",
            "y": 24.995395,
            "x": 121.457171
        },
        {
            "name": "華德店",
            "address": "台北市文山區景華街７５號",
            "y": 24.995302,
            "x": 121.545458
        },
        {
            "name": "中和福朋店",
            "address": "新北市中和區中正路６３３號",
            "y": 24.995275,
            "x": 121.485127
        },
        {
            "name": "中和景明店",
            "address": "新北市中和區景新街２１２號１樓",
            "y": 24.995177,
            "x": 121.507013
        },
        {
            "name": "龜山幸美店",
            "address": "桃園市龜山區幸美九街２７號１樓",
            "y": 24.995174,
            "x": 121.35758
        },
        {
            "name": "中和安邦店",
            "address": "新北市中和區圓通路１６９號",
            "y": 24.995161,
            "x": 121.497653
        },
        {
            "name": "中和連新店",
            "address": "新北市中和區連城路５２１之１號１樓",
            "y": 24.995144,
            "x": 121.481989
        },
        {
            "name": "新文華店",
            "address": "台北市文山區景華街３巷２號１樓及Ｂ１",
            "y": 24.99507,
            "x": 121.542058
        },
        {
            "name": "中和新后店",
            "address": "新北市中和區連城路４６９巷２３號１樓",
            "y": 24.995032,
            "x": 121.483657
        },
        {
            "name": "再興店",
            "address": "台北市文山區興隆路３段２０７巷１１弄２號",
            "y": 24.994963,
            "x": 121.561558
        },
        {
            "name": "板橋和平店",
            "address": "新北市板橋區和平路１００號",
            "y": 24.994735,
            "x": 121.462139
        },
        {
            "name": "板橋華德店",
            "address": "新北市板橋區四川路二段４７巷３弄４號１樓",
            "y": 24.994701,
            "x": 121.454291
        },
        {
            "name": "中和捷勝店",
            "address": "新北市中和區景安路１２８號１樓",
            "y": 24.994592,
            "x": 121.505153
        },
        {
            "name": "中和安樂店",
            "address": "新北市中和區安樂路８１號",
            "y": 24.994391,
            "x": 121.51267
        },
        {
            "name": "龜山新明德店",
            "address": "桃園市龜山區中興路一段６號１樓和２樓",
            "y": 24.994375,
            "x": 121.338532
        },
        {
            "name": "中和民德店",
            "address": "新北市中和區壽德里壽德街２６號１樓",
            "y": 24.994342,
            "x": 121.466471
        },
        {
            "name": "中和秀山店",
            "address": "新北市中和區立人街６５號，６７號",
            "y": 24.994183,
            "x": 121.520035
        },
        {
            "name": "板橋金鑽店",
            "address": "新北市板橋區成和里金門街２９號",
            "y": 24.994094,
            "x": 121.433468
        },
        {
            "name": "中和力行店",
            "address": "新北市中和區中正路２４２號",
            "y": 24.994081,
            "x": 121.495972
        },
        {
            "name": "中和員慶店",
            "address": "新北市中和區員山路７３號一樓",
            "y": 24.993999,
            "x": 121.480763
        },
        {
            "name": "桃園民樂店",
            "address": "桃園市桃園區民族路１８７號",
            "y": 24.993936,
            "x": 121.308027
        },
        {
            "name": "中和新平店",
            "address": "新北市中和區景新街２６５、２６７號",
            "y": 24.993923,
            "x": 121.50891
        },
        {
            "name": "桃園縣政店",
            "address": "桃園市桃園區縣府路８８之１號１樓．２樓",
            "y": 24.993819,
            "x": 121.302668
        },
        {
            "name": "中和景平店",
            "address": "新北市中和區景平路４７８號",
            "y": 24.993755,
            "x": 121.505271
        },
        {
            "name": "板橋信陽店",
            "address": "新北市板橋區信義里信義路７２號一樓",
            "y": 24.993446,
            "x": 121.457371
        },
        {
            "name": "中和和興店",
            "address": "新北市中和區中正路１１號，１３號",
            "y": 24.993342,
            "x": 121.502999
        },
        {
            "name": "土城廣明店",
            "address": "新北市土城區廣明街４５號？４７號",
            "y": 24.99325,
            "x": 121.455196
        },
        {
            "name": "桃園市府店",
            "address": "桃園市桃園區縣府路１號",
            "y": 24.993062,
            "x": 121.300831
        },
        {
            "name": "中和圓峰店",
            "address": "新北市中和區圓通路２２６號１樓",
            "y": 24.993058,
            "x": 121.495202
        },
        {
            "name": "景中店",
            "address": "台北市文山區景中街５號，七號一樓",
            "y": 24.993045,
            "x": 121.541754
        },
        {
            "name": "蘆竹文新店",
            "address": "桃園市蘆竹區文中路一段８號部份",
            "y": 24.99303,
            "x": 121.273777
        },
        {
            "name": "中和仁勇店",
            "address": "新北市中和區大勇街２０號１樓",
            "y": 24.992876,
            "x": 121.517264
        },
        {
            "name": "龜山自強店",
            "address": "桃園市龜山區新興村３８鄰自強南路７１號７３號１樓",
            "y": 24.992809,
            "x": 121.339395
        },
        {
            "name": "中和鎮順店",
            "address": "新北市中和區中正路１６７巷１６號１樓",
            "y": 24.992792,
            "x": 121.498245
        },
        {
            "name": "樹林日新店",
            "address": "新北市樹林區日新街５０號１樓",
            "y": 24.992571,
            "x": 121.422195
        },
        {
            "name": "中和智山店",
            "address": "新北市中和區自立路３８、３８－１號１樓",
            "y": 24.992495,
            "x": 121.522822
        },
        {
            "name": "中和摩天店",
            "address": "新北市中和區景平路１８２號１樓",
            "y": 24.992377,
            "x": 121.516453
        },
        {
            "name": "中和中興店",
            "address": "新北市中和區復興里中興街１１１號，１１３號",
            "y": 24.992206,
            "x": 121.500074
        },
        {
            "name": "桃園國強店",
            "address": "桃園市桃園區國強一街２１８號１樓",
            "y": 24.99216,
            "x": 121.282614
        },
        {
            "name": "桃園龍安店",
            "address": "桃園市桃園區龍安街１６９之３號，國強十一街７１號",
            "y": 24.992157,
            "x": 121.278682
        },
        {
            "name": "板橋廣和店",
            "address": "新北市板橋區廣福里廣和街７９號１樓",
            "y": 24.992131,
            "x": 121.462742
        },
        {
            "name": "板橋板川店",
            "address": "新北市板橋區四川路二段２４５巷７號１樓",
            "y": 24.992075,
            "x": 121.452723
        },
        {
            "name": "景後店",
            "address": "台北市文山區景後街９５號",
            "y": 24.991915,
            "x": 121.543037
        },
        {
            "name": "樹林佳瑪店",
            "address": "新北市樹林區博愛街８９號１樓",
            "y": 24.991657,
            "x": 121.426853
        },
        {
            "name": "桃園民安店",
            "address": "桃園市桃園區武陵里民生路７４號１樓",
            "y": 24.991587,
            "x": 121.314656
        },
        {
            "name": "中和景秀店",
            "address": "新北市中和區景平路７１—２號",
            "y": 24.991443,
            "x": 121.519126
        },
        {
            "name": "景和店",
            "address": "台北市文山區羅斯福路六段２７４號",
            "y": 24.991419,
            "x": 121.539923
        },
        {
            "name": "中和錦中店",
            "address": "新北市中和區錦中里錦和路３５６號１樓",
            "y": 24.99133,
            "x": 121.490558
        },
        {
            "name": "板橋千甲店",
            "address": "新北市板橋區溪北里溪崑二街２６號一樓",
            "y": 24.991315,
            "x": 121.428494
        },
        {
            "name": "樹林車站店",
            "address": "新北市樹林區後站街８號",
            "y": 24.991258,
            "x": 121.423767
        },
        {
            "name": "中和和平店",
            "address": "新北市中和區和平街５６號１樓；５４巷１弄１號１樓",
            "y": 24.991182,
            "x": 121.508383
        },
        {
            "name": "桃園中山店",
            "address": "桃園市桃園區中山路５０５號１Ｆ",
            "y": 24.991176,
            "x": 121.297851
        },
        {
            "name": "景文店",
            "address": "台北市文山區景文街８３號",
            "y": 24.991158,
            "x": 121.541455
        },
        {
            "name": "中和朕新店",
            "address": "新北市中和區景德街１２４號１樓",
            "y": 24.991127,
            "x": 121.514601
        },
        {
            "name": "桃園宏海店",
            "address": "桃園市桃園區上海路１００號",
            "y": 24.991122,
            "x": 121.282776
        },
        {
            "name": "桃園統領店",
            "address": "桃園市桃園區中正路６１號",
            "y": 24.991113,
            "x": 121.312523
        },
        {
            "name": "板橋干城店",
            "address": "新北市板橋區信義路２４３號１樓",
            "y": 24.99108,
            "x": 121.460117
        },
        {
            "name": "樹林博愛店",
            "address": "新北市樹林區博愛街１５８號１樓",
            "y": 24.990984,
            "x": 121.426018
        },
        {
            "name": "龜山山鶯店",
            "address": "桃園市龜山區山鶯路４１號",
            "y": 24.99077,
            "x": 121.323593
        },
        {
            "name": "中和圓通店",
            "address": "新北市中和區圓通路３０７之５號",
            "y": 24.990746,
            "x": 121.493294
        },
        {
            "name": "中壢萬能店",
            "address": "桃園市中壢區中園路二段９１號",
            "y": 24.990696,
            "x": 121.234538
        },
        {
            "name": "桃園玉山店",
            "address": "桃園市桃園區復興路３８７號",
            "y": 24.99064,
            "x": 121.302589
        },
        {
            "name": "新店大鵬店",
            "address": "新北市新店區中正路６９８號",
            "y": 24.990604,
            "x": 121.53417
        },
        {
            "name": "中和南勢角店",
            "address": "新北市中和區南山路３９９巷１０號１樓",
            "y": 24.99052,
            "x": 121.50725
        },
        {
            "name": "土城冠延店",
            "address": "新北市土城區延和路１１１號",
            "y": 24.990419,
            "x": 121.46787
        },
        {
            "name": "中和景欣店",
            "address": "新北市中和區景本里景新街３８５號，３８５號之１",
            "y": 24.990213,
            "x": 121.512498
        },
        {
            "name": "板橋公園店",
            "address": "新北市板橋區金門街２０６＆２０８號１樓",
            "y": 24.990205,
            "x": 121.432467
        },
        {
            "name": "龜山頂興店",
            "address": "桃園市龜山區山福村頂興路３９之６號一樓",
            "y": 24.990201,
            "x": 121.328767
        },
        {
            "name": "中和平興店",
            "address": "新北市中和區和平街２０號",
            "y": 24.990181,
            "x": 121.509886
        },
        {
            "name": "龜山大傳店",
            "address": "桃園市龜山區大同路２３２號１樓＋２樓",
            "y": 24.99016,
            "x": 121.344278
        },
        {
            "name": "土城新延店",
            "address": "新北市土城區延和路２０７號１樓",
            "y": 24.990079,
            "x": 121.469669
        },
        {
            "name": "明興店",
            "address": "台北市文山區木柵路２段１０９巷２５弄２號．２－１號",
            "y": 24.990028,
            "x": 121.562953
        },
        {
            "name": "世景店",
            "address": "台北市文山區景興路２８２巷２號壹樓",
            "y": 24.989717,
            "x": 121.542329
        },
        {
            "name": "桃園客運店",
            "address": "桃園市桃園區復興路１５９號１樓",
            "y": 24.989641,
            "x": 121.310906
        },
        {
            "name": "桃園吉昌店",
            "address": "桃園市桃園區中平路３２號",
            "y": 24.989612,
            "x": 121.292016
        },
        {
            "name": "中和巴黎店",
            "address": "新北市中和區中興街２３５巷１號",
            "y": 24.989561,
            "x": 121.500781
        },
        {
            "name": "桃園站前店",
            "address": "桃園市桃園區中正路１３，１５，１７號",
            "y": 24.989488,
            "x": 121.31277
        },
        {
            "name": "龜山德明店",
            "address": "桃園市龜山區德明路１０５號，１０７號１樓",
            "y": 24.989321,
            "x": 121.343924
        },
        {
            "name": "中和凌雲店",
            "address": "新北市中和區圓通路３６７巷２號",
            "y": 24.98922,
            "x": 121.491285
        },
        {
            "name": "樹林新育店",
            "address": "新北市樹林區育英街５３號１樓",
            "y": 24.9892,
            "x": 121.420845
        },
        {
            "name": "中和錦順店",
            "address": "新北市中和區圓通路３９５號１樓",
            "y": 24.989107,
            "x": 121.489534
        },
        {
            "name": "桃園中聖店",
            "address": "桃園市桃園區中山路８４９號１樓",
            "y": 24.988961,
            "x": 121.287191
        },
        {
            "name": "中壢文忠店",
            "address": "桃園市中壢區文中路二段５１－９號",
            "y": 24.988916,
            "x": 121.254799
        },
        {
            "name": "木柵路店",
            "address": "台北市文山區木柵路三段１４８號１５０號",
            "y": 24.988872,
            "x": 121.568614
        },
        {
            "name": "土城大道店",
            "address": "新北市土城區中華路一段３１號",
            "y": 24.988733,
            "x": 121.446363
        },
        {
            "name": "木興店",
            "address": "台北市文山區木柵路２段５２號",
            "y": 24.988624,
            "x": 121.558873
        },
        {
            "name": "樹林復興店",
            "address": "新北市樹林區復興路２７２號，２７４號",
            "y": 24.988609,
            "x": 121.41827
        },
        {
            "name": "桃園中州店",
            "address": "桃園市桃園區中州街５７號",
            "y": 24.988483,
            "x": 121.293398
        },
        {
            "name": "中和仁義店",
            "address": "新北市中和區仁愛街３６號",
            "y": 24.988338,
            "x": 121.51087
        },
        {
            "name": "土城青雲店",
            "address": "新北市土城區青雲路４２號，４４號",
            "y": 24.988276,
            "x": 121.459782
        },
        {
            "name": "土城大城店",
            "address": "新北市土城區金城路三段１４１號１樓＆地下一樓",
            "y": 24.988248,
            "x": 121.468277
        },
        {
            "name": "土城廣興店",
            "address": "新北市土城區廣興里學府路一段１００號",
            "y": 24.988068,
            "x": 121.45595
        },
        {
            "name": "興政店",
            "address": "台北市文山區指南路二段８３號壹＋貳樓",
            "y": 24.987862,
            "x": 121.575202
        },
        {
            "name": "桃園鼎聖店",
            "address": "桃園市桃園區國鼎一街２８號",
            "y": 24.987803,
            "x": 121.288025
        },
        {
            "name": "板橋溪崑店",
            "address": "新北市板橋區溪崑二街１３４、１３６、１３８號１樓",
            "y": 24.987758,
            "x": 121.42579
        },
        {
            "name": "土城學富店",
            "address": "新北市土城區裕民路６９號１樓",
            "y": 24.987738,
            "x": 121.44959
        },
        {
            "name": "土城御昇店",
            "address": "新北市土城區裕生路１２號１樓",
            "y": 24.987606,
            "x": 121.448241
        },
        {
            "name": "桃園後站店",
            "address": "桃園市桃園區建國里大林路７１號１Ｆ",
            "y": 24.987556,
            "x": 121.31425
        },
        {
            "name": "龜山幸福店",
            "address": "桃園市龜山區幸福一街２４號１樓",
            "y": 24.98754,
            "x": 121.334291
        },
        {
            "name": "政富店",
            "address": "台北市文山區指南路二段１４５號１樓",
            "y": 24.987498,
            "x": 121.577178
        },
        {
            "name": "板橋堂春店",
            "address": "新北市板橋區篤行路三段１號１樓",
            "y": 24.987458,
            "x": 121.429239
        },
        {
            "name": "中和雙捷店",
            "address": "新北市中和區景新街４６８號",
            "y": 24.987419,
            "x": 121.513536
        },
        {
            "name": "土城學林店",
            "address": "新北市土城區學成路３６號１樓",
            "y": 24.987411,
            "x": 121.452614
        },
        {
            "name": "樹林仁醫店",
            "address": "新北市樹林區文化街１４號１樓",
            "y": 24.98737,
            "x": 121.419996
        },
        {
            "name": "試院店",
            "address": "台北市文山區木柵路一段９１號９３號一樓",
            "y": 24.987091,
            "x": 121.547355
        },
        {
            "name": "興崙店",
            "address": "台北市文山區興隆路四段５０之１號",
            "y": 24.986941,
            "x": 121.560482
        },
        {
            "name": "中和新維店",
            "address": "新北市中和區四維街３７巷２號１樓",
            "y": 24.986788,
            "x": 121.512415
        },
        {
            "name": "土城廣福店",
            "address": "新北市土城區學府路一段１６２號",
            "y": 24.986784,
            "x": 121.454216
        },
        {
            "name": "新店新和店",
            "address": "新北市新店區永安街８１號１樓",
            "y": 24.986697,
            "x": 121.519862
        },
        {
            "name": "土城吉城店",
            "address": "新北市土城區延吉街８０號１樓",
            "y": 24.986661,
            "x": 121.470911
        },
        {
            "name": "順輝店",
            "address": "台北市文山區光輝路７號",
            "y": 24.98642,
            "x": 121.555019
        },
        {
            "name": "土城裕勝店",
            "address": "新北市土城區裕生路５７號１．２樓",
            "y": 24.986316,
            "x": 121.44787
        },
        {
            "name": "樹林大安店",
            "address": "新北市樹林區大安路５０１號１樓",
            "y": 24.98625,
            "x": 121.414227
        },
        {
            "name": "桃園明德店",
            "address": "桃園市桃園區中華路三號一樓之九，三號一樓之十",
            "y": 24.986248,
            "x": 121.28146
        },
        {
            "name": "土城海裕店",
            "address": "新北市土城區裕民路９２巷２２弄３號１樓",
            "y": 24.986237,
            "x": 121.449419
        },
        {
            "name": "板橋金成店",
            "address": "新北市板橋區金門街３１３號１樓",
            "y": 24.986194,
            "x": 121.429787
        },
        {
            "name": "中和南興店",
            "address": "新北市中和區興南路二段５號",
            "y": 24.986188,
            "x": 121.508168
        },
        {
            "name": "土城香榭店",
            "address": "新北市土城區金城路三段１０號１樓",
            "y": 24.986023,
            "x": 121.464896
        },
        {
            "name": "土城峰吉店",
            "address": "新北市土城區延吉街１５９號１樓",
            "y": 24.985984,
            "x": 121.470095
        },
        {
            "name": "桃園愛國店",
            "address": "桃園市桃園區建國路４０號",
            "y": 24.985972,
            "x": 121.316689
        },
        {
            "name": "新店慈濟店",
            "address": "新北市新店區建國路２８９號Ｂ１慈濟醫院大愛美食坊",
            "y": 24.985813,
            "x": 121.535751
        },
        {
            "name": "新店安和店",
            "address": "新北市新店區永平街８９號１樓",
            "y": 24.985613,
            "x": 121.516369
        },
        {
            "name": "新店金采店",
            "address": "新北市新店區北新路３段２１３號旁壹樓部份（如附圖）",
            "y": 24.985365,
            "x": 121.540195
        },
        {
            "name": "中和新興店",
            "address": "新北市中和區興南路二段３６號",
            "y": 24.985349,
            "x": 121.506891
        },
        {
            "name": "新店莊敬店",
            "address": "新北市新店區中正路５２３號",
            "y": 24.985192,
            "x": 121.533458
        },
        {
            "name": "土城新學店",
            "address": "新北市土城區學府路一段１８７號１樓",
            "y": 24.984997,
            "x": 121.45221
        },
        {
            "name": "土城吉美店",
            "address": "新北市土城區延吉街２３９號１樓",
            "y": 24.984979,
            "x": 121.467891
        },
        {
            "name": "土城新德店",
            "address": "新北市土城區中央路一段２４８之２號",
            "y": 24.984812,
            "x": 121.444484
        },
        {
            "name": "中壢宏大店",
            "address": "桃園市中壢區中園路１９２－２號",
            "y": 24.984588,
            "x": 121.238149
        },
        {
            "name": "土城延豐店",
            "address": "新北市土城區延吉街２７０號１樓",
            "y": 24.984584,
            "x": 121.465862
        },
        {
            "name": "鑫順店",
            "address": "台北市文山區忠順街二段１６號",
            "y": 24.984547,
            "x": 121.56262
        },
        {
            "name": "中和華樹店",
            "address": "新北市中和區華新街５５號１樓",
            "y": 24.984425,
            "x": 121.507938
        },
        {
            "name": "大順店",
            "address": "台北市文山區忠順街一段１３１號",
            "y": 24.984417,
            "x": 121.560514
        },
        {
            "name": "板橋白金店",
            "address": "新北市板橋區金門街３６６號１樓",
            "y": 24.984052,
            "x": 121.427273
        },
        {
            "name": "中和烘爐店",
            "address": "新北市中和區興南路２段１２０號１樓",
            "y": 24.983902,
            "x": 121.504476
        },
        {
            "name": "桃園建國店",
            "address": "桃園市桃園區延平路１３５之１號１樓",
            "y": 24.983702,
            "x": 121.314797
        },
        {
            "name": "新店橋興店",
            "address": "新北市新店區寶橋路２３５巷１２９號",
            "y": 24.983646,
            "x": 121.55136
        },
        {
            "name": "新店皇家店",
            "address": "新北市新店區永平里永平街２７號一樓",
            "y": 24.983469,
            "x": 121.516801
        },
        {
            "name": "土城立雲店",
            "address": "新北市土城區金城路二段２５８之５號",
            "y": 24.983318,
            "x": 121.457367
        },
        {
            "name": "樹林金安店",
            "address": "新北市樹林區大安路５８５號１樓",
            "y": 24.983317,
            "x": 121.411875
        },
        {
            "name": "新店民佳店",
            "address": "新北市新店區民權路７２號",
            "y": 24.983201,
            "x": 121.538153
        },
        {
            "name": "新店復興店",
            "address": "新北市新店區民權路１３２號１樓",
            "y": 24.983045,
            "x": 121.534823
        },
        {
            "name": "中和新忠店",
            "address": "新北市中和區忠孝街２７號１樓",
            "y": 24.982985,
            "x": 121.510396
        },
        {
            "name": "新店中盛店",
            "address": "新北市新店區中正路４９３－２號１樓",
            "y": 24.982915,
            "x": 121.533616
        },
        {
            "name": "土城德清店",
            "address": "新北市土城區明德路一段１０３號１樓",
            "y": 24.982717,
            "x": 121.46572
        },
        {
            "name": "新店寶元店",
            "address": "新北市新店區民權路１９號",
            "y": 24.982708,
            "x": 121.542077
        },
        {
            "name": "桃園龍昇店",
            "address": "桃園市桃園區介壽路１７號一樓",
            "y": 24.98268,
            "x": 121.308993
        },
        {
            "name": "新店民權店",
            "address": "新北市新店區民權路１０５號１樓",
            "y": 24.98261,
            "x": 121.536597
        },
        {
            "name": "新店慶民店",
            "address": "新北市新店區二十張路３號",
            "y": 24.982599,
            "x": 121.540254
        },
        {
            "name": "中壢吉林店",
            "address": "桃園市中壢區吉林二路７９巷２號",
            "y": 24.982597,
            "x": 121.248102
        },
        {
            "name": "土城海山店",
            "address": "新北市土城區學府路一段２９４號",
            "y": 24.982574,
            "x": 121.449491
        },
        {
            "name": "土城雲陽店",
            "address": "新北市土城區青雲路１８５號１樓",
            "y": 24.982569,
            "x": 121.459306
        },
        {
            "name": "中和華隆店",
            "address": "新北市中和區華新街１０９巷１－３號",
            "y": 24.98236,
            "x": 121.509172
        },
        {
            "name": "桃園建新店",
            "address": "桃園市桃園區建新街８８號",
            "y": 24.982354,
            "x": 121.31173
        },
        {
            "name": "八德桃華店",
            "address": "桃園市八德區中華路２６８．２７０號",
            "y": 24.982313,
            "x": 121.276599
        },
        {
            "name": "樹林欣榮店",
            "address": "新北市樹林區東榮街１０７號１樓",
            "y": 24.982247,
            "x": 121.415549
        },
        {
            "name": "欣榮店",
            "address": "台北市文山區木新路三段９３號",
            "y": 24.982105,
            "x": 121.563024
        },
        {
            "name": "中和華夏店",
            "address": "新北市中和區華新街２０２號，２０４號",
            "y": 24.981949,
            "x": 121.506661
        },
        {
            "name": "新店新寶安店",
            "address": "新北市新店區中興路三段２０９號",
            "y": 24.9818,
            "x": 121.543557
        },
        {
            "name": "樹林中華店",
            "address": "新北市樹林區中華路１８３．１８５號１樓",
            "y": 24.981767,
            "x": 121.420585
        },
        {
            "name": "土城美仁店",
            "address": "新北市土城區學府路２段２１號１樓",
            "y": 24.98173,
            "x": 121.449284
        },
        {
            "name": "土城仁愛店",
            "address": "新北市土城區清水路１６６號",
            "y": 24.981464,
            "x": 121.459807
        },
        {
            "name": "樹林五圓店",
            "address": "新北市樹林區忠孝街９９號１樓",
            "y": 24.980966,
            "x": 121.424488
        },
        {
            "name": "土城福祥店",
            "address": "新北市土城區福祥街４６號一樓",
            "y": 24.980966,
            "x": 121.441362
        },
        {
            "name": "新店寶中店",
            "address": "新北市新店區寶中路７７號",
            "y": 24.980713,
            "x": 121.547581
        },
        {
            "name": "新店富強店",
            "address": "新北市新店區中興路３段１５６號",
            "y": 24.980659,
            "x": 121.544554
        },
        {
            "name": "新店江陵店",
            "address": "新北市新店區建國路２１９號",
            "y": 24.980636,
            "x": 121.5376
        },
        {
            "name": "桃園大豐店",
            "address": "桃園市桃園區大豐路１０２號１樓",
            "y": 24.980482,
            "x": 121.316828
        },
        {
            "name": "木新店",
            "address": "台北市文山區木新路３段３３３．３３５號",
            "y": 24.980409,
            "x": 121.556231
        },
        {
            "name": "新店新寶工店",
            "address": "新北市新店區寶橋路２３５巷８號",
            "y": 24.980335,
            "x": 121.551834
        },
        {
            "name": "新屋清華店",
            "address": "桃園市新屋區中華路６１４號",
            "y": 24.980315,
            "x": 121.107413
        },
        {
            "name": "桃園長沙店",
            "address": "桃園市桃園區長沙街７２號",
            "y": 24.98028,
            "x": 121.308922
        },
        {
            "name": "樹林新全球店",
            "address": "新北市樹林區中華路２９１號",
            "y": 24.980134,
            "x": 121.417042
        },
        {
            "name": "中壢吉園店",
            "address": "桃園市中壢區吉林路６８之１號",
            "y": 24.979708,
            "x": 121.24769
        },
        {
            "name": "新店新文強店",
            "address": "新北市新店區文化路１７號",
            "y": 24.979534,
            "x": 121.543086
        },
        {
            "name": "樹林太平店",
            "address": "新北市樹林區太元街５８號",
            "y": 24.979399,
            "x": 121.418514
        },
        {
            "name": "新店溪園店",
            "address": "新北市新店區中山里溪園路３８９號一樓",
            "y": 24.979229,
            "x": 121.523717
        },
        {
            "name": "樹林國凱店",
            "address": "新北市樹林區國凱街８２號",
            "y": 24.979225,
            "x": 121.421205
        },
        {
            "name": "土城青水店",
            "address": "新北市土城區青仁路３２號１樓",
            "y": 24.979,
            "x": 121.460605
        },
        {
            "name": "新店民德店",
            "address": "新北市新店區民族路６號",
            "y": 24.978998,
            "x": 121.541763
        },
        {
            "name": "桃園德壽店",
            "address": "桃園市桃園區介壽路４１２號",
            "y": 24.978707,
            "x": 121.303714
        },
        {
            "name": "新店富橋店",
            "address": "新北市新店區寶橋路１９４號１樓",
            "y": 24.978206,
            "x": 121.550746
        },
        {
            "name": "土城中央店",
            "address": "新北市土城區員林里中央路二段８９號",
            "y": 24.978073,
            "x": 121.442332
        },
        {
            "name": "中壢工業店",
            "address": "桃園市中壢區西園路１１６號１樓",
            "y": 24.977985,
            "x": 121.234274
        },
        {
            "name": "樹林東興店",
            "address": "新北市樹林區東興街２２號１樓",
            "y": 24.977798,
            "x": 121.410334
        },
        {
            "name": "新店健民店",
            "address": "新北市新店區明德路６９巷２８號",
            "y": 24.977617,
            "x": 121.540403
        },
        {
            "name": "新店鑫泉店",
            "address": "新北市新店區溪園路４０１號",
            "y": 24.977583,
            "x": 121.523717
        },
        {
            "name": "新店新百合店",
            "address": "新北市新店區中正路４０４號",
            "y": 24.977583,
            "x": 121.534564
        },
        {
            "name": "新店新民族店",
            "address": "新北市新店區民族路９７號１樓＋地下室",
            "y": 24.977484,
            "x": 121.538685
        },
        {
            "name": "新店新中央店",
            "address": "新北市新店區中央路６３號",
            "y": 24.977067,
            "x": 121.532657
        },
        {
            "name": "土城義鴻店",
            "address": "新北市土城區明德路一段３１１號１樓",
            "y": 24.976963,
            "x": 121.459634
        },
        {
            "name": "中壢元生店",
            "address": "桃園市中壢區文化二路２５２號２５６號",
            "y": 24.976831,
            "x": 121.251178
        },
        {
            "name": "土城順風店",
            "address": "新北市土城區中央路二段１５４號",
            "y": 24.976746,
            "x": 121.441825
        },
        {
            "name": "桃園桃都店",
            "address": "桃園市桃園區桃鶯路３８８號１樓",
            "y": 24.976499,
            "x": 121.322928
        },
        {
            "name": "中壢城章店",
            "address": "桃園市中壢區成章一街１５６號",
            "y": 24.97631,
            "x": 121.25611
        },
        {
            "name": "新店正中店",
            "address": "新北市新店區中正路３６６號",
            "y": 24.976211,
            "x": 121.535311
        },
        {
            "name": "新店寶興店",
            "address": "新北市新店區寶橋里寶橋路８０號一樓",
            "y": 24.975488,
            "x": 121.546306
        },
        {
            "name": "新店七張站店",
            "address": "新北市新店區北新路２段１５０－１號",
            "y": 24.975196,
            "x": 121.543145
        },
        {
            "name": "桃園東陽店",
            "address": "桃園市桃園區成功路二段６９號１樓",
            "y": 24.975099,
            "x": 121.260223
        },
        {
            "name": "土城城堡店",
            "address": "新北市土城區福仁街５０巷１號",
            "y": 24.975088,
            "x": 121.439519
        },
        {
            "name": "新店忠誠店",
            "address": "新北市新店區北新路二段１１９號１樓",
            "y": 24.974917,
            "x": 121.542677
        },
        {
            "name": "新店新寶橋店",
            "address": "新北市新店區寶橋路５１號１，２樓",
            "y": 24.974844,
            "x": 121.544831
        },
        {
            "name": "土城中源店",
            "address": "新北市土城區中央路二段２６０號１樓",
            "y": 24.974573,
            "x": 121.441502
        },
        {
            "name": "樹林新中店",
            "address": "新北市樹林區中山路三段１０７號及１０７－１號",
            "y": 24.974444,
            "x": 121.399738
        },
        {
            "name": "土城行政店",
            "address": "新北市土城區和平路１０－２號１樓",
            "y": 24.974152,
            "x": 121.44269
        },
        {
            "name": "中壢忠孝店",
            "address": "桃園市中壢區信義路７６號",
            "y": 24.973774,
            "x": 121.256415
        },
        {
            "name": "新店福興店",
            "address": "新北市新店區寶興路４３號",
            "y": 24.973772,
            "x": 121.54918
        },
        {
            "name": "桃園壽星店",
            "address": "桃園市桃園區仁愛路６０號１樓。２樓",
            "y": 24.973707,
            "x": 121.255366
        },
        {
            "name": "新店福民店",
            "address": "新北市新店區中央路１４５號",
            "y": 24.973381,
            "x": 121.530214
        },
        {
            "name": "新店統寶店",
            "address": "新北市新店區寶興路４７號",
            "y": 24.97333,
            "x": 121.549276
        },
        {
            "name": "土城寬樺店",
            "address": "新北市土城區清和里青雲路３８２號、３８４號",
            "y": 24.973223,
            "x": 121.458719
        },
        {
            "name": "土城員仁店",
            "address": "新北市土城區中央路二段３０８號",
            "y": 24.973195,
            "x": 121.440409
        },
        {
            "name": "中壢環華店",
            "address": "桃園市中壢區中華路一段２２７號１樓",
            "y": 24.973044,
            "x": 121.258985
        },
        {
            "name": "新店正民店",
            "address": "新北市新店區中正路２２４號",
            "y": 24.972808,
            "x": 121.540224
        },
        {
            "name": "新屋車站店",
            "address": "桃園市新屋區中山路３６１號１樓",
            "y": 24.972796,
            "x": 121.102474
        },
        {
            "name": "中壢復華店",
            "address": "桃園市中壢區復華里自強四路８８號一樓",
            "y": 24.972422,
            "x": 121.247803
        },
        {
            "name": "中壢西園店",
            "address": "桃園市中壢區永福里南園二路１２號１４號一樓",
            "y": 24.971858,
            "x": 121.23574
        },
        {
            "name": "新店德正店",
            "address": "新北市新店區德正街２７巷１號",
            "y": 24.971524,
            "x": 121.544557
        },
        {
            "name": "新店三福店",
            "address": "新北市新店區三民路７７號",
            "y": 24.971432,
            "x": 121.53586
        },
        {
            "name": "中壢金園店",
            "address": "桃園市中壢區南園二路３２３號１樓",
            "y": 24.971416,
            "x": 121.227382
        },
        {
            "name": "新店安順店",
            "address": "新北市新店區安民街１９２號１樓",
            "y": 24.971231,
            "x": 121.517103
        },
        {
            "name": "八德桃鶯店",
            "address": "桃園市八德區大明里桃鶯路３４號",
            "y": 24.971198,
            "x": 121.326683
        },
        {
            "name": "土城新亞店",
            "address": "新北市土城區亞洲路５７號",
            "y": 24.97119,
            "x": 121.433366
        },
        {
            "name": "八德福壽店",
            "address": "桃園市八德區介壽路一段３９２號１樓",
            "y": 24.970679,
            "x": 121.301419
        },
        {
            "name": "樹林育園店",
            "address": "新北市樹林區佳園路一段４３號",
            "y": 24.970627,
            "x": 121.393177
        },
        {
            "name": "樹林德園店",
            "address": "新北市樹林區八德街６００及６０２號",
            "y": 24.970311,
            "x": 121.3973
        },
        {
            "name": "中壢富裕店",
            "address": "桃園市中壢區永強街１０３號１樓",
            "y": 24.970076,
            "x": 121.257466
        },
        {
            "name": "新店五豐店",
            "address": "新北市新店區中正路５９號",
            "y": 24.969932,
            "x": 121.544182
        },
        {
            "name": "中壢元大二店",
            "address": "桃園市中壢區遠東路１３５號（元智大學圖書館）",
            "y": 24.969897,
            "x": 121.263456
        },
        {
            "name": "中壢元大一店",
            "address": "桃園市中壢區遠東路１３５號（元智大學宿舍區）",
            "y": 24.969897,
            "x": 121.263456
        },
        {
            "name": "新屋醫院店",
            "address": "桃園市新屋區新福二路６號１樓",
            "y": 24.969856,
            "x": 121.107189
        },
        {
            "name": "新店中欣店",
            "address": "新北市新店區中正路３號",
            "y": 24.969256,
            "x": 121.545636
        },
        {
            "name": "新店中華店",
            "address": "新北市新店區中華路５０號",
            "y": 24.968519,
            "x": 121.539717
        },
        {
            "name": "中壢中央三店",
            "address": "桃園市中壢區中大路３００號松苑餐廳１樓",
            "y": 24.96843,
            "x": 121.195673
        },
        {
            "name": "中壢中央一店",
            "address": "桃園市中壢區中大路３００號（松果餐廳）",
            "y": 24.96843,
            "x": 121.195673
        },
        {
            "name": "中壢中央二店",
            "address": "桃園市中壢區中大路３００號（男九舍）",
            "y": 24.96843,
            "x": 121.195673
        },
        {
            "name": "中壢福爵店",
            "address": "桃園市中壢區福州二街５２６號１樓",
            "y": 24.968417,
            "x": 121.235164
        },
        {
            "name": "中壢大福店",
            "address": "桃園市中壢區福州二街４５７號",
            "y": 24.968199,
            "x": 121.233194
        },
        {
            "name": "八德茄苳店",
            "address": "桃園市八德區茄苳路８４６號１樓",
            "y": 24.967503,
            "x": 121.279533
        },
        {
            "name": "土城永寧店",
            "address": "新北市土城區中央路三段７４－１號＆７４號１樓",
            "y": 24.967284,
            "x": 121.436349
        },
        {
            "name": "中壢元智店",
            "address": "桃園市中壢區興仁里興仁路二段６３號",
            "y": 24.967237,
            "x": 121.262688
        },
        {
            "name": "八德介壽店",
            "address": "桃園市八德區介壽路一段６４３號",
            "y": 24.966871,
            "x": 121.301094
        },
        {
            "name": "八德廣豐店",
            "address": "桃園市八德區公園路８６號一樓",
            "y": 24.96669,
            "x": 121.298027
        },
        {
            "name": "中壢環北店",
            "address": "桃園市中壢區新生路４０２號；環北路３０３號３０５號",
            "y": 24.966268,
            "x": 121.223637
        },
        {
            "name": "土城鴻海店",
            "address": "新北市土城區自由街２號５樓",
            "y": 24.966136,
            "x": 121.421795
        },
        {
            "name": "鶯歌鶯桃店",
            "address": "新北市鶯歌區鶯桃路４５號１樓",
            "y": 24.965574,
            "x": 121.332155
        },
        {
            "name": "土城金福店",
            "address": "新北市土城區福安街１號１－３樓全棟",
            "y": 24.965013,
            "x": 121.420294
        },
        {
            "name": "土城大安店",
            "address": "新北市土城區中央路三段１８７號",
            "y": 24.964858,
            "x": 121.43106
        },
        {
            "name": "中壢環西店",
            "address": "桃園市中壢區環西路二段３０２號１樓、２樓",
            "y": 24.964776,
            "x": 121.213334
        },
        {
            "name": "中壢市代店",
            "address": "桃園市中壢區慈惠三街１５５號",
            "y": 24.964765,
            "x": 121.225556
        },
        {
            "name": "中壢龍園店",
            "address": "桃園市中壢區中園路１５號",
            "y": 24.964726,
            "x": 121.236322
        },
        {
            "name": "中壢龍凱店",
            "address": "桃園市中壢區中央路２１８號１樓",
            "y": 24.964576,
            "x": 121.190839
        },
        {
            "name": "中壢六合店",
            "address": "桃園市中壢區六和路４８號",
            "y": 24.964551,
            "x": 121.22429
        },
        {
            "name": "桃園大郡店",
            "address": "桃園市桃園區莊敬路一段２０４號１樓及Ｂ１",
            "y": 24.964443,
            "x": 121.255055
        },
        {
            "name": "桃園莊敬店",
            "address": "桃園市桃園區莊敬路一段３７６號，中正路１４１６號",
            "y": 24.96442,
            "x": 121.255022
        },
        {
            "name": "土城工業店",
            "address": "新北市土城區中山路６１號１樓",
            "y": 24.964133,
            "x": 121.424983
        },
        {
            "name": "中壢自立店",
            "address": "桃園市中壢區莊敬路８２３號",
            "y": 24.963941,
            "x": 121.254598
        },
        {
            "name": "中壢興榮店",
            "address": "桃園市中壢區興仁路二段２８８號１樓",
            "y": 24.963756,
            "x": 121.264477
        },
        {
            "name": "八德忠勇店",
            "address": "桃園市八德區義勇街１０５號（八德東勇移店）",
            "y": 24.963721,
            "x": 121.303878
        },
        {
            "name": "中壢環東店",
            "address": "桃園市中壢區環中東路２３５－１號",
            "y": 24.9637,
            "x": 121.257633
        },
        {
            "name": "土城欣隆店",
            "address": "新北市土城區中央路三段２８３號１樓",
            "y": 24.963179,
            "x": 121.426541
        },
        {
            "name": "中壢元權店",
            "address": "桃園市中壢區民權路３４０號１樓。２樓",
            "y": 24.963148,
            "x": 121.21753
        },
        {
            "name": "新店光盛店",
            "address": "新北市新店區光明街１８１號１樓",
            "y": 24.963071,
            "x": 121.539828
        },
        {
            "name": "八德永福店",
            "address": "桃園市八德區永福西街３２巷１號",
            "y": 24.962963,
            "x": 121.298273
        },
        {
            "name": "中壢天晟店",
            "address": "桃園市中壢區延平路１４９號１樓",
            "y": 24.962917,
            "x": 121.229803
        },
        {
            "name": "八德大義店",
            "address": "桃園市八德區介壽路一段７８５號１樓",
            "y": 24.962749,
            "x": 121.300245
        },
        {
            "name": "中壢環中店",
            "address": "桃園市中壢區環中東路２０８號、２０８之１號１樓",
            "y": 24.962253,
            "x": 121.255121
        },
        {
            "name": "新店襄陽店",
            "address": "新北市新店區安祥路１０４－１０號",
            "y": 24.962252,
            "x": 121.479236
        },
        {
            "name": "中壢榮安店",
            "address": "桃園市中壢區榮安十三街２０５號",
            "y": 24.96219,
            "x": 121.26057
        },
        {
            "name": "中壢海華店",
            "address": "桃園市中壢區興南里元化路２８２．２８６號一樓",
            "y": 24.961987,
            "x": 121.224801
        },
        {
            "name": "中壢榮光店",
            "address": "桃園市中壢區榮安十三街２６２號",
            "y": 24.96164,
            "x": 121.258239
        },
        {
            "name": "新店康德店",
            "address": "新北市新店區安德街７１巷２號、４號１樓",
            "y": 24.96157,
            "x": 121.51032
        },
        {
            "name": "新店光明店",
            "address": "新北市新店區廣明里７鄰光明街１３６號１樓",
            "y": 24.96126,
            "x": 121.539297
        },
        {
            "name": "新店德順店",
            "address": "新北市新店區安德街１２０巷６號",
            "y": 24.960752,
            "x": 121.508991
        },
        {
            "name": "八德忠誠店",
            "address": "桃園市八德區忠孝街１２號",
            "y": 24.960668,
            "x": 121.299362
        },
        {
            "name": "八德德富店",
            "address": "桃園市八德區廣福路８０５號",
            "y": 24.960455,
            "x": 121.278869
        },
        {
            "name": "土城頂運店",
            "address": "新北市土城區中央路四段７０號１樓",
            "y": 24.959889,
            "x": 121.41929
        },
        {
            "name": "中壢過嶺店",
            "address": "桃園市中壢區松義路１００號１樓",
            "y": 24.959887,
            "x": 121.166263
        },
        {
            "name": "新店永安店",
            "address": "新北市新店區安康路二段１５７號",
            "y": 24.959557,
            "x": 121.510475
        },
        {
            "name": "八德大湳店",
            "address": "桃園市八德區廣福路４２號一樓",
            "y": 24.95928,
            "x": 121.29799
        },
        {
            "name": "中壢新中原店",
            "address": "桃園市中壢區新中北路２４３號１樓",
            "y": 24.959279,
            "x": 121.239811
        },
        {
            "name": "中壢中美店",
            "address": "桃園市中壢區光復街１３號",
            "y": 24.959235,
            "x": 121.223818
        },
        {
            "name": "新店陽光店",
            "address": "新北市新店區安忠路５７巷１０號１樓",
            "y": 24.959181,
            "x": 121.51333
        },
        {
            "name": "中壢雙榮店",
            "address": "桃園市中壢區民族路五段６號１樓",
            "y": 24.959115,
            "x": 121.175071
        },
        {
            "name": "中壢新美店",
            "address": "桃園市中壢區新生路８０號１樓",
            "y": 24.958934,
            "x": 121.222757
        },
        {
            "name": "中壢禾凱店",
            "address": "桃園市中壢區新中北路３８０號",
            "y": 24.958855,
            "x": 121.243018
        },
        {
            "name": "中壢復興店",
            "address": "桃園市中壢區復興路１號１樓",
            "y": 24.958387,
            "x": 121.225915
        },
        {
            "name": "八德和平店",
            "address": "桃園市八德區和平路８１８號",
            "y": 24.958148,
            "x": 121.31848
        },
        {
            "name": "新店站前店",
            "address": "新北市新店區北宜路一段６號",
            "y": 24.957741,
            "x": 121.53791
        },
        {
            "name": "中壢外環店",
            "address": "桃園市中壢區民族路二段１３２號一樓",
            "y": 24.957501,
            "x": 121.205027
        },
        {
            "name": "八德大愛店",
            "address": "桃園市八德區和平路１９６號",
            "y": 24.957444,
            "x": 121.304094
        },
        {
            "name": "中壢柏德店",
            "address": "桃園市中壢區實踐路２２１號",
            "y": 24.957239,
            "x": 121.239071
        },
        {
            "name": "中壢高嶺店",
            "address": "桃園市中壢區民族路五段３２６之２號",
            "y": 24.957205,
            "x": 121.208496
        },
        {
            "name": "新店德安店",
            "address": "新北市新店區安康路二段３０３號",
            "y": 24.957169,
            "x": 121.50224
        },
        {
            "name": "鶯歌正鶯店",
            "address": "新北市鶯歌區中正一路３７１號",
            "y": 24.957129,
            "x": 121.35819
        },
        {
            "name": "土城頂埔店",
            "address": "新北市土城區中央路四段２６２號１樓",
            "y": 24.956887,
            "x": 121.414782
        },
        {
            "name": "平鎮民族店",
            "address": "桃園市平鎮區民族路二段１８９，１９１號１樓",
            "y": 24.956875,
            "x": 121.203691
        },
        {
            "name": "楊梅民族店",
            "address": "桃園市楊梅區新榮里電研路２５０巷１號１樓",
            "y": 24.956828,
            "x": 121.167426
        },
        {
            "name": "新店香坡店",
            "address": "新北市新店區安祥路１１３號，１１５號",
            "y": 24.956751,
            "x": 121.475297
        },
        {
            "name": "樹林新柑園店",
            "address": "新北市樹林區柑園街一段３０２號１樓",
            "y": 24.956106,
            "x": 121.388612
        },
        {
            "name": "中壢中北店",
            "address": "桃園市中壢區中北路３１號",
            "y": 24.956005,
            "x": 121.236349
        },
        {
            "name": "八德金和店",
            "address": "桃園市八德區銀和街６３號加地下室",
            "y": 24.955986,
            "x": 121.297339
        },
        {
            "name": "鶯歌行政店",
            "address": "新北市鶯歌區中正一路１５４號",
            "y": 24.95597,
            "x": 121.35227
        },
        {
            "name": "平鎮新明店",
            "address": "桃園市平鎮區民族路１３５號壹樓（如附圖所示）",
            "y": 24.955933,
            "x": 121.211695
        },
        {
            "name": "中壢興廣店",
            "address": "桃園市中壢區新中北路二段４８９號",
            "y": 24.955861,
            "x": 121.26436
        },
        {
            "name": "鶯歌永明店",
            "address": "新北市鶯歌區永明街７８號１樓",
            "y": 24.955856,
            "x": 121.341222
        },
        {
            "name": "八德銀和店",
            "address": "桃園市八德區銀和街２９＆３１號",
            "y": 24.955844,
            "x": 121.296542
        },
        {
            "name": "新屋富榮店",
            "address": "桃園市新屋區新榮路２０６號",
            "y": 24.955787,
            "x": 121.157226
        },
        {
            "name": "中壢新仁店",
            "address": "桃園市中壢區大仁四街１６號１樓",
            "y": 24.955753,
            "x": 121.241029
        },
        {
            "name": "中壢金央店",
            "address": "桃園市中壢區中山路１００號１Ｆ",
            "y": 24.955549,
            "x": 121.226079
        },
        {
            "name": "中壢農會店",
            "address": "桃園縣中壢市石頭里中山路９７號１樓",
            "y": 24.955377,
            "x": 121.225539
        },
        {
            "name": "中壢龍正店",
            "address": "桃園市中壢區中正路３５號１樓",
            "y": 24.955316,
            "x": 121.216562
        },
        {
            "name": "中壢源興店",
            "address": "桃園市中壢區中平路８６－１號（興中移）",
            "y": 24.955255,
            "x": 121.224034
        },
        {
            "name": "鶯歌站前店",
            "address": "新北市鶯歌區建國路５３之５號、、５３之６號１樓",
            "y": 24.955068,
            "x": 121.355036
        },
        {
            "name": "中壢三和店",
            "address": "桃園市中壢區日新路８０號",
            "y": 24.954853,
            "x": 121.239925
        },
        {
            "name": "中壢原大店",
            "address": "桃園市中壢區大仁二街１７號１樓",
            "y": 24.954848,
            "x": 121.242544
        },
        {
            "name": "新店美譚店",
            "address": "新北市新店區北宜路二段４１９號",
            "y": 24.954494,
            "x": 121.560225
        },
        {
            "name": "中壢站前店",
            "address": "桃園市中壢區石頭里５鄰中平路１、３號１樓",
            "y": 24.954301,
            "x": 121.225785
        },
        {
            "name": "鶯歌國慶店",
            "address": "新北市鶯歌區建國路１２２號１樓",
            "y": 24.954286,
            "x": 121.351976
        },
        {
            "name": "中壢日新店",
            "address": "桃園市中壢區日新路２４號",
            "y": 24.954093,
            "x": 121.238817
        },
        {
            "name": "八德大和店",
            "address": "桃園市八德區大和路１０３號１樓。２樓",
            "y": 24.954063,
            "x": 121.296002
        },
        {
            "name": "中壢十里店",
            "address": "桃園市中壢區復興路１６１號",
            "y": 24.954029,
            "x": 121.223769
        },
        {
            "name": "鶯歌新南雅店",
            "address": "新北市鶯歌區南雅路４４２號",
            "y": 24.953949,
            "x": 121.346167
        },
        {
            "name": "中壢弘福店",
            "address": "桃園市中壢區弘揚路９０號１Ｆ＋Ｂ１",
            "y": 24.953889,
            "x": 121.241831
        },
        {
            "name": "土城恆山店",
            "address": "新北市土城區中央路４段２８１號１樓",
            "y": 24.953611,
            "x": 121.412453
        },
        {
            "name": "平鎮義廣店",
            "address": "桃園市平鎮區廣明路５９號",
            "y": 24.953247,
            "x": 121.213759
        },
        {
            "name": "新店長春店",
            "address": "新北市新店區北宜路二段１４９號１樓",
            "y": 24.953239,
            "x": 121.551794
        },
        {
            "name": "平鎮富民店",
            "address": "桃園市平鎮區文化街１１６號１樓",
            "y": 24.953007,
            "x": 121.202995
        },
        {
            "name": "中壢弘志店",
            "address": "桃園市中壢區弘揚路２９號",
            "y": 24.952926,
            "x": 121.239958
        },
        {
            "name": "中壢後站店",
            "address": "桃園市中壢區健行路２號１樓",
            "y": 24.952539,
            "x": 121.226209
        },
        {
            "name": "新店景大店",
            "address": "新北市新店區安忠路９９號Ｂ２",
            "y": 24.952414,
            "x": 121.508813
        },
        {
            "name": "新店僑信店",
            "address": "新北市新店區僑信路２０號１樓",
            "y": 24.952356,
            "x": 121.499651
        },
        {
            "name": "平鎮義興店",
            "address": "桃園市平鎮區育達路７５號１Ｆ",
            "y": 24.951468,
            "x": 121.211451
        },
        {
            "name": "新店城泰店",
            "address": "新北市新店區安康路三段３１１號１樓",
            "y": 24.951394,
            "x": 121.485716
        },
        {
            "name": "平鎮極光店",
            "address": "桃園市平鎮區延平路二段１５號",
            "y": 24.950279,
            "x": 121.214248
        },
        {
            "name": "新店永業店",
            "address": "新北市新店區永業路８１巷１弄１號",
            "y": 24.949396,
            "x": 121.529783
        },
        {
            "name": "八德貴族店",
            "address": "桃園市八德區介壽路二段３０９號",
            "y": 24.949319,
            "x": 121.297987
        },
        {
            "name": "八德櫻花店",
            "address": "桃園市八德區長安街３７５號１樓",
            "y": 24.949109,
            "x": 121.319307
        },
        {
            "name": "鶯歌尖峰店",
            "address": "新北市鶯歌區尖山路１２６號１樓",
            "y": 24.948997,
            "x": 121.347231
        },
        {
            "name": "樹林學勤店",
            "address": "新北市樹林區學勤路５５０．５５２號１樓",
            "y": 24.948309,
            "x": 121.384102
        },
        {
            "name": "新店如意店",
            "address": "新北市新店區如意街２９號１樓",
            "y": 24.948172,
            "x": 121.494172
        },
        {
            "name": "八德新興店",
            "address": "桃園市八德區新興路３０１號",
            "y": 24.947895,
            "x": 121.283635
        },
        {
            "name": "中壢龍航店",
            "address": "桃園市中壢區龍岡路一段２０４號",
            "y": 24.947634,
            "x": 121.225399
        },
        {
            "name": "中壢清英店",
            "address": "桃園市中壢區健行路２２９號",
            "y": 24.947579,
            "x": 121.228525
        },
        {
            "name": "樹林藝術店",
            "address": "新北市樹林區大雅路２８７號１樓",
            "y": 24.947477,
            "x": 121.379491
        },
        {
            "name": "三峽大德店",
            "address": "新北市三峽區大德路４８３號１樓",
            "y": 24.947433,
            "x": 121.374102
        },
        {
            "name": "八德建國店",
            "address": "桃園市八德區建國路６５７號一樓部分",
            "y": 24.947361,
            "x": 121.289122
        },
        {
            "name": "新店玫瑰店",
            "address": "新北市新店區玫瑰路５８巷１號１樓",
            "y": 24.946595,
            "x": 121.494827
        },
        {
            "name": "樹林凱旋店",
            "address": "新北市樹林區南園里大成路１０號１樓（光纖）三峽鎮",
            "y": 24.946568,
            "x": 121.382069
        },
        {
            "name": "平鎮廣泰店",
            "address": "桃園市平鎮區廣泰路１１２號１樓",
            "y": 24.946305,
            "x": 121.204748
        },
        {
            "name": "三峽觀成店",
            "address": "新北市三峽區大觀路８０號１樓",
            "y": 24.946296,
            "x": 121.374153
        },
        {
            "name": "樹林學園店",
            "address": "新北市樹林區學成路６０１號１樓",
            "y": 24.946259,
            "x": 121.381736
        },
        {
            "name": "三峽學勝店",
            "address": "新北市三峽區學勤路１６２號１樓",
            "y": 24.9461,
            "x": 121.375676
        },
        {
            "name": "平鎮振興店",
            "address": "桃園市平鎮區北勢里和平路２１６號",
            "y": 24.945671,
            "x": 121.219189
        },
        {
            "name": "平鎮新德店",
            "address": "桃園市平鎮區振興西路１３８號１樓",
            "y": 24.945644,
            "x": 121.215426
        },
        {
            "name": "樹林學誠店",
            "address": "新北市樹林區大義路１９６＆１９８號",
            "y": 24.945641,
            "x": 121.378327
        },
        {
            "name": "八德建興店",
            "address": "桃園市八德區建國路５９號１樓及２樓",
            "y": 24.945521,
            "x": 121.288395
        },
        {
            "name": "中壢太子店",
            "address": "桃園市中壢區中山東路三段５１號",
            "y": 24.945511,
            "x": 121.247553
        },
        {
            "name": "中壢龍岡店",
            "address": "桃園市中壢區龍岡路二段１１５號",
            "y": 24.945451,
            "x": 121.229393
        },
        {
            "name": "三峽北苑店",
            "address": "新北市三峽區大學路１５１號１樓（商學院）",
            "y": 24.945132,
            "x": 121.373161
        },
        {
            "name": "平鎮廣南店",
            "address": "桃園市平鎮區環南路二段３７號１樓",
            "y": 24.944257,
            "x": 121.209905
        },
        {
            "name": "平鎮彩虹店",
            "address": "桃園市平鎮區延平路二段３４１號一樓（前段約１８坪）",
            "y": 24.944228,
            "x": 121.208121
        },
        {
            "name": "三峽新介壽店",
            "address": "新北市三峽區介壽路三段１７６號１樓",
            "y": 24.943914,
            "x": 121.402501
        },
        {
            "name": "平鎮新義店",
            "address": "桃園市平鎮區延平路二段４００巷８號",
            "y": 24.943158,
            "x": 121.20614
        },
        {
            "name": "三峽三樹店",
            "address": "新北市三峽區龍埔里三樹路２５７號２５９號一樓",
            "y": 24.943109,
            "x": 121.378849
        },
        {
            "name": "中壢新仁美店",
            "address": "桃園市中壢區中山東路三段２１１之１號",
            "y": 24.942598,
            "x": 121.25014
        },
        {
            "name": "三峽國寧店",
            "address": "新北市三峽區國學街３１．３３號",
            "y": 24.942295,
            "x": 121.372794
        },
        {
            "name": "中壢龍興店",
            "address": "桃園市中壢區龍岡路二段３１７．３１９號１樓",
            "y": 24.942142,
            "x": 121.2302
        },
        {
            "name": "新店康橋店",
            "address": "新北市新店區安康路３段７３８號、７４０號１樓",
            "y": 24.942002,
            "x": 121.473763
        },
        {
            "name": "三峽福容店",
            "address": "新北市三峽區大學路８１號１樓",
            "y": 24.941534,
            "x": 121.376025
        },
        {
            "name": "宜蘭大溪店",
            "address": "宜蘭縣頭城鎮大溪里濱海路五段４７０號４７２號",
            "y": 24.941376,
            "x": 121.900603
        },
        {
            "name": "平鎮德育店",
            "address": "桃園市平鎮區環南路三段９３號",
            "y": 24.940339,
            "x": 121.218863
        },
        {
            "name": "三峽恩主店",
            "address": "新北市三峽區復興路３７３、３７５號１樓",
            "y": 24.938561,
            "x": 121.363411
        },
        {
            "name": "三峽和平店",
            "address": "新北市三峽區復興路１５７號１樓",
            "y": 24.93829,
            "x": 121.37058
        },
        {
            "name": "三峽峇里店",
            "address": "新北市三峽區鳶山里中山路３０３號一樓",
            "y": 24.937711,
            "x": 121.361252
        },
        {
            "name": "三峽金寶店",
            "address": "新北市三峽區中山路２４０號",
            "y": 24.93749,
            "x": 121.36244
        },
        {
            "name": "三峽復興店",
            "address": "新北市三峽區復興路５６號１樓",
            "y": 24.937154,
            "x": 121.373534
        },
        {
            "name": "中壢玉龍店",
            "address": "桃園市中壢區龍岡路三段１１７號",
            "y": 24.937058,
            "x": 121.232901
        },
        {
            "name": "坪林順益店",
            "address": "新北市坪林區水柳腳路１３３號",
            "y": 24.936789,
            "x": 121.702299
        },
        {
            "name": "三峽錦隆店",
            "address": "新北市三峽區國光街１號１樓",
            "y": 24.936703,
            "x": 121.375599
        },
        {
            "name": "八德仁興店",
            "address": "桃園市八德區建國路２４１號",
            "y": 24.936672,
            "x": 121.288193
        },
        {
            "name": "楊梅富岡店",
            "address": "桃園市楊梅區中正路９５、９７號１樓",
            "y": 24.936569,
            "x": 121.081511
        },
        {
            "name": "八德瑞豐店",
            "address": "桃園市八德區介壽路二段７９０號一樓",
            "y": 24.936198,
            "x": 121.297117
        },
        {
            "name": "三峽文化店",
            "address": "新北市三峽區文化路１１７號１樓",
            "y": 24.93602,
            "x": 121.370132
        },
        {
            "name": "三峽大勇店",
            "address": "新北市三峽區文化路２５４號１樓",
            "y": 24.935956,
            "x": 121.367098
        },
        {
            "name": "中壢龍慈店",
            "address": "桃園市中壢區龍岡路三段２７５號１Ｆ",
            "y": 24.934586,
            "x": 121.23568
        },
        {
            "name": "中壢龍川店",
            "address": "桃園市中壢區龍川街３號１樓．２樓約５坪",
            "y": 24.934508,
            "x": 121.24871
        },
        {
            "name": "新店新陽店",
            "address": "新北市新店區粗坑里花園一路一段２號一樓",
            "y": 24.933845,
            "x": 121.550365
        },
        {
            "name": "八德新富順店",
            "address": "桃園市八德區介壽路二段１０１６號",
            "y": 24.93333,
            "x": 121.297416
        },
        {
            "name": "三峽光明店",
            "address": "新北市三峽區光明路６號，８號１樓",
            "y": 24.931183,
            "x": 121.373014
        },
        {
            "name": "中壢米干店",
            "address": "桃園市中壢區龍東路２６０號",
            "y": 24.930648,
            "x": 121.254406
        },
        {
            "name": "八德瑞祥店",
            "address": "桃園市八德區介壽路二段１２３１號１樓",
            "y": 24.930455,
            "x": 121.297389
        },
        {
            "name": "八德新市店",
            "address": "桃園市八德區興豐路４８５號",
            "y": 24.930229,
            "x": 121.290877
        },
        {
            "name": "中壢龍樹店",
            "address": "桃園市中壢區龍東路２０５號１樓、２樓",
            "y": 24.929655,
            "x": 121.252338
        },
        {
            "name": "中壢龍東店",
            "address": "桃園市中壢區龍東路１２４號１樓",
            "y": 24.929145,
            "x": 121.251872
        },
        {
            "name": "三峽同發店",
            "address": "新北市三峽區大同路３－１號１樓及地下層全部",
            "y": 24.929073,
            "x": 121.377745
        },
        {
            "name": "中壢龍門店",
            "address": "桃園市中壢區龍岡路三段６１６號",
            "y": 24.928594,
            "x": 121.241538
        },
        {
            "name": "平鎮大仁店",
            "address": "桃園市平鎮區金陵路三段６８號",
            "y": 24.928532,
            "x": 121.227274
        },
        {
            "name": "三峽大同店",
            "address": "新北市三峽區光明路１００之６號",
            "y": 24.92819,
            "x": 121.375791
        },
        {
            "name": "三峽民權店",
            "address": "新北市三峽區民權街２３１號１樓",
            "y": 24.927993,
            "x": 121.36793
        },
        {
            "name": "三峽金同店",
            "address": "新北市三峽區大同路１９６之１號１樓",
            "y": 24.927149,
            "x": 121.371241
        },
        {
            "name": "八德豐吉店",
            "address": "桃園市八德區瑞豐里豐田一路２號",
            "y": 24.92687,
            "x": 121.28985
        },
        {
            "name": "八德瑞德店",
            "address": "桃園市八德區瑞德里１３鄰介壽路二段１３８２號１樓",
            "y": 24.926123,
            "x": 121.296385
        },
        {
            "name": "楊梅幼獅店",
            "address": "桃園市楊梅區獅一路１之６號",
            "y": 24.924385,
            "x": 121.176302
        },
        {
            "name": "楊梅青城店",
            "address": "桃園市楊梅區青山五街２６號１樓與地下１樓",
            "y": 24.920324,
            "x": 121.170783
        },
        {
            "name": "平鎮南東店",
            "address": "桃園市平鎮區中豐路南勢二段１號",
            "y": 24.919772,
            "x": 121.211537
        },
        {
            "name": "平鎮金豐店",
            "address": "桃園市平鎮區南平路１１９號",
            "y": 24.919253,
            "x": 121.208075
        },
        {
            "name": "楊梅埔心店",
            "address": "桃園市楊梅區埔心里永美路２１０號",
            "y": 24.919202,
            "x": 121.183663
        },
        {
            "name": "湖口中大店",
            "address": "新竹縣湖口鄉中山路三段５３０號",
            "y": 24.918681,
            "x": 121.055613
        },
        {
            "name": "楊梅晟熙店",
            "address": "桃園市楊梅區中興路４２號１樓",
            "y": 24.918251,
            "x": 121.184124
        },
        {
            "name": "楊梅永美店",
            "address": "桃園市楊梅區永美路３９３－１號１Ｆ",
            "y": 24.91506,
            "x": 121.179908
        },
        {
            "name": "平鎮中庸店",
            "address": "桃園市平鎮區金星里中庸路１２６號１２８號一樓",
            "y": 24.913566,
            "x": 121.207424
        },
        {
            "name": "平鎮南勢店",
            "address": "桃園市平鎮區金星里中豐路南勢二段２０６號１樓",
            "y": 24.913519,
            "x": 121.210235
        },
        {
            "name": "楊梅車站店",
            "address": "桃園市楊梅區楊新路６５號壹樓",
            "y": 24.913158,
            "x": 121.146255
        },
        {
            "name": "楊梅金山店",
            "address": "桃園市楊梅區新農街６０６號１樓",
            "y": 24.912912,
            "x": 121.163373
        },
        {
            "name": "平鎮平東店",
            "address": "桃園市平鎮區平東路５７１號１Ｆ",
            "y": 24.912611,
            "x": 121.242509
        },
        {
            "name": "楊梅四維店",
            "address": "桃園市楊梅區文化街２６３號１樓",
            "y": 24.910749,
            "x": 121.183061
        },
        {
            "name": "大溪埔頂店",
            "address": "桃園市大溪區埔頂路二段１５８號",
            "y": 24.910438,
            "x": 121.279818
        },
        {
            "name": "大溪三本店",
            "address": "桃園市大溪區仁善街１８２、１８６號",
            "y": 24.909788,
            "x": 121.282159
        },
        {
            "name": "楊梅瑞梅店",
            "address": "桃園市楊梅區梅獅路二段６９之１號",
            "y": 24.909477,
            "x": 121.175322
        },
        {
            "name": "楊梅新成店",
            "address": "桃園市楊梅區新成路１７１號",
            "y": 24.908915,
            "x": 121.146918
        },
        {
            "name": "三峽新莉雅店",
            "address": "新北市三峽區二鬮路５９之１號１樓",
            "y": 24.9076,
            "x": 121.359845
        },
        {
            "name": "楊梅瑞溪店",
            "address": "桃園市楊梅區瑞溪路一段１２９號",
            "y": 24.907256,
            "x": 121.170389
        },
        {
            "name": "楊梅瑞平店",
            "address": "桃園市楊梅區梅獅路二段１６８號１樓",
            "y": 24.906532,
            "x": 121.176905
        },
        {
            "name": "湖口大功店",
            "address": "新竹縣湖口鄉成功路７６－１號",
            "y": 24.906021,
            "x": 121.043819
        },
        {
            "name": "湖口成功店",
            "address": "新竹縣湖口鄉成功路１２８號",
            "y": 24.904697,
            "x": 121.042955
        },
        {
            "name": "平鎮日星店",
            "address": "桃園市平鎮區中豐路山頂段３號１、２樓",
            "y": 24.904034,
            "x": 121.212056
        },
        {
            "name": "大溪仁和店",
            "address": "桃園市大溪區南興里仁和路二段２１９號",
            "y": 24.903887,
            "x": 121.264153
        },
        {
            "name": "新豐欣興店",
            "address": "新竹縣新豐鄉中崙村中崙２９０號１樓",
            "y": 24.903864,
            "x": 121.003647
        },
        {
            "name": "新店龜山店",
            "address": "新北市新店區新烏路三段１４４號１樓",
            "y": 24.902815,
            "x": 121.551981
        },
        {
            "name": "新豐新庄店",
            "address": "新竹縣新豐鄉新庄路１３３號",
            "y": 24.90191,
            "x": 120.98925
        },
        {
            "name": "大溪崎頂店",
            "address": "桃園市大溪區介壽路８８６號１樓",
            "y": 24.900313,
            "x": 121.283715
        },
        {
            "name": "楊梅北都店",
            "address": "桃園市楊梅區裕成里裕成南路３３２號一樓",
            "y": 24.899279,
            "x": 121.157538
        },
        {
            "name": "大溪員林店",
            "address": "桃園市大溪區員林路一段１１號",
            "y": 24.898541,
            "x": 121.282895
        },
        {
            "name": "大溪永昌店",
            "address": "桃園市大溪區永昌路３５５號",
            "y": 24.895834,
            "x": 121.262158
        },
        {
            "name": "大溪仁東店",
            "address": "桃園市大溪區仁和七街５２號",
            "y": 24.894656,
            "x": 121.274432
        },
        {
            "name": "新豐大興店",
            "address": "新竹縣新豐鄉建興路二段４９６號１樓",
            "y": 24.89234,
            "x": 120.987554
        },
        {
            "name": "大溪交流店",
            "address": "桃園市大溪區仁和里員林路一段４５１號",
            "y": 24.892066,
            "x": 121.2741
        },
        {
            "name": "大溪員明店",
            "address": "桃園市大溪區員林路二段２７５號１－３樓",
            "y": 24.885851,
            "x": 121.270027
        },
        {
            "name": "楊梅三民店",
            "address": "桃園市楊梅區金溪里三民路二段９６巷２號一樓",
            "y": 24.885363,
            "x": 121.170227
        },
        {
            "name": "湖口千禧店",
            "address": "新竹縣湖口鄉千禧路１號１樓",
            "y": 24.88403,
            "x": 121.02737
        },
        {
            "name": "新豐宏達店",
            "address": "新竹縣新豐鄉新興路８０號１樓",
            "y": 24.883438,
            "x": 121.011275
        },
        {
            "name": "新豐福比店",
            "address": "新竹縣新豐鄉新興路７６３號",
            "y": 24.882677,
            "x": 121.010384
        },
        {
            "name": "大溪松樹店",
            "address": "桃園市大溪區仁善里松樹２１之１號",
            "y": 24.880568,
            "x": 121.287091
        },
        {
            "name": "大溪慈湖店",
            "address": "桃園市大溪區復興路２號１樓",
            "y": 24.880534,
            "x": 121.289442
        },
        {
            "name": "龍潭百年店",
            "address": "桃園市龍潭區百年路１９號",
            "y": 24.878436,
            "x": 121.210854
        },
        {
            "name": "龍潭陸醫店",
            "address": "桃園市龍潭區中興路１６８號１樓",
            "y": 24.87722,
            "x": 121.234809
        },
        {
            "name": "新豐福德店",
            "address": "新竹縣新豐鄉康樂路１段４７９號１樓",
            "y": 24.87459,
            "x": 120.98485
        },
        {
            "name": "湖口仁和店",
            "address": "新竹縣湖口鄉鳳凰村仁和路４５號",
            "y": 24.87414,
            "x": 121.012804
        },
        {
            "name": "龍潭武漢店",
            "address": "桃園市龍潭區中興路３３４號１樓",
            "y": 24.873788,
            "x": 121.232651
        },
        {
            "name": "龍潭龍聖店",
            "address": "桃園市龍潭區梅龍路１８９號１樓",
            "y": 24.87337,
            "x": 121.197526
        },
        {
            "name": "湖口達仁店",
            "address": "新竹縣湖口鄉仁樂路１１８號",
            "y": 24.872636,
            "x": 121.012003
        },
        {
            "name": "湖口頎邦店",
            "address": "新竹縣湖口鄉光復路１２號５樓",
            "y": 24.871779,
            "x": 121.029886
        },
        {
            "name": "湖口文和店",
            "address": "新竹縣湖口鄉仁和路１７８號１８０號",
            "y": 24.87176,
            "x": 121.016412
        },
        {
            "name": "新豐建興店",
            "address": "新竹縣新豐鄉建興路一段３６號",
            "y": 24.870694,
            "x": 120.995988
        },
        {
            "name": "龍潭中興店",
            "address": "桃園市龍潭區中興村中興路６５號１樓",
            "y": 24.870353,
            "x": 121.223266
        },
        {
            "name": "新豐泰安店",
            "address": "新竹縣新豐鄉泰安街７５號１樓",
            "y": 24.870262,
            "x": 120.99358
        },
        {
            "name": "湖口新安宅店",
            "address": "新竹縣湖口鄉光復東路１３３號",
            "y": 24.870003,
            "x": 121.030178
        },
        {
            "name": "新豐火車頭店",
            "address": "新竹縣新豐鄉新興路２０２號２樓",
            "y": 24.869807,
            "x": 120.99674
        },
        {
            "name": "湖口文化店",
            "address": "新竹縣湖口鄉文化路３２號",
            "y": 24.869602,
            "x": 121.014736
        },
        {
            "name": "湖口新工業店",
            "address": "新竹縣湖口鄉工業一路３６號１樓",
            "y": 24.8693,
            "x": 121.02663
        },
        {
            "name": "新豐尚仁店",
            "address": "新竹縣新豐鄉尚仁街１３１號１樓",
            "y": 24.86924,
            "x": 120.99205
        },
        {
            "name": "龍潭龍昌店",
            "address": "桃園市龍潭區大昌路二段８０號",
            "y": 24.866484,
            "x": 121.221504
        },
        {
            "name": "新豐松林店",
            "address": "新竹縣新豐鄉新興路１１１號",
            "y": 24.866457,
            "x": 120.992638
        },
        {
            "name": "龍潭興龍店",
            "address": "桃園市龍潭區中正路１４８號",
            "y": 24.86634,
            "x": 121.216661
        },
        {
            "name": "龍潭五福店",
            "address": "桃園市龍潭區中正路１８７之９號",
            "y": 24.865481,
            "x": 121.217165
        },
        {
            "name": "湖口吉勝店",
            "address": "新竹縣湖口鄉勝利村勝利路二段１號１樓",
            "y": 24.865396,
            "x": 121.029603
        },
        {
            "name": "新豐松柏店",
            "address": "新竹縣新豐鄉松柏街１５２號１樓",
            "y": 24.865344,
            "x": 120.985029
        },
        {
            "name": "烏來溫泉店",
            "address": "新北市烏來區烏來街７９號１樓",
            "y": 24.86454,
            "x": 121.552006
        },
        {
            "name": "烏來烏萊店",
            "address": "新北市烏來區環山路６２號１樓",
            "y": 24.864457,
            "x": 121.54815
        },
        {
            "name": "頭城車頭店",
            "address": "宜蘭縣頭城鎮民鋒路３２號",
            "y": 24.858759,
            "x": 121.823039
        },
        {
            "name": "龍潭兄弟店",
            "address": "桃園市龍潭區民生路１０號",
            "y": 24.848588,
            "x": 121.229953
        },
        {
            "name": "竹北泰和店",
            "address": "新竹縣竹北市泰和路１６９號",
            "y": 24.848135,
            "x": 121.01
        },
        {
            "name": "新竹漁港店",
            "address": "新竹市北區東大路四段２６９號１樓",
            "y": 24.845229,
            "x": 120.928264
        },
        {
            "name": "竹北台燿店",
            "address": "新竹縣竹北市博愛街８０３號",
            "y": 24.845106,
            "x": 121.018632
        },
        {
            "name": "竹北中正西店",
            "address": "新竹縣竹北市中正西路１４９號１樓",
            "y": 24.842391,
            "x": 120.964297
        },
        {
            "name": "竹北立錡店",
            "address": "新竹縣竹北市台元一街８號１３樓",
            "y": 24.841413,
            "x": 121.019538
        },
        {
            "name": "竹北宏豐店",
            "address": "新竹縣竹北市中正西路９９９號１樓",
            "y": 24.840896,
            "x": 120.975542
        },
        {
            "name": "竹北台元店",
            "address": "新竹縣竹北市博愛街５２３號１樓",
            "y": 24.839843,
            "x": 121.010833
        },
        {
            "name": "竹北後站店",
            "address": "新竹縣竹北市新泰路１０８－２號１樓（配送用）",
            "y": 24.83938,
            "x": 121.007872
        },
        {
            "name": "宜蘭二城店",
            "address": "宜蘭縣頭城鎮青雲路一段２３８號１樓",
            "y": 24.838979,
            "x": 121.795086
        },
        {
            "name": "竹北竹風店",
            "address": "新竹縣竹北市環北路一段１１３號",
            "y": 24.838662,
            "x": 121.020935
        },
        {
            "name": "竹北新竹愛店",
            "address": "新竹縣竹北市博愛街４２２號一樓",
            "y": 24.837537,
            "x": 121.009467
        },
        {
            "name": "竹北新華興店",
            "address": "新竹縣竹北市華興街２８７號１樓",
            "y": 24.837379,
            "x": 120.999781
        },
        {
            "name": "竹北新溪店",
            "address": "新竹縣竹北市環北路５段３９８號（配送用）",
            "y": 24.836272,
            "x": 120.997153
        },
        {
            "name": "竹北環竹店",
            "address": "新竹縣竹北市竹北里９鄰中山路１７８號",
            "y": 24.835624,
            "x": 121.020589
        },
        {
            "name": "竹北湧億店",
            "address": "新竹縣竹北市博愛街２７３號",
            "y": 24.833976,
            "x": 121.007021
        },
        {
            "name": "竹北新竹義店",
            "address": "新竹縣竹北市三民路８８號１樓",
            "y": 24.833474,
            "x": 121.017233
        },
        {
            "name": "竹北雙城店",
            "address": "新竹縣竹北市新瀧一街１號",
            "y": 24.833329,
            "x": 121.023395
        },
        {
            "name": "新埔新文山店",
            "address": "新竹縣新埔鎮文山路犁頭山段８６５號１樓",
            "y": 24.8331,
            "x": 121.02883
        },
        {
            "name": "竹北宏福店",
            "address": "新竹縣竹北市光明一路２３６號１樓",
            "y": 24.830696,
            "x": 121.015147
        },
        {
            "name": "礁溪健康店",
            "address": "宜蘭縣礁溪鄉健康路５０號１樓之１",
            "y": 24.83003,
            "x": 121.773937
        },
        {
            "name": "龍潭高原店",
            "address": "桃園市龍潭區中原路三段１５號",
            "y": 24.829277,
            "x": 121.192768
        },
        {
            "name": "礁溪仁愛店",
            "address": "宜蘭縣礁溪鄉仁愛路１６號１樓",
            "y": 24.828351,
            "x": 121.771004
        },
        {
            "name": "新埔長茂店",
            "address": "新竹縣新埔鎮中正路３７８號１樓",
            "y": 24.828065,
            "x": 121.078758
        },
        {
            "name": "竹北縣政店",
            "address": "新竹縣竹北市縣政二路３９６號",
            "y": 24.827705,
            "x": 121.016716
        },
        {
            "name": "新埔埔德店",
            "address": "新竹縣新埔鎮中正路６２９號１樓",
            "y": 24.827682,
            "x": 121.070606
        },
        {
            "name": "礁溪精華店",
            "address": "宜蘭縣礁溪鄉礁溪路五段１１８號１樓",
            "y": 24.827452,
            "x": 121.772397
        },
        {
            "name": "竹北大漾店",
            "address": "新竹縣竹北市博愛南路９號１樓",
            "y": 24.826962,
            "x": 121.001735
        },
        {
            "name": "竹北大河店",
            "address": "新竹縣竹北市中華路２－５１號",
            "y": 24.826764,
            "x": 120.998128
        },
        {
            "name": "宜蘭礁溪店",
            "address": "宜蘭縣礁溪鄉中山路二段１４４號",
            "y": 24.826309,
            "x": 121.773408
        },
        {
            "name": "竹北大悅店",
            "address": "新竹縣竹北市勝利八街一段２２５號",
            "y": 24.825959,
            "x": 121.027137
        },
        {
            "name": "竹北勝利店",
            "address": "新竹縣竹北市莊敬七街１２２號",
            "y": 24.825704,
            "x": 121.031344
        },
        {
            "name": "竹北金十興店",
            "address": "新竹縣竹北市嘉興路４９８號（配送用）",
            "y": 24.824584,
            "x": 121.034491
        },
        {
            "name": "新竹新武陵店",
            "address": "新竹市北區武陵路２６７號１樓",
            "y": 24.824242,
            "x": 120.970849
        },
        {
            "name": "竹北中國醫店",
            "address": "新竹縣竹北市興隆路１段１９９號地下１樓",
            "y": 24.824058,
            "x": 121.001963
        },
        {
            "name": "竹北新東元店",
            "address": "新竹縣竹北市縣政二路６７號１樓",
            "y": 24.823641,
            "x": 121.014216
        },
        {
            "name": "新竹金竹店",
            "address": "新竹市北區金竹路１１５號１樓",
            "y": 24.823577,
            "x": 120.972684
        },
        {
            "name": "竹北嘉興店",
            "address": "新竹縣竹北市勝利七街二段６６號１樓",
            "y": 24.82256,
            "x": 121.03305
        },
        {
            "name": "新竹鐵道店",
            "address": "新竹市北區武陵路２６８號１樓",
            "y": 24.822504,
            "x": 120.970507
        },
        {
            "name": "竹北科大店",
            "address": "新竹縣竹北市科大一路９３號",
            "y": 24.821248,
            "x": 121.00972
        },
        {
            "name": "竹北俠隱店",
            "address": "新竹縣竹北市莊敬六街７號",
            "y": 24.821045,
            "x": 121.027344
        },
        {
            "name": "竹北竹采店",
            "address": "新竹縣竹北市成功一街８２號１樓後段",
            "y": 24.8201,
            "x": 121.0243
        },
        {
            "name": "竹北自強店",
            "address": "新竹縣竹北市自強南路５２號",
            "y": 24.818588,
            "x": 121.026952
        },
        {
            "name": "礁溪協天店",
            "address": "宜蘭縣礁溪鄉礁溪路四段３０號",
            "y": 24.818515,
            "x": 121.76876
        },
        {
            "name": "新竹武東店",
            "address": "新竹市北區武陵路７１號１樓",
            "y": 24.818225,
            "x": 120.965917
        },
        {
            "name": "竹北成功店",
            "address": "新竹縣竹北市成功八路１６０號一樓",
            "y": 24.817652,
            "x": 121.018163
        },
        {
            "name": "新竹光華店",
            "address": "新竹市北區光華北街６３號",
            "y": 24.817572,
            "x": 120.972092
        },
        {
            "name": "新竹新美店",
            "address": "新竹市北區田美三街４７號",
            "y": 24.816363,
            "x": 120.976704
        },
        {
            "name": "新竹天群店",
            "address": "新竹市北區武陵路３６－１號１、２樓",
            "y": 24.816324,
            "x": 120.963475
        },
        {
            "name": "新竹經華店",
            "address": "新竹市東區中華路一段１０１號",
            "y": 24.816161,
            "x": 120.993967
        },
        {
            "name": "新竹台大醫店",
            "address": "新竹市北區經國路１段４４２巷２５號",
            "y": 24.81577,
            "x": 120.980101
        },
        {
            "name": "新竹光田店",
            "address": "新竹市北區光田里水田街１４６號１樓",
            "y": 24.815152,
            "x": 120.967562
        },
        {
            "name": "新竹經城店",
            "address": "新竹市北區經國路一段３３９號１樓",
            "y": 24.81456,
            "x": 120.981366
        },
        {
            "name": "新竹民樂店",
            "address": "新竹市東區民生路２５２號１樓",
            "y": 24.812527,
            "x": 120.975335
        },
        {
            "name": "新竹鐵支店",
            "address": "新竹市東區鐵道路一段２８巷７９號１樓",
            "y": 24.812241,
            "x": 120.984674
        },
        {
            "name": "新竹大竹店",
            "address": "新竹市北區西大路８４８號",
            "y": 24.811475,
            "x": 120.956422
        },
        {
            "name": "新竹水田店",
            "address": "新竹市北區中正路２４０號１樓",
            "y": 24.811305,
            "x": 120.965147
        },
        {
            "name": "新竹國光店",
            "address": "新竹市北區經國路２段１９０號１樓",
            "y": 24.810661,
            "x": 120.96203
        },
        {
            "name": "竹北時尚店",
            "address": "新竹縣竹北市嘉豐十一路１段３１號１樓",
            "y": 24.810444,
            "x": 121.036991
        },
        {
            "name": "新竹金高店",
            "address": "新竹市東區中華路２段１號",
            "y": 24.809314,
            "x": 120.983471
        },
        {
            "name": "竹北唯美店",
            "address": "新竹縣竹北市嘉豐六路二段１９號",
            "y": 24.809103,
            "x": 121.028514
        },
        {
            "name": "新竹巨城店",
            "address": "新竹市東區中央路２２９號Ｂ１",
            "y": 24.809074,
            "x": 120.974823
        },
        {
            "name": "竹北嘉豐店",
            "address": "新竹縣竹北市嘉豐五路二段７９號１樓",
            "y": 24.808924,
            "x": 121.025849
        },
        {
            "name": "新竹民族店",
            "address": "新竹市東區三民里民族路１３９號一樓",
            "y": 24.808744,
            "x": 120.978366
        },
        {
            "name": "新竹新民店",
            "address": "新竹市北區北大路２５２號",
            "y": 24.807595,
            "x": 120.964389
        },
        {
            "name": "竹北六家店",
            "address": "新竹縣竹北市文興路二段５２９號全部",
            "y": 24.80699,
            "x": 121.03706
        },
        {
            "name": "新竹延平店",
            "address": "新竹市香山區延平路二段７２７巷１號",
            "y": 24.806537,
            "x": 120.921389
        },
        {
            "name": "新竹大富店",
            "address": "新竹市北區西大路５２７號",
            "y": 24.806533,
            "x": 120.96199
        },
        {
            "name": "新竹金站店",
            "address": "新竹市東區中正路１００號地下室、１－２樓",
            "y": 24.805583,
            "x": 120.969687
        },
        {
            "name": "新竹金鵬店",
            "address": "新竹市北區延平路一段３８８號１樓",
            "y": 24.805163,
            "x": 120.949151
        },
        {
            "name": "新竹廟口店",
            "address": "新竹市北區中山路９０號",
            "y": 24.804852,
            "x": 120.965572
        },
        {
            "name": "新竹客進店",
            "address": "新竹市北區經國路二段５４９號",
            "y": 24.803552,
            "x": 120.955266
        },
        {
            "name": "新竹大同店",
            "address": "新竹市東區成功里大同路１６號１８號一樓",
            "y": 24.80312,
            "x": 120.96995
        },
        {
            "name": "新竹西大店",
            "address": "新竹市北區西大路４０２．４０４號１樓",
            "y": 24.802892,
            "x": 120.964991
        },
        {
            "name": "新竹建美店",
            "address": "新竹市東區公道五路二段２７１號１樓",
            "y": 24.80251,
            "x": 120.99805
        },
        {
            "name": "新竹公學店",
            "address": "新竹市東區建功一路９９號１樓",
            "y": 24.802191,
            "x": 120.994771
        },
        {
            "name": "新竹東大店",
            "address": "新竹市東區南大路８３號１樓",
            "y": 24.801757,
            "x": 120.976583
        },
        {
            "name": "新竹遠百店",
            "address": "新竹市北區西門街１０１號１、２樓",
            "y": 24.801715,
            "x": 120.96387
        },
        {
            "name": "新竹建源店",
            "address": "新竹市東區建中一路６０號１樓",
            "y": 24.801522,
            "x": 120.992805
        },
        {
            "name": "新竹中山店",
            "address": "新竹市北區四維路９１號",
            "y": 24.801029,
            "x": 120.96056
        },
        {
            "name": "新竹綠光店",
            "address": "新竹市東區綠水路６３號１樓及地下室",
            "y": 24.80051,
            "x": 120.983771
        },
        {
            "name": "新竹師專店",
            "address": "新竹市北區西門街２０３號１樓",
            "y": 24.8002,
            "x": 120.96168
        },
        {
            "name": "新竹食品店",
            "address": "新竹市東區食品路４７號１樓",
            "y": 24.79996,
            "x": 120.9812
        },
        {
            "name": "新竹得美店",
            "address": "新竹市東區南大路２５６號１樓",
            "y": 24.799589,
            "x": 120.972687
        },
        {
            "name": "新竹竹蓮店",
            "address": "新竹市東區竹蓮街１０４號１樓",
            "y": 24.79896,
            "x": 120.96984
        },
        {
            "name": "新竹德安店",
            "address": "新竹市東區公道五路二段８９號１樓",
            "y": 24.798129,
            "x": 121.00673
        },
        {
            "name": "新竹頂福店",
            "address": "新竹市香山區中山路５４０號１樓",
            "y": 24.798072,
            "x": 120.956174
        },
        {
            "name": "新竹濱海店",
            "address": "新竹市香山區西濱路二段６０１號",
            "y": 24.797359,
            "x": 120.94181
        },
        {
            "name": "關西正義店",
            "address": "新竹縣關西鎮正義路２５４號，２５６號",
            "y": 24.796821,
            "x": 121.173137
        },
        {
            "name": "新竹新四維店",
            "address": "新竹市東區中華路三段８號１、２樓",
            "y": 24.796796,
            "x": 120.961654
        },
        {
            "name": "新竹東埔店",
            "address": "新竹市香山區牛埔東路１９６號１樓",
            "y": 24.79679,
            "x": 120.945211
        },
        {
            "name": "新竹水木店",
            "address": "新竹市東區光復路２段１０１號水木餐廳１樓",
            "y": 24.796305,
            "x": 120.996799
        },
        {
            "name": "新竹華夏店",
            "address": "新竹市香山區埔前路４９號",
            "y": 24.795467,
            "x": 120.937956
        },
        {
            "name": "新竹金福店",
            "address": "新竹市香山區中山路６４０巷１７０號１樓",
            "y": 24.795464,
            "x": 120.951489
        },
        {
            "name": "新竹品明店",
            "address": "新竹市東區新光里食品路４０６號１樓",
            "y": 24.793835,
            "x": 120.96825
        },
        {
            "name": "新竹師苑店",
            "address": "新竹市東區振興里南大路６３６號，６３８號一樓",
            "y": 24.793135,
            "x": 120.962759
        },
        {
            "name": "新竹大庄店",
            "address": "新竹市香山區香北路８６號１樓",
            "y": 24.791912,
            "x": 120.927341
        },
        {
            "name": "關西宏義店",
            "address": "新竹縣關西鎮正義路２７號１樓",
            "y": 24.791581,
            "x": 121.176056
        },
        {
            "name": "新竹慈雲店",
            "address": "新竹市東區立鵬路１０１號",
            "y": 24.79132,
            "x": 121.01082
        },
        {
            "name": "新竹台玻店",
            "address": "新竹市香山區中華路４段４７０號",
            "y": 24.791136,
            "x": 120.937422
        },
        {
            "name": "新竹交大店",
            "address": "新竹市東區光明里大學路１００１之２號一樓",
            "y": 24.789143,
            "x": 120.999493
        },
        {
            "name": "交大新研三店",
            "address": "新竹市東區大學路１００１號研三舍",
            "y": 24.789143,
            "x": 120.999493
        },
        {
            "name": "新竹庄頭店",
            "address": "新竹市香山區大庄路１７號",
            "y": 24.789018,
            "x": 120.928434
        },
        {
            "name": "新竹新興店",
            "address": "新竹市東區光鎮里南大路５７７號一樓",
            "y": 24.788984,
            "x": 120.966671
        },
        {
            "name": "新竹龍山店",
            "address": "新竹市東區龍山東路２２８號１樓",
            "y": 24.788828,
            "x": 121.012358
        },
        {
            "name": "新竹關新店",
            "address": "新竹市東區關新東路３５０號１樓",
            "y": 24.786235,
            "x": 121.020395
        },
        {
            "name": "新竹科學店",
            "address": "新竹市東區光復路一段６０３號１樓",
            "y": 24.785935,
            "x": 121.011344
        },
        {
            "name": "新竹新莊店",
            "address": "新竹市東區新莊街５２號１樓",
            "y": 24.785314,
            "x": 121.016165
        },
        {
            "name": "新竹寶山店",
            "address": "新竹市東區寶山路４４８號１樓",
            "y": 24.78471,
            "x": 120.99055
        },
        {
            "name": "新竹新民治店",
            "address": "新竹市東區科園里８鄰科學園路８８號１樓",
            "y": 24.784662,
            "x": 121.010601
        },
        {
            "name": "新竹頎邦店",
            "address": "新竹市東區展業一路１０號９樓﹝新竹科學園區﹞",
            "y": 24.784481,
            "x": 121.002821
        },
        {
            "name": "新竹新龍安店",
            "address": "新竹市東區光復路一段５２５巷１３號１樓",
            "y": 24.784174,
            "x": 121.013522
        },
        {
            "name": "新竹元村店",
            "address": "新竹市香山區元培街１９７＆１９９號１樓",
            "y": 24.782807,
            "x": 120.933014
        },
        {
            "name": "新竹竹科店",
            "address": "新竹市東區科學工業園區竹村七路７號１樓",
            "y": 24.780324,
            "x": 121.007165
        },
        {
            "name": "新竹瑞昱二店",
            "address": "新竹市東區園區二路９號１樓",
            "y": 24.77961,
            "x": 120.99899
        },
        {
            "name": "新竹科館店",
            "address": "新竹市東區工業東二路１號１樓",
            "y": 24.778217,
            "x": 121.006009
        },
        {
            "name": "新竹十一街店",
            "address": "新竹市東區金山街６３號１樓部份",
            "y": 24.777933,
            "x": 121.022155
        },
        {
            "name": "新竹金元寶店",
            "address": "新竹市東區金山九街６８號１樓",
            "y": 24.777101,
            "x": 121.020788
        },
        {
            "name": "新竹翠峰店",
            "address": "新竹市東區高峰里高翠路３７５號",
            "y": 24.777049,
            "x": 120.983534
        },
        {
            "name": "新竹學園店",
            "address": "新竹市香山區元培街３６５－１號１樓",
            "y": 24.776569,
            "x": 120.942912
        },
        {
            "name": "新竹金科店",
            "address": "新竹市東區金山街１６２號１樓",
            "y": 24.775582,
            "x": 121.0264
        },
        {
            "name": "壯圍美功店",
            "address": "宜蘭縣壯圍鄉美功路一段１６８號",
            "y": 24.775133,
            "x": 121.783003
        },
        {
            "name": "新竹向陽店",
            "address": "新竹市東區明湖路６４６號",
            "y": 24.77513,
            "x": 120.967106
        },
        {
            "name": "新竹晶電店",
            "address": "新竹市東區科學園區力行路２１號３樓",
            "y": 24.775052,
            "x": 121.021047
        },
        {
            "name": "新竹玄奘店",
            "address": "新竹市香山區玄奘路４８號１樓",
            "y": 24.774865,
            "x": 120.944
        },
        {
            "name": "竹東工研店",
            "address": "新竹縣竹東鎮中興路四段１９５號５２館１樓",
            "y": 24.774329,
            "x": 121.047668
        },
        {
            "name": "新竹新日光店",
            "address": "新竹市東區力行三路７號１樓（科學園區）",
            "y": 24.773441,
            "x": 121.020738
        },
        {
            "name": "竹東上舜店",
            "address": "新竹縣竹東鎮光明路２６１號．２６３號１樓",
            "y": 24.772218,
            "x": 121.056064
        },
        {
            "name": "芎林富林店",
            "address": "新竹縣芎林鄉富林路三段９４號１樓",
            "y": 24.769834,
            "x": 121.078091
        },
        {
            "name": "竹東新市店",
            "address": "新竹縣竹東鎮中央路９２號",
            "y": 24.769435,
            "x": 121.057046
        },
        {
            "name": "新竹元太店",
            "address": "新竹市東區力行一路３號Ｂ１員工餐廳",
            "y": 24.769059,
            "x": 121.017499
        },
        {
            "name": "宜蘭新吳沙店",
            "address": "宜蘭縣宜蘭市中山路五段８１號一樓",
            "y": 24.768594,
            "x": 121.756121
        },
        {
            "name": "新竹五福店",
            "address": "新竹市東區明湖路１２５５號１樓",
            "y": 24.767557,
            "x": 120.979695
        },
        {
            "name": "新竹旺宏店",
            "address": "新竹市東區科學園區力行路１６號",
            "y": 24.76738,
            "x": 121.0249
        },
        {
            "name": "新竹香山店",
            "address": "新竹市香山區中華路五段６７８號１樓",
            "y": 24.767111,
            "x": 120.915265
        },
        {
            "name": "宜蘭大福店",
            "address": "宜蘭縣宜蘭市大福路一段４３號，４５號",
            "y": 24.766964,
            "x": 121.770354
        },
        {
            "name": "新竹旺宏三店",
            "address": "新竹市東區力行路１９號１樓（新竹科學園區）",
            "y": 24.76368,
            "x": 121.023028
        },
        {
            "name": "新竹頎邦二店",
            "address": "新竹市東區力行五路３號２樓（新竹科學園區）",
            "y": 24.763481,
            "x": 121.020769
        },
        {
            "name": "宜蘭中山店",
            "address": "宜蘭縣宜蘭市中山路三段２１０號一樓",
            "y": 24.760522,
            "x": 121.753423
        },
        {
            "name": "竹東新中興店",
            "address": "新竹縣竹東鎮中興路二段１６２號",
            "y": 24.759913,
            "x": 121.06352
        },
        {
            "name": "宜蘭文昌店",
            "address": "宜蘭縣宜蘭市文昌路１２０號",
            "y": 24.758334,
            "x": 121.749514
        },
        {
            "name": "宜蘭陽明店",
            "address": "宜蘭縣宜蘭市新民路１４８號",
            "y": 24.75748,
            "x": 121.75443
        },
        {
            "name": "新竹中華店",
            "address": "新竹市香山區五福路二段７７６、７７８號",
            "y": 24.756906,
            "x": 120.95237
        },
        {
            "name": "宜蘭新延平店",
            "address": "宜蘭縣宜蘭市延平路３８之４１號",
            "y": 24.755348,
            "x": 121.764247
        },
        {
            "name": "宜蘭南館店",
            "address": "宜蘭縣宜蘭市中山路三段２０、２２號１樓",
            "y": 24.755337,
            "x": 121.752157
        },
        {
            "name": "宜蘭福泰店",
            "address": "宜蘭縣宜蘭市泰山路８３號",
            "y": 24.754137,
            "x": 121.745031
        },
        {
            "name": "宜蘭東港店",
            "address": "宜蘭縣宜蘭市慈安里東港路８４號、８６號一樓",
            "y": 24.751892,
            "x": 121.753476
        },
        {
            "name": "宜蘭民族店",
            "address": "宜蘭縣宜蘭市民族路２８１號一樓",
            "y": 24.751698,
            "x": 121.747355
        },
        {
            "name": "宜蘭陽大店",
            "address": "宜蘭縣宜蘭市校舍路１６９號Ｂ１",
            "y": 24.750204,
            "x": 121.757976
        },
        {
            "name": "宜蘭內員山店",
            "address": "宜蘭縣員山鄉溫泉路１０號、１０之１號",
            "y": 24.749655,
            "x": 121.713543
        },
        {
            "name": "宜蘭新泰山店",
            "address": "宜蘭縣宜蘭市泰山路５３５號１樓",
            "y": 24.748361,
            "x": 121.732413
        },
        {
            "name": "竹東北興店",
            "address": "新竹縣竹東鎮北興路三段５０３號１樓",
            "y": 24.748247,
            "x": 121.081931
        },
        {
            "name": "壯圍吉祥店",
            "address": "宜蘭縣壯圍鄉壯五路２７８號１樓",
            "y": 24.747018,
            "x": 121.784713
        },
        {
            "name": "宜蘭神農店",
            "address": "宜蘭縣宜蘭市神農路一段１０２號；農權路２５７，２５",
            "y": 24.746771,
            "x": 121.749402
        },
        {
            "name": "宜蘭員山店",
            "address": "宜蘭縣員山鄉員山路一段１２２號１樓",
            "y": 24.746676,
            "x": 121.728608
        },
        {
            "name": "宜蘭學府店",
            "address": "宜蘭縣宜蘭市女中路三段２３９號一樓",
            "y": 24.745514,
            "x": 121.74218
        },
        {
            "name": "新竹內湖店",
            "address": "新竹市香山區內湖路３９號",
            "y": 24.744204,
            "x": 120.906067
        },
        {
            "name": "竹東長春店",
            "address": "新竹縣竹東鎮長春路三段１６５號一、二樓",
            "y": 24.743202,
            "x": 121.083649
        },
        {
            "name": "宜蘭嵐峰店",
            "address": "宜蘭縣宜蘭市嵐峰路１段１１０號１樓",
            "y": 24.742536,
            "x": 121.75274
        },
        {
            "name": "竹東興仁店",
            "address": "新竹縣竹東鎮仁愛路４４６號１樓",
            "y": 24.74025,
            "x": 121.091831
        },
        {
            "name": "竹東東寧店",
            "address": "新竹縣竹東鎮東寧路三段１５１號",
            "y": 24.739999,
            "x": 121.085415
        },
        {
            "name": "宜蘭凱旋店",
            "address": "宜蘭縣宜蘭市公園路１號",
            "y": 24.73982,
            "x": 121.75925
        },
        {
            "name": "竹東新商華店",
            "address": "新竹縣竹東鎮東寧路三段４３號全部一樓至四樓",
            "y": 24.737529,
            "x": 121.087567
        },
        {
            "name": "宜蘭進士店",
            "address": "宜蘭縣宜蘭市南橋路４２７號",
            "y": 24.735669,
            "x": 121.740452
        },
        {
            "name": "芎林五龍店",
            "address": "新竹縣芎林鄉五和街１２６號",
            "y": 24.734916,
            "x": 121.119698
        },
        {
            "name": "竹東鎮金店",
            "address": "新竹縣竹東鎮中山路６７號１樓",
            "y": 24.733977,
            "x": 121.09333
        },
        {
            "name": "新竹中隘店",
            "address": "新竹市香山區中華路六段６６７號、６６９號１樓",
            "y": 24.731379,
            "x": 120.915986
        },
        {
            "name": "宜蘭縣府店",
            "address": "宜蘭縣宜蘭市中山路一段３４６號一至二樓",
            "y": 24.730714,
            "x": 121.76544
        },
        {
            "name": "竹東致東店",
            "address": "新竹縣竹東鎮中正路１號",
            "y": 24.729691,
            "x": 121.091931
        },
        {
            "name": "宜蘭五結店",
            "address": "宜蘭縣五結鄉五結中路１７、１９號",
            "y": 24.727571,
            "x": 121.76956
        },
        {
            "name": "竹東大林店",
            "address": "新竹縣竹東鎮中豐路三段６號１樓",
            "y": 24.726682,
            "x": 121.085509
        },
        {
            "name": "竹東大鄉店",
            "address": "新竹縣竹東鎮中豐路三段９７．９９號１樓",
            "y": 24.726281,
            "x": 121.084599
        },
        {
            "name": "橫山致豐店",
            "address": "新竹縣橫山鄉大肚村１２鄰中豐路二段１１２－２號",
            "y": 24.725934,
            "x": 121.129703
        },
        {
            "name": "竹南廣源店",
            "address": "苗栗縣竹南鎮公義路１６３６－１號１樓",
            "y": 24.723874,
            "x": 120.904794
        },
        {
            "name": "竹東榮總店",
            "address": "新竹縣竹東鎮中豐路１段８１號",
            "y": 24.721829,
            "x": 121.109977
        },
        {
            "name": "宜蘭內城店",
            "address": "宜蘭縣員山鄉內城路４５５號１樓",
            "y": 24.720668,
            "x": 121.689122
        },
        {
            "name": "新竹橫山店",
            "address": "新竹縣橫山鄉橫山村４鄰中豐路一段２６２號",
            "y": 24.720315,
            "x": 121.116374
        },
        {
            "name": "竹南群聯店",
            "address": "苗栗縣竹南鎮群義路１號７樓",
            "y": 24.718791,
            "x": 120.910196
        },
        {
            "name": "竹東東峰店",
            "address": "新竹縣竹東鎮員崠里東峰路１６２號１樓",
            "y": 24.717942,
            "x": 121.09634
        },
        {
            "name": "竹南中義店",
            "address": "苗栗縣竹南鎮公義路１３５４號１樓",
            "y": 24.71558,
            "x": 120.906205
        },
        {
            "name": "竹南家扶店",
            "address": "苗栗縣竹南鎮科學路１６０號１樓",
            "y": 24.714706,
            "x": 120.917199
        },
        {
            "name": "竹南中華店",
            "address": "苗栗縣竹南鎮中華路１８９號１樓、２樓",
            "y": 24.710743,
            "x": 120.923323
        },
        {
            "name": "竹南正大埔店",
            "address": "苗栗縣竹南鎮科專五路２４８號１樓",
            "y": 24.710005,
            "x": 120.902464
        },
        {
            "name": "竹南京華店",
            "address": "苗栗縣竹南鎮中華路１２３號１樓",
            "y": 24.709207,
            "x": 120.923992
        },
        {
            "name": "竹南金大埔店",
            "address": "苗栗縣竹南鎮科專七路２２１號",
            "y": 24.705325,
            "x": 120.902158
        },
        {
            "name": "竹南龍佳店",
            "address": "苗栗縣竹南鎮佳北二街１號",
            "y": 24.702416,
            "x": 120.880439
        },
        {
            "name": "頭份文化店",
            "address": "苗栗縣頭份市後庄里文化街２０９號一樓",
            "y": 24.700469,
            "x": 120.900096
        },
        {
            "name": "峨眉台三線店",
            "address": "新竹縣峨眉鄉石井村石井２７－１７號",
            "y": 24.697885,
            "x": 121.003778
        },
        {
            "name": "頭份八寶店",
            "address": "苗栗縣頭份市信義路５３３號１樓",
            "y": 24.697304,
            "x": 120.893334
        },
        {
            "name": "竹南新豐店",
            "address": "苗栗縣竹南鎮公義路１３６號６樓",
            "y": 24.696751,
            "x": 120.881844
        },
        {
            "name": "竹南龍好店",
            "address": "苗栗縣竹南鎮龍山路二段２號一樓",
            "y": 24.696575,
            "x": 120.869024
        },
        {
            "name": "頭份武昌店",
            "address": "苗栗縣頭份市中華路１３２２號１樓",
            "y": 24.694817,
            "x": 120.916388
        },
        {
            "name": "頭份大同店",
            "address": "苗栗縣頭份市建國里大同路１號一樓",
            "y": 24.69403,
            "x": 120.913869
        },
        {
            "name": "頭份新市鎮店",
            "address": "苗栗縣頭份市中央路７５３號１樓",
            "y": 24.693988,
            "x": 120.889004
        },
        {
            "name": "頭份中央店",
            "address": "苗栗縣頭份市中央路７６號１樓",
            "y": 24.693857,
            "x": 120.88852
        },
        {
            "name": "竹南龍天店",
            "address": "苗栗縣竹南鎮聖福里龍天路５７號１樓",
            "y": 24.692861,
            "x": 120.871585
        },
        {
            "name": "竹南龍鳳店",
            "address": "苗栗縣竹南鎮龍鳳里２０鄰龍山路一段１６７號",
            "y": 24.692207,
            "x": 120.866386
        },
        {
            "name": "羅東復興店",
            "address": "宜蘭縣羅東鎮竹林里復興路二段１０２號１樓",
            "y": 24.69195,
            "x": 121.763799
        },
        {
            "name": "竹南新七囍店",
            "address": "苗栗縣竹南鎮博愛街７９９號",
            "y": 24.691633,
            "x": 120.862038
        },
        {
            "name": "頭份公園店",
            "address": "苗栗縣頭份市東庄里公園路２號",
            "y": 24.690813,
            "x": 120.892811
        },
        {
            "name": "竹南崁頂店",
            "address": "苗栗縣竹南鎮永貞路二段１４９號",
            "y": 24.690462,
            "x": 120.885282
        },
        {
            "name": "竹南光華店",
            "address": "苗栗縣竹南鎮光復路２４１號１樓",
            "y": 24.689699,
            "x": 120.879268
        },
        {
            "name": "五結國道店",
            "address": "宜蘭縣五結鄉中興路一段１７７號１樓",
            "y": 24.688538,
            "x": 121.79113
        },
        {
            "name": "頭份尚順店",
            "address": "苗栗縣頭份市東民三街１號１樓",
            "y": 24.688419,
            "x": 120.902986
        },
        {
            "name": "頭份上公園店",
            "address": "苗栗縣頭份市中正路３５６號",
            "y": 24.688104,
            "x": 120.914512
        },
        {
            "name": "竹南大營店",
            "address": "苗栗縣竹南鎮自由街１９８號",
            "y": 24.688039,
            "x": 120.872951
        },
        {
            "name": "頭份信東店",
            "address": "苗栗縣頭份市中華路１１３５號１樓",
            "y": 24.687553,
            "x": 120.910659
        },
        {
            "name": "頭份尚順二店",
            "address": "苗栗縣頭份市尚順路５０號１樓",
            "y": 24.687139,
            "x": 120.901506
        },
        {
            "name": "頭份為恭店",
            "address": "苗栗縣頭份市信義路１２８號１樓（如附圖所示）",
            "y": 24.687096,
            "x": 120.907345
        },
        {
            "name": "竹南博愛店",
            "address": "苗栗縣竹南鎮博愛街５３號１樓及地下室",
            "y": 24.68664,
            "x": 120.877863
        },
        {
            "name": "竹南火車頭店",
            "address": "苗栗縣竹南鎮中山路１６６號２樓",
            "y": 24.686553,
            "x": 120.880341
        },
        {
            "name": "竹南天文店",
            "address": "苗栗縣竹南鎮天文路５１號",
            "y": 24.686293,
            "x": 120.883706
        },
        {
            "name": "頭份和平店",
            "address": "苗栗縣頭份市和平路８３號１樓",
            "y": 24.685409,
            "x": 120.906582
        },
        {
            "name": "頭份雙民店",
            "address": "苗栗縣頭份市民族里民族路１９６號１樓",
            "y": 24.684818,
            "x": 120.903161
        },
        {
            "name": "竹南環市店",
            "address": "苗栗縣竹南鎮環市路二段７５號１樓２樓",
            "y": 24.684294,
            "x": 120.868727
        },
        {
            "name": "頭份信義店",
            "address": "苗栗縣頭份市中山路５３號１樓及地下室",
            "y": 24.683916,
            "x": 120.908098
        },
        {
            "name": "五結濱海店",
            "address": "宜蘭縣五結鄉季新村五濱路二段２３０號一樓",
            "y": 24.683377,
            "x": 121.826673
        },
        {
            "name": "頭份田寮店",
            "address": "苗栗縣頭份市田寮里１０鄰自強路２段６２８號",
            "y": 24.682566,
            "x": 120.882222
        },
        {
            "name": "竹南環營店",
            "address": "苗栗縣竹南鎮環市路一段１６２號",
            "y": 24.682348,
            "x": 120.873027
        },
        {
            "name": "頭份斗煥店",
            "address": "苗栗縣頭份市大營路１號",
            "y": 24.682152,
            "x": 120.940903
        },
        {
            "name": "五結興盛店",
            "address": "宜蘭縣五結鄉五結路三段７５１號１Ｆ",
            "y": 24.681833,
            "x": 121.7762
        },
        {
            "name": "羅東倉前店",
            "address": "宜蘭縣羅東鎮公正里興東路１６１號一樓",
            "y": 24.680796,
            "x": 121.768853
        },
        {
            "name": "宜蘭薪傳店",
            "address": "宜蘭縣五結鄉傳藝路二段１５６號一樓及停車場",
            "y": 24.68035,
            "x": 121.79388
        },
        {
            "name": "羅東公正店",
            "address": "宜蘭縣羅東鎮公正路５５１號．５５３號．５５５號",
            "y": 24.67924,
            "x": 121.75667
        },
        {
            "name": "頭份立華店",
            "address": "苗栗縣頭份市中華路６００之８號１樓",
            "y": 24.678682,
            "x": 120.899355
        },
        {
            "name": "羅東北城店",
            "address": "宜蘭縣羅東鎮四育路７１號",
            "y": 24.677961,
            "x": 121.759823
        },
        {
            "name": "羅東後站店",
            "address": "宜蘭縣羅東鎮公正路２號",
            "y": 24.677916,
            "x": 121.77453
        },
        {
            "name": "羅東站前店",
            "address": "宜蘭縣羅東鎮公正路６１號",
            "y": 24.677893,
            "x": 121.772535
        },
        {
            "name": "羅東金鼎店",
            "address": "宜蘭縣羅東鎮興東路８之１號１樓",
            "y": 24.677385,
            "x": 121.768424
        },
        {
            "name": "羅東新興東店",
            "address": "宜蘭縣羅東鎮純精路一段２３６號一樓",
            "y": 24.67422,
            "x": 121.763816
        },
        {
            "name": "羅東南門店",
            "address": "宜蘭縣羅東鎮中正路１號",
            "y": 24.672747,
            "x": 121.770269
        },
        {
            "name": "羅東南豪店",
            "address": "宜蘭縣羅東鎮中正南路１９號壹樓",
            "y": 24.672336,
            "x": 121.770168
        },
        {
            "name": "羅東天祥店",
            "address": "宜蘭縣羅東鎮南昌東街３９號１樓",
            "y": 24.672098,
            "x": 121.776114
        },
        {
            "name": "宜蘭廣源店",
            "address": "宜蘭縣冬山鄉廣興路４８號",
            "y": 24.67132,
            "x": 121.752523
        },
        {
            "name": "宜蘭廣鑫店",
            "address": "宜蘭縣冬山鄉廣興路２６７號",
            "y": 24.669472,
            "x": 121.747649
        },
        {
            "name": "冬山義新店",
            "address": "宜蘭縣冬山鄉義成路三段４０９號",
            "y": 24.66735,
            "x": 121.767949
        },
        {
            "name": "五結利澤店",
            "address": "宜蘭縣五結鄉利澤村利成路二段３９０號一樓",
            "y": 24.666116,
            "x": 121.822867
        },
        {
            "name": "冬山群英店",
            "address": "宜蘭縣冬山鄉冬山路三段５９５號",
            "y": 24.665554,
            "x": 121.773326
        },
        {
            "name": "冬山義成店",
            "address": "宜蘭縣冬山鄉義成路三段三一六號一樓",
            "y": 24.66286,
            "x": 121.766718
        },
        {
            "name": "頭份尖山店",
            "address": "苗栗縣頭份市中華路８號",
            "y": 24.662188,
            "x": 120.878704
        },
        {
            "name": "宜蘭天送埤店",
            "address": "宜蘭縣三星鄉三星路七段３２２號",
            "y": 24.661812,
            "x": 121.621574
        },
        {
            "name": "造橋朝陽店",
            "address": "苗栗縣造橋鄉朝陽村朝陽路１２７號",
            "y": 24.655704,
            "x": 120.867356
        },
        {
            "name": "冬山永興店",
            "address": "宜蘭縣冬山鄉永興路一段１號１樓",
            "y": 24.653842,
            "x": 121.780732
        },
        {
            "name": "五結鑫利成店",
            "address": "宜蘭縣五結鄉利成路一段５－１號",
            "y": 24.64846,
            "x": 121.828046
        },
        {
            "name": "蘇澳馬賽店",
            "address": "宜蘭縣蘇澳鎮大同路７號１樓",
            "y": 24.621245,
            "x": 121.834228
        },
        {
            "name": "苗栗新農會店",
            "address": "苗栗縣苗栗市中苗里１４鄰中山路５２４號１樓",
            "y": 24.615891,
            "x": 120.788924
        },
        {
            "name": "蘇澳聖湖店",
            "address": "宜蘭縣蘇澳鎮聖湖里中山路二段３１號一樓",
            "y": 24.61519,
            "x": 121.82183
        },
        {
            "name": "後龍大龍店",
            "address": "苗栗縣後龍鎮中北街６７－３號６７－４號６７－５號",
            "y": 24.615068,
            "x": 120.788461
        },
        {
            "name": "苗栗高鐵店",
            "address": "苗栗縣後龍鎮高鐵三路２６８號",
            "y": 24.605839,
            "x": 120.825177
        },
        {
            "name": "後龍好望角店",
            "address": "苗栗縣後龍鎮十班坑１５５－１１號",
            "y": 24.601095,
            "x": 120.773177
        },
        {
            "name": "後龍新東店",
            "address": "苗栗縣後龍鎮豐富里造豐路１２６號",
            "y": 24.600368,
            "x": 120.829128
        },
        {
            "name": "南庄桂花園店",
            "address": "苗栗縣南庄鄉南江村５鄰東江８９號１樓",
            "y": 24.597019,
            "x": 121.000299
        },
        {
            "name": "蘇澳車頭店",
            "address": "宜蘭縣蘇澳鎮蘇南里中山路一段６３號一樓",
            "y": 24.595983,
            "x": 121.851529
        },
        {
            "name": "苗栗新大發店",
            "address": "苗栗縣苗栗市福安里２２鄰中華路６７３號",
            "y": 24.586778,
            "x": 120.824936
        },
        {
            "name": "苗栗嘉新店",
            "address": "苗栗縣苗栗市國華路１２６號",
            "y": 24.574065,
            "x": 120.830348
        },
        {
            "name": "頭屋雙龍店",
            "address": "苗栗縣頭屋鄉尖豐路１３５－２號",
            "y": 24.57402,
            "x": 120.849386
        },
        {
            "name": "苗栗真興店",
            "address": "苗栗縣苗栗市為公路５４０號",
            "y": 24.573677,
            "x": 120.838118
        },
        {
            "name": "苗栗台鐵店",
            "address": "苗栗縣苗栗市為公路１－１號３樓",
            "y": 24.569984,
            "x": 120.822425
        },
        {
            "name": "苗栗英才店",
            "address": "苗栗縣苗栗市英才路１２７號",
            "y": 24.569307,
            "x": 120.82078
        },
        {
            "name": "苗栗自治店",
            "address": "苗栗縣苗栗市自治路１６２號",
            "y": 24.566224,
            "x": 120.818293
        },
        {
            "name": "苗栗福麗店",
            "address": "苗栗縣苗栗市民族路１３２號１樓",
            "y": 24.564007,
            "x": 120.816072
        },
        {
            "name": "苗栗玉清店",
            "address": "苗栗縣苗栗市玉清里玉清路３８號１樓",
            "y": 24.562528,
            "x": 120.833554
        },
        {
            "name": "聯合大學店",
            "address": "苗栗縣苗栗市恭敬里聯大１號",
            "y": 24.561719,
            "x": 120.818886
        },
        {
            "name": "苗栗富樂店",
            "address": "苗栗縣苗栗市中正路３９９號一樓",
            "y": 24.560802,
            "x": 120.822561
        },
        {
            "name": "苗栗中山店",
            "address": "苗栗縣苗栗市高苗里中山路９８６之４號一樓",
            "y": 24.551576,
            "x": 120.813819
        },
        {
            "name": "苗栗大勝店",
            "address": "苗栗縣苗栗市新東街１４２號",
            "y": 24.551181,
            "x": 120.821164
        },
        {
            "name": "苗栗大利店",
            "address": "苗栗縣苗栗市中正路１１３２號",
            "y": 24.546446,
            "x": 120.816249
        },
        {
            "name": "苗栗獅潭店",
            "address": "苗栗縣獅潭鄉新店村新店１５０之６號一樓",
            "y": 24.537009,
            "x": 120.918228
        },
        {
            "name": "苗栗聯大店",
            "address": "苗栗縣苗栗市南勢里聯大二號",
            "y": 24.522633,
            "x": 120.794989
        },
        {
            "name": "宜蘭東澳店",
            "address": "宜蘭縣南澳鄉東岳村蘇花路三段２０１號一樓",
            "y": 24.520314,
            "x": 121.832832
        },
        {
            "name": "公館福星店",
            "address": "苗栗縣公館鄉福星村福星２００號",
            "y": 24.505921,
            "x": 120.8285
        },
        {
            "name": "公館金交流店",
            "address": "苗栗縣公館鄉玉谷村１４鄰向陽３１號１樓",
            "y": 24.505921,
            "x": 120.8285
        },
        {
            "name": "公館新鶴岡店",
            "address": "苗栗縣公館鄉鶴山村７鄰鶴山２３５之１號１樓",
            "y": 24.505921,
            "x": 120.8285
        },
        {
            "name": "公館農會店",
            "address": "苗栗縣公館鄉忠孝路２２７號",
            "y": 24.504977,
            "x": 120.827719
        },
        {
            "name": "銅鑼工業店",
            "address": "苗栗縣銅鑼鄉中平村中興路３之１號１樓",
            "y": 24.493699,
            "x": 120.801302
        },
        {
            "name": "銅鑼新福興店",
            "address": "苗栗縣銅鑼鄉福興村１３鄰平陽路４０－６號１樓",
            "y": 24.492769,
            "x": 120.78929
        },
        {
            "name": "通霄中正店",
            "address": "苗栗縣通霄鎮中正路８０號",
            "y": 24.490769,
            "x": 120.679515
        },
        {
            "name": "通霄河堤店",
            "address": "苗栗縣通霄鎮忠孝路８－１號",
            "y": 24.487702,
            "x": 120.681273
        },
        {
            "name": "銅鑼金銅鑼店",
            "address": "苗栗縣銅鑼鄉中正路１３３號",
            "y": 24.487109,
            "x": 120.786948
        },
        {
            "name": "宜蘭南澳店",
            "address": "宜蘭縣南澳鄉蘇花路二段３３５號一樓",
            "y": 24.465291,
            "x": 121.802503
        },
        {
            "name": "金門大學店",
            "address": "金門縣金寧鄉環島北路一段１６８之１號",
            "y": 24.448276,
            "x": 118.330712
        },
        {
            "name": "金門金湖店",
            "address": "金門縣金湖鎮山外里太湖路一段１２號（配送用）",
            "y": 24.444226,
            "x": 118.408807
        },
        {
            "name": "苑裡新信義店",
            "address": "苗栗縣苑裡鎮苑東里建國路５６－２號",
            "y": 24.443346,
            "x": 120.654941
        },
        {
            "name": "金門伯玉店",
            "address": "金門縣金寧鄉伯玉路２段３５１號",
            "y": 24.440958,
            "x": 118.341652
        },
        {
            "name": "苑裡新興店",
            "address": "苗栗縣苑裡鎮大同路３號",
            "y": 24.440834,
            "x": 120.652381
        },
        {
            "name": "大同南山店",
            "address": "宜蘭縣大同鄉泰雅路七段１３７號",
            "y": 24.44061,
            "x": 121.380331
        },
        {
            "name": "苑裡甜心店",
            "address": "苗栗縣苑裡鎮山柑里９鄰山柑９３號",
            "y": 24.43964,
            "x": 120.653252
        },
        {
            "name": "金門金發店",
            "address": "金門縣金湖鎮環島南路４段４８０號１樓",
            "y": 24.438078,
            "x": 118.400943
        },
        {
            "name": "金門城隍店",
            "address": "金門縣金城鎮光前路３９－５號",
            "y": 24.435732,
            "x": 118.312998
        },
        {
            "name": "苑裡金世界店",
            "address": "苗栗縣苑裡鎮世界路２段２６８號",
            "y": 24.433654,
            "x": 120.660138
        },
        {
            "name": "金門金寧店",
            "address": "金門縣金寧鄉林湖路２９５－５號１樓",
            "y": 24.432176,
            "x": 118.330401
        },
        {
            "name": "苑裡社苓店",
            "address": "苗栗縣苑裡鎮社苓里１１０－５號",
            "y": 24.40249,
            "x": 120.676787
        },
        {
            "name": "大湖新南昌店",
            "address": "苗栗縣大湖鄉南昌路２０號",
            "y": 24.397606,
            "x": 120.866618
        },
        {
            "name": "三義休息站店",
            "address": "苗栗縣三義鄉西湖村下湖５－１０號",
            "y": 24.389869,
            "x": 120.762467
        },
        {
            "name": "大安海墘店",
            "address": "台中市大安區大安港路１０２１號",
            "y": 24.377455,
            "x": 120.591202
        },
        {
            "name": "大甲鐵山店",
            "address": "台中市大甲區中山路一段１５４９號",
            "y": 24.362876,
            "x": 120.638998
        },
        {
            "name": "大甲金雁店",
            "address": "台中市大甲區信義路３０８號",
            "y": 24.353173,
            "x": 120.621867
        },
        {
            "name": "大甲甲讚店",
            "address": "台中市大甲區蔣公路１７３號",
            "y": 24.346498,
            "x": 120.621107
        },
        {
            "name": "大安全盈店",
            "address": "台中市大安區中山南路３３４號１樓",
            "y": 24.345664,
            "x": 120.5871
        },
        {
            "name": "大甲台鐵店",
            "address": "台中市大甲區中山路一段８２８號",
            "y": 24.344774,
            "x": 120.626739
        },
        {
            "name": "大甲車頭店",
            "address": "台中市大甲區大甲里蔣公路２號１樓",
            "y": 24.344659,
            "x": 120.625867
        },
        {
            "name": "大甲水源店",
            "address": "台中市大甲區水源路４５０號",
            "y": 24.34438,
            "x": 120.629287
        },
        {
            "name": "大甲甲中店",
            "address": "台中市大甲區水源路１號",
            "y": 24.342309,
            "x": 120.622728
        },
        {
            "name": "外埔皇后店",
            "address": "台中市外埔區大同里六分路２３７號１樓",
            "y": 24.332096,
            "x": 120.655763
        },
        {
            "name": "外埔國王店",
            "address": "台中市外埔區大東里甲后路７５７之１號一樓",
            "y": 24.332043,
            "x": 120.654337
        },
        {
            "name": "麗寶摩天輪店",
            "address": "台中市后里區福容路２３７號２樓",
            "y": 24.32434,
            "x": 120.69981
        },
        {
            "name": "麗寶樂園店",
            "address": "台中市后里區安眉路１１５－３１號",
            "y": 24.322476,
            "x": 120.702545
        },
        {
            "name": "卓蘭水梨店",
            "address": "苗栗縣卓蘭鎮中正路４８號",
            "y": 24.310934,
            "x": 120.825871
        },
        {
            "name": "清水高美店",
            "address": "台中市清水區高美里高美路５６０號１樓",
            "y": 24.31046,
            "x": 120.562697
        },
        {
            "name": "后里新中興店",
            "address": "台中市后里區甲后路一段３６２號",
            "y": 24.309185,
            "x": 120.726244
        },
        {
            "name": "后里文明店",
            "address": "台中市后里區文明路１０６號",
            "y": 24.306966,
            "x": 120.719029
        },
        {
            "name": "后里旺安店",
            "address": "台中市后里區中和里公安路１０５號一樓",
            "y": 24.30517,
            "x": 120.709569
        },
        {
            "name": "卓蘭上新店",
            "address": "苗栗縣卓蘭鎮上新里１９鄰上新１２號",
            "y": 24.30288,
            "x": 120.834346
        },
        {
            "name": "龍井新庄店",
            "address": "台中市龍井區新庄里新興路２２４號１樓",
            "y": 24.27866,
            "x": 120.652465
        },
        {
            "name": "石岡鐵馬店",
            "address": "台中市石岡區豐勢路１１０３號",
            "y": 24.27637,
            "x": 120.776979
        },
        {
            "name": "石岡登峰店",
            "address": "台中市石岡區明德路１７９號１樓",
            "y": 24.274528,
            "x": 120.774044
        },
        {
            "name": "清水德光店",
            "address": "台中市清水區中清路９段４４２號",
            "y": 24.273785,
            "x": 120.558349
        },
        {
            "name": "豐原真樂店",
            "address": "台中市豐原區豐勢路二段７８７號",
            "y": 24.271584,
            "x": 120.752027
        },
        {
            "name": "清水米糕店",
            "address": "臺中市清水區新興路１１９號",
            "y": 24.271265,
            "x": 120.577778
        },
        {
            "name": "清水中山店",
            "address": "台中市清水區清水里中山路１１０號",
            "y": 24.267582,
            "x": 120.575114
        },
        {
            "name": "清水金橫濱店",
            "address": "台中市清水區港埠路３段２０９號",
            "y": 24.267201,
            "x": 120.543347
        },
        {
            "name": "梧棲海星星店",
            "address": "台中市梧棲區八德路１段２號",
            "y": 24.264266,
            "x": 120.533349
        },
        {
            "name": "清水榮玉店",
            "address": "台中市清水區中正街７９號",
            "y": 24.263216,
            "x": 120.57012
        },
        {
            "name": "梧棲海王子店",
            "address": "台中市梧棲區四維路１０４號",
            "y": 24.260949,
            "x": 120.537132
        },
        {
            "name": "清水必成店",
            "address": "台中市清水區民和路二段１９９號",
            "y": 24.260725,
            "x": 120.553935
        },
        {
            "name": "豐原金旺店",
            "address": "台中市豐原區豐北街２４６號",
            "y": 24.260542,
            "x": 120.716259
        },
        {
            "name": "東勢勢林店",
            "address": "台中市東勢區勢林街２３０號",
            "y": 24.260333,
            "x": 120.828086
        },
        {
            "name": "東勢客進店",
            "address": "台中市東勢區中正路１號",
            "y": 24.258512,
            "x": 120.824031
        },
        {
            "name": "東勢豐勢店",
            "address": "台中市東勢區豐勢路４８２，４８４號１，２，３樓",
            "y": 24.257016,
            "x": 120.828483
        },
        {
            "name": "神岡工業店",
            "address": "台中市神岡區北庄里中山路１１２０之２號１１２０之３",
            "y": 24.2563,
            "x": 120.671775
        },
        {
            "name": "豐原金睿店",
            "address": "台中市豐原區豐勢路一段２５９號",
            "y": 24.255922,
            "x": 120.726845
        },
        {
            "name": "豐原豐富店",
            "address": "台中市豐原區水源路４５０－１號",
            "y": 24.25556,
            "x": 120.73349
        },
        {
            "name": "豐原新水源店",
            "address": "台中市豐原區水源路１７號",
            "y": 24.255262,
            "x": 120.74502
        },
        {
            "name": "和平梨山店",
            "address": "台中市和平區中正路８８號",
            "y": 24.254186,
            "x": 121.253638
        },
        {
            "name": "梧棲中和店",
            "address": "台中市梧棲區中和街１號１樓",
            "y": 24.25382,
            "x": 120.530855
        },
        {
            "name": "梧棲正港店",
            "address": "台中市梧棲區民生街６１號一樓",
            "y": 24.253804,
            "x": 120.529875
        },
        {
            "name": "神岡大漢店",
            "address": "台中市神岡區大漢街７２號",
            "y": 24.252853,
            "x": 120.69839
        },
        {
            "name": "豐原太陽店",
            "address": "台中市豐原區豐陽路１０９號",
            "y": 24.252358,
            "x": 120.723503
        },
        {
            "name": "梧棲港埠店",
            "address": "台中市梧棲區港埠路二段１７號",
            "y": 24.252061,
            "x": 120.536756
        },
        {
            "name": "東勢東豐店",
            "address": "台中市東勢區豐勢路２１５號．２１７號１樓",
            "y": 24.251716,
            "x": 120.829994
        },
        {
            "name": "豐原騰偉店",
            "address": "台中市豐原區豐東路２３９號",
            "y": 24.251419,
            "x": 120.733114
        },
        {
            "name": "東勢嶺先店",
            "address": "台中市東勢區泰昌里東崎路５段３６７號１樓",
            "y": 24.251079,
            "x": 120.833774
        },
        {
            "name": "豐原金美店",
            "address": "台中市豐原區信義街６０號１樓",
            "y": 24.249867,
            "x": 120.718948
        },
        {
            "name": "沙鹿鹿寮店",
            "address": "台中市沙鹿區中山路５４８之２號",
            "y": 24.249857,
            "x": 120.565888
        },
        {
            "name": "豐原葫蘆墩店",
            "address": "台中市豐原區中正路６９３號",
            "y": 24.249087,
            "x": 120.701888
        },
        {
            "name": "神岡加油店",
            "address": "台中市神岡區中山路８８號",
            "y": 24.248804,
            "x": 120.696271
        },
        {
            "name": "豐原豐東店",
            "address": "台中市豐原區豐東路１２２號",
            "y": 24.247871,
            "x": 120.730016
        },
        {
            "name": "豐原大道店",
            "address": "台中市豐原區北陽里１３鄰豐原大道四段２９３號",
            "y": 24.246785,
            "x": 120.734732
        },
        {
            "name": "豐原社皮店",
            "address": "台中市豐原區社皮里大豐路５段４５０號１樓",
            "y": 24.246506,
            "x": 120.699018
        },
        {
            "name": "豐原中興店",
            "address": "台中市豐原區圓環南路７６號",
            "y": 24.24649,
            "x": 120.711305
        },
        {
            "name": "神岡陞灃店",
            "address": "台中市神岡區中山路５１７號",
            "y": 24.246439,
            "x": 120.685353
        },
        {
            "name": "豐原社興店",
            "address": "台中市豐原區社興五街１號",
            "y": 24.246371,
            "x": 120.705068
        },
        {
            "name": "梧棲大庄店",
            "address": "台中市梧棲區大庄里臺灣大道８段５０６號１樓",
            "y": 24.246201,
            "x": 120.547475
        },
        {
            "name": "梧棲新文華店",
            "address": "台中市梧棲區文華街２０１號",
            "y": 24.246118,
            "x": 120.541813
        },
        {
            "name": "東勢東坑店",
            "address": "台中市東勢區東坑路３７７號",
            "y": 24.244956,
            "x": 120.840449
        },
        {
            "name": "新社新中和店",
            "address": "台中市新社區東新路二段３５號",
            "y": 24.244727,
            "x": 120.810941
        },
        {
            "name": "神岡新社口店",
            "address": "台中市神岡區社南里昌平路５段２８９號",
            "y": 24.243674,
            "x": 120.682605
        },
        {
            "name": "沙鹿光榮店",
            "address": "臺中市沙鹿區光華路３５９號３６１號",
            "y": 24.242781,
            "x": 120.564966
        },
        {
            "name": "沙鹿金智店",
            "address": "台中市沙鹿區成功東街４２、４４、４６號",
            "y": 24.242269,
            "x": 120.562478
        },
        {
            "name": "豐原綠山店",
            "address": "台中市豐原區北陽里南陽路６０號一樓",
            "y": 24.24202,
            "x": 120.732274
        },
        {
            "name": "豐原榮豐店",
            "address": "台中市豐原區豐中路７９號１Ｆ",
            "y": 24.242014,
            "x": 120.71844
        },
        {
            "name": "新社興安店",
            "address": "台中市新社區新社里興社街四段２６之１號一樓",
            "y": 24.24181,
            "x": 120.80843
        },
        {
            "name": "大雅清泉店",
            "address": "台中市大雅區六寶里中清路四段９２１號１樓",
            "y": 24.240987,
            "x": 120.629951
        },
        {
            "name": "豐原永康店",
            "address": "台中市豐原區南陽里永康路２１５之１號一樓",
            "y": 24.240865,
            "x": 120.724904
        },
        {
            "name": "梧棲自強店",
            "address": "台中市梧棲區自強一街１３２號．１３４號",
            "y": 24.240212,
            "x": 120.528354
        },
        {
            "name": "豐原互助店",
            "address": "台中市豐原區三村里西勢路４１１號１樓",
            "y": 24.239513,
            "x": 120.7045
        },
        {
            "name": "梧棲金牌店",
            "address": "台中市梧棲區中華路１段１００１號",
            "y": 24.239452,
            "x": 120.549583
        },
        {
            "name": "豐原豐南店",
            "address": "台中市豐原區田心里豐南街１３３號１３３之１號一樓",
            "y": 24.239433,
            "x": 120.715457
        },
        {
            "name": "大雅上楓店",
            "address": "台中市大雅區民生路四段１５１號一樓",
            "y": 24.238464,
            "x": 120.670823
        },
        {
            "name": "豐原甜心店",
            "address": "台中市豐原區田心路二段２７１號",
            "y": 24.238188,
            "x": 120.722593
        },
        {
            "name": "沙鹿鑫車店",
            "address": "台中市沙鹿區中正街４８號",
            "y": 24.236411,
            "x": 120.559731
        },
        {
            "name": "大雅中科店",
            "address": "台中市大雅區六寶里中清路４段５８１號",
            "y": 24.23476,
            "x": 120.636149
        },
        {
            "name": "大雅楓林店",
            "address": "台中市大雅區民生路三段４５８號",
            "y": 24.234714,
            "x": 120.665961
        },
        {
            "name": "沙鹿沙田店",
            "address": "台中市沙鹿區沙田路１０１號",
            "y": 24.23453,
            "x": 120.558604
        },
        {
            "name": "沙鹿飛航店",
            "address": "台中市沙鹿區中清路４３之５２．５３．５５．５６號",
            "y": 24.233601,
            "x": 120.565792
        },
        {
            "name": "沙鹿金站店",
            "address": "台中市沙鹿區大同街１４－２號",
            "y": 24.233581,
            "x": 120.557418
        },
        {
            "name": "沙鹿靜宜店",
            "address": "台中市沙鹿區中棲路２００號－至善樓",
            "y": 24.231426,
            "x": 120.573183
        },
        {
            "name": "沙鹿興安店",
            "address": "台中市沙鹿區興安路５３之３號",
            "y": 24.231262,
            "x": 120.554329
        },
        {
            "name": "梧棲金泰店",
            "address": "台中市梧棲區臨港路三段９號",
            "y": 24.230885,
            "x": 120.514313
        },
        {
            "name": "潭子祥和店",
            "address": "台中市潭子區祥和路６２號、６４號１樓",
            "y": 24.229609,
            "x": 120.713173
        },
        {
            "name": "大雅雅環店",
            "address": "台中市大雅區大雅村２９鄰雅環路二段１，３號１樓",
            "y": 24.229323,
            "x": 120.648762
        },
        {
            "name": "沙鹿北勢東店",
            "address": "台中市沙鹿區北勢東路６４６號一樓全部",
            "y": 24.229311,
            "x": 120.573706
        },
        {
            "name": "大雅好神店",
            "address": "台中市大雅區神林南路９８號",
            "y": 24.227095,
            "x": 120.655788
        },
        {
            "name": "沙鹿英才店",
            "address": "台中市沙鹿區北勢東路５３０號１樓",
            "y": 24.226669,
            "x": 120.575386
        },
        {
            "name": "沙鹿鎮南店",
            "address": "台中市沙鹿區北勢里鎮南路二段２６８號１樓",
            "y": 24.224709,
            "x": 120.568836
        },
        {
            "name": "潭子摘星店",
            "address": "台中市潭子區雅豐街３２３號",
            "y": 24.224349,
            "x": 120.694613
        },
        {
            "name": "大雅好雅店",
            "address": "台中市大雅區中清東路１７１號",
            "y": 24.2233,
            "x": 120.647757
        },
        {
            "name": "潭子大豐店",
            "address": "台中市潭子區大豐里大豐路三段１３６號",
            "y": 24.222737,
            "x": 120.692352
        },
        {
            "name": "豐原鎌村店",
            "address": "台中市豐原區鎌村路６４９號",
            "y": 24.222171,
            "x": 120.724355
        },
        {
            "name": "沙鹿東家店",
            "address": "台中市沙鹿區北勢東路４１１－２號",
            "y": 24.22168,
            "x": 120.578296
        },
        {
            "name": "大雅金學府店",
            "address": "台中市大雅區學府路１７６－３號",
            "y": 24.220904,
            "x": 120.650221
        },
        {
            "name": "潭子佳能店",
            "address": "台中市潭子區北環路９號Ｆ棟５樓",
            "y": 24.219737,
            "x": 120.700184
        },
        {
            "name": "大雅有春店",
            "address": "台中市大雅區雅潭路四段２９６號",
            "y": 24.219678,
            "x": 120.662363
        },
        {
            "name": "沙鹿鎮平店",
            "address": "台中市沙鹿區鎮南路二段９５號１樓",
            "y": 24.219536,
            "x": 120.569558
        },
        {
            "name": "大雅金雅環店",
            "address": "台中市大雅區雅環路１段１９１號１樓（配送用）",
            "y": 24.219206,
            "x": 120.653228
        },
        {
            "name": "大雅文雅店",
            "address": "台中市大雅區永和路１２７－８號",
            "y": 24.219166,
            "x": 120.641226
        },
        {
            "name": "潭子佳能二店",
            "address": "台中市潭子區建國路１８號Ａ棟５樓．Ｎ棟４樓",
            "y": 24.218639,
            "x": 120.701932
        },
        {
            "name": "潭子大茂店",
            "address": "台中市潭子區東寶里雅豐街７８號１樓",
            "y": 24.218208,
            "x": 120.693667
        },
        {
            "name": "大雅金交流店",
            "address": "台中市大雅區中清路３段９４１號１樓",
            "y": 24.217643,
            "x": 120.648773
        },
        {
            "name": "沙鹿金斗店",
            "address": "台中市沙鹿區南斗路２９號",
            "y": 24.216676,
            "x": 120.568952
        },
        {
            "name": "大雅永勝店",
            "address": "台中市大雅區科雅二路８號１樓",
            "y": 24.216454,
            "x": 120.621096
        },
        {
            "name": "沙鹿弘光店",
            "address": "台中市沙鹿區北勢東路２６３號１樓",
            "y": 24.215335,
            "x": 120.579767
        },
        {
            "name": "潭子甘蔗店",
            "address": "台中市潭子區勝利路２８９號",
            "y": 24.213365,
            "x": 120.700434
        },
        {
            "name": "龍井龍山店",
            "address": "台中市龍井區山腳里龍山街８５號",
            "y": 24.213353,
            "x": 120.549775
        },
        {
            "name": "潭子火車頭店",
            "address": "台中市潭子區潭陽里２２鄰中山路２段３５２之１號",
            "y": 24.212678,
            "x": 120.705472
        },
        {
            "name": "潭子東寶店",
            "address": "台中市潭子區大富路一段１１號１樓",
            "y": 24.211647,
            "x": 120.682248
        },
        {
            "name": "潭子潭興店",
            "address": "台中市潭子區潭興路二段４７６號１樓",
            "y": 24.211331,
            "x": 120.707379
        },
        {
            "name": "龍井龍安店",
            "address": "台中市龍井區中央路二段２７３號",
            "y": 24.210488,
            "x": 120.52425
        },
        {
            "name": "龍井大火力店",
            "address": "台中市龍井區龍昌路１０號",
            "y": 24.210419,
            "x": 120.505415
        },
        {
            "name": "大雅永和店",
            "address": "台中市大雅區永和路８９號１樓",
            "y": 24.210255,
            "x": 120.63027
        },
        {
            "name": "沙鹿正英店",
            "address": "台中市沙鹿區正英路３９９號",
            "y": 24.209839,
            "x": 120.580346
        },
        {
            "name": "潭子金潭店",
            "address": "台中市潭子區興華一路２６１號",
            "y": 24.209806,
            "x": 120.703263
        },
        {
            "name": "龍井沙田店",
            "address": "台中市龍井區沙田路六段１８７號",
            "y": 24.208836,
            "x": 120.549747
        },
        {
            "name": "潭子新圓通店",
            "address": "台中市潭子區勝利路５８號１樓",
            "y": 24.207893,
            "x": 120.701637
        },
        {
            "name": "沙鹿正德店",
            "address": "台中市沙鹿區屏西路９８號",
            "y": 24.207121,
            "x": 120.568322
        },
        {
            "name": "潭子金圓通店",
            "address": "台中市潭子區圓通南路１４３號一樓",
            "y": 24.206356,
            "x": 120.70958
        },
        {
            "name": "大雅廣福店",
            "address": "台中市大雅區橫山里二鄰中山路４７號１樓",
            "y": 24.205971,
            "x": 120.644223
        },
        {
            "name": "台中福雅店",
            "address": "台中市西屯區福雅路６９３號一樓",
            "y": 24.205576,
            "x": 120.628854
        },
        {
            "name": "龍井龍津店",
            "address": "台中市龍井區中央路二段３３號",
            "y": 24.203843,
            "x": 120.523137
        },
        {
            "name": "和平新谷關店",
            "address": "台中市和平區東關路一段１２７－５號",
            "y": 24.203131,
            "x": 121.006217
        },
        {
            "name": "沙鹿大展店",
            "address": "台中市沙鹿區自強路３３６號１樓",
            "y": 24.202871,
            "x": 120.567708
        },
        {
            "name": "潭子真興店",
            "address": "台中市潭子區復興路一段８號１０號１２號",
            "y": 24.201486,
            "x": 120.705909
        },
        {
            "name": "龍井龍勝店",
            "address": "台中市龍井區龍社路４３９號",
            "y": 24.200163,
            "x": 120.562937
        },
        {
            "name": "台中新大昇店",
            "address": "台中市北屯區中清路二段１２５０巷１７６弄３１號",
            "y": 24.197977,
            "x": 120.661358
        },
        {
            "name": "龍井向漾店",
            "address": "台中市龍井區龍社路６７號１樓至４樓全部",
            "y": 24.195885,
            "x": 120.563855
        },
        {
            "name": "台中新豐樂店",
            "address": "台中市北屯區豐樂路７－５號",
            "y": 24.194624,
            "x": 120.689835
        },
        {
            "name": "潭子頭家店",
            "address": "台中市潭子區頭家里頭張路２段１１２號",
            "y": 24.194201,
            "x": 120.695356
        },
        {
            "name": "台中國安一店",
            "address": "台中市西屯區國安一路１６９號",
            "y": 24.191709,
            "x": 120.611482
        },
        {
            "name": "龍井遊園北店",
            "address": "台中市龍井區遊園北路４４３號",
            "y": 24.191452,
            "x": 120.590546
        },
        {
            "name": "潭子榮興店",
            "address": "台中市潭子區榮興街５７巷１號",
            "y": 24.188818,
            "x": 120.701637
        },
        {
            "name": "台中福鄰店",
            "address": "台中市西屯區永安里西屯路三段１６６之２５號１樓",
            "y": 24.188791,
            "x": 120.616883
        },
        {
            "name": "台中仁美店",
            "address": "台中市北屯區仁美里昌平東二路１７９號１樓",
            "y": 24.18842,
            "x": 120.687361
        },
        {
            "name": "龍井藝術店",
            "address": "台中市龍井區東海里１０鄰藝術街９２號１樓",
            "y": 24.188343,
            "x": 120.592289
        },
        {
            "name": "台中新福瑞店",
            "address": "台中市西屯區福瑞街９２號",
            "y": 24.187725,
            "x": 120.606362
        },
        {
            "name": "台中福科店",
            "address": "台中市西屯區西屯路三段１５９之８０號",
            "y": 24.187062,
            "x": 120.619934
        },
        {
            "name": "台中敦化店",
            "address": "台中市北屯區敦化路一段５７３號",
            "y": 24.186561,
            "x": 120.66623
        },
        {
            "name": "台中豐源店",
            "address": "台中市北屯區松竹北路１５０號",
            "y": 24.185415,
            "x": 120.698469
        },
        {
            "name": "台中新福聯店",
            "address": "台中市西屯區福聯街２３號",
            "y": 24.185292,
            "x": 120.607633
        },
        {
            "name": "台中漢翔店",
            "address": "台中市西屯區漢翔路２９５號１樓",
            "y": 24.184975,
            "x": 120.639666
        },
        {
            "name": "台中新福樂店",
            "address": "台中市西屯區永福路１２２號１樓",
            "y": 24.184606,
            "x": 120.62115
        },
        {
            "name": "台中真義店",
            "address": "台中市北屯區松義街１６０號、１６２號",
            "y": 24.184344,
            "x": 120.698359
        },
        {
            "name": "台中松茂店",
            "address": "台中市北屯區松強里興安路二段４６１巷２號４６３號一",
            "y": 24.184093,
            "x": 120.694958
        },
        {
            "name": "台中福大店",
            "address": "台中市西屯區文華路２００號一樓",
            "y": 24.184028,
            "x": 120.646646
        },
        {
            "name": "台中新榮總店",
            "address": "台中市西屯區台灣大道四段１６５０號第一醫療大樓１樓",
            "y": 24.183498,
            "x": 120.603715
        },
        {
            "name": "台中澄清店",
            "address": "台中市西屯區福林里臺灣大道４段９６６號１樓",
            "y": 24.18285,
            "x": 120.617034
        },
        {
            "name": "龍井新文勝店",
            "address": "台中市龍井區臺灣大道五段３巷６２弄４９號",
            "y": 24.182482,
            "x": 120.590489
        },
        {
            "name": "台中金強店",
            "address": "台中市北屯區松竹路二段３６６－１號",
            "y": 24.182346,
            "x": 120.689953
        },
        {
            "name": "台中福滿店",
            "address": "台中市西屯區福星路３０１號",
            "y": 24.181697,
            "x": 120.64516
        },
        {
            "name": "台中福美店",
            "address": "台中市西屯區西安街９１號，西屯區烈美街１７１號１樓",
            "y": 24.181678,
            "x": 120.642397
        },
        {
            "name": "台中福和店",
            "address": "台中市西屯區工業三十八路３號",
            "y": 24.181445,
            "x": 120.639884
        },
        {
            "name": "龍井龍后店",
            "address": "台中市龍井區新興路２１號１樓",
            "y": 24.181338,
            "x": 120.591341
        },
        {
            "name": "龍井海大店",
            "address": "台中市龍井區新興路東興巷４８號一樓、地下室",
            "y": 24.181178,
            "x": 120.593245
        },
        {
            "name": "龍井龍盈店",
            "address": "台中市龍井區新興路４９巷２號",
            "y": 24.181169,
            "x": 120.58739
        },
        {
            "name": "台中好市店",
            "address": "台中市西屯區福星路３３０之６號",
            "y": 24.180716,
            "x": 120.644901
        },
        {
            "name": "台中福華店",
            "address": "台中市西屯區福安路５７號",
            "y": 24.180641,
            "x": 120.622196
        },
        {
            "name": "台中培鶯店",
            "address": "台中市北屯區東山路二段５１－１１號",
            "y": 24.180089,
            "x": 120.741026
        },
        {
            "name": "台中中泰店",
            "address": "台中市北屯區中清路二段４０９號、４１１號",
            "y": 24.179972,
            "x": 120.667025
        },
        {
            "name": "龍井學園店",
            "address": "台中市龍井區遊園南路２９７號",
            "y": 24.179823,
            "x": 120.583447
        },
        {
            "name": "台中崇德店",
            "address": "台中市北屯區崇德路二段３５１號",
            "y": 24.179285,
            "x": 120.685791
        },
        {
            "name": "台中工三店",
            "address": "台中市西屯區中工三路７５號、７７號",
            "y": 24.179035,
            "x": 120.618943
        },
        {
            "name": "龍井茄投店",
            "address": "台中市龍井區茄投路６７之１號",
            "y": 24.178659,
            "x": 120.530428
        },
        {
            "name": "台中四平店",
            "address": "台中市北屯區四平路３５之６號",
            "y": 24.178609,
            "x": 120.670421
        },
        {
            "name": "台中俊美店",
            "address": "台中市西屯區西屯路２段２９７之１６號１樓全部",
            "y": 24.178226,
            "x": 120.641376
        },
        {
            "name": "台中至真店",
            "address": "台中市西屯區至善路２３６號、２３８號、２３４巷１號",
            "y": 24.177764,
            "x": 120.643813
        },
        {
            "name": "伸港新全興店",
            "address": "彰化縣伸港鄉興工路７３６號",
            "y": 24.17742,
            "x": 120.499931
        },
        {
            "name": "台中白金店",
            "address": "台中市西屯區工業區一路７０號",
            "y": 24.17736,
            "x": 120.614233
        },
        {
            "name": "台中新崇河店",
            "address": "台中市北屯區熱河路三段５７號１樓",
            "y": 24.177048,
            "x": 120.688173
        },
        {
            "name": "台中和順店",
            "address": "台中市北屯區和順路４００號",
            "y": 24.176804,
            "x": 120.722689
        },
        {
            "name": "台中大坑店",
            "address": "台中市北屯區東山路１段３８０之２３號",
            "y": 24.176691,
            "x": 120.728904
        },
        {
            "name": "台中昌盛店",
            "address": "台中市北屯區崇德二路一段２５７號、２５９號１樓",
            "y": 24.176572,
            "x": 120.691541
        },
        {
            "name": "台中金航發店",
            "address": "台中市西屯區逢大路５號",
            "y": 24.176176,
            "x": 120.650275
        },
        {
            "name": "台中天保店",
            "address": "台中市西屯區福和里中工三路２１４之１號、之２號１樓",
            "y": 24.175789,
            "x": 120.617588
        },
        {
            "name": "台中福氣店",
            "address": "台中市西屯區文華路１０５之１０號",
            "y": 24.175599,
            "x": 120.645315
        },
        {
            "name": "台中崇大店",
            "address": "台中市北屯區崇德路二段２７６號",
            "y": 24.175507,
            "x": 120.685937
        },
        {
            "name": "台中至善店",
            "address": "台中市西屯區至善路１０５號",
            "y": 24.175452,
            "x": 120.642322
        },
        {
            "name": "台中金福星店",
            "address": "台中市西屯區福星路６０１號",
            "y": 24.175338,
            "x": 120.646521
        },
        {
            "name": "台中文華店",
            "address": "台中市西屯區文華路３之３號",
            "y": 24.175316,
            "x": 120.644646
        },
        {
            "name": "台中軍功店",
            "address": "台中市北屯區軍功路一段４９７號、４９５號１樓",
            "y": 24.175266,
            "x": 120.718997
        },
        {
            "name": "台中真安店",
            "address": "台中市西屯區中清西二街７９號１樓",
            "y": 24.175217,
            "x": 120.666273
        },
        {
            "name": "台中遼寧店",
            "address": "台中市北屯區遼寧路一段１５８號１樓",
            "y": 24.175145,
            "x": 120.696995
        },
        {
            "name": "台中英皇店",
            "address": "台中市北屯區軍福十六路２７７號",
            "y": 24.174909,
            "x": 120.723399
        },
        {
            "name": "台中七張犁店",
            "address": "台中市西屯區安和路１２０之１５號１樓及２樓",
            "y": 24.174893,
            "x": 120.624037
        },
        {
            "name": "台中興安店",
            "address": "台中市北屯區大連路三段１３７號１Ｆ",
            "y": 24.174726,
            "x": 120.694428
        },
        {
            "name": "大肚大洋店",
            "address": "台中市大肚區中沙路１６４巷３弄１０３號１樓",
            "y": 24.174263,
            "x": 120.578915
        },
        {
            "name": "台中至尊店",
            "address": "台中市西屯區西屯路二段２６８－１２，１３號",
            "y": 24.174202,
            "x": 120.644593
        },
        {
            "name": "台中山陽店",
            "address": "台中市北屯區平和里山西路二段２２２號１樓",
            "y": 24.174028,
            "x": 120.676376
        },
        {
            "name": "台中海派店",
            "address": "台中市西屯區青海南街１５７號",
            "y": 24.173955,
            "x": 120.634897
        },
        {
            "name": "和平農會店",
            "address": "台中市和平區南勢里東關路３段２３５－２號",
            "y": 24.173888,
            "x": 120.879485
        },
        {
            "name": "台中時尚店",
            "address": "台中市北屯區文心路３段９８３號",
            "y": 24.173727,
            "x": 120.669161
        },
        {
            "name": "台中成長店",
            "address": "台中市西屯區成都路３６８號",
            "y": 24.173224,
            "x": 120.664055
        },
        {
            "name": "台中新東義店",
            "address": "台中市北區賴旺里青島路一段１２號",
            "y": 24.173086,
            "x": 120.673891
        },
        {
            "name": "台中河南店",
            "address": "台中市西屯區河南路二段３２５號",
            "y": 24.172823,
            "x": 120.646379
        },
        {
            "name": "台中梅川東店",
            "address": "台中市北屯區文心路４段２６８號",
            "y": 24.172604,
            "x": 120.679792
        },
        {
            "name": "台中熱河店",
            "address": "台中市北屯區平心里熱河路二段１６６號１樓",
            "y": 24.172397,
            "x": 120.687939
        },
        {
            "name": "台中水景店",
            "address": "台中市北屯區東山路一段１９６之１號",
            "y": 24.172272,
            "x": 120.711628
        },
        {
            "name": "台中北新店",
            "address": "台中市北屯區北屯路２８８號，２８８之１號",
            "y": 24.17227,
            "x": 120.698599
        },
        {
            "name": "台中陽光店",
            "address": "台中市西屯區西屯路２段２５８之２１號",
            "y": 24.171979,
            "x": 120.646165
        },
        {
            "name": "台中惠慶店",
            "address": "台中市西屯區河南路二段３０１巷７６號１樓",
            "y": 24.17179,
            "x": 120.648447
        },
        {
            "name": "台中鼎安店",
            "address": "台中市北屯區興安路一段２３３號",
            "y": 24.171685,
            "x": 120.694118
        },
        {
            "name": "台中嘉農店",
            "address": "台中市北區賴旺里北平路二段８號",
            "y": 24.171627,
            "x": 120.672427
        },
        {
            "name": "台中金工店",
            "address": "台中市西屯區工業區一路９８－１３０號",
            "y": 24.171608,
            "x": 120.61276
        },
        {
            "name": "台中八寶店",
            "address": "台中市西屯區寶慶街４２之１號１樓及夾層",
            "y": 24.171596,
            "x": 120.647335
        },
        {
            "name": "台中上安店",
            "address": "台中市西屯區上安路１３６號一樓",
            "y": 24.171519,
            "x": 120.639945
        },
        {
            "name": "台中金河店",
            "address": "台中市北屯區河北路二段９８號",
            "y": 24.171474,
            "x": 120.683545
        },
        {
            "name": "台中光明店",
            "address": "台中市西屯區至善里臺灣大道３段７３０號",
            "y": 24.17116,
            "x": 120.636972
        },
        {
            "name": "台中新惠來店",
            "address": "台中市西屯區櫻花路１２９號",
            "y": 24.171149,
            "x": 120.65011
        },
        {
            "name": "台中樂樂店",
            "address": "台中市北屯區熱河路二段１１９號",
            "y": 24.17114,
            "x": 120.687454
        },
        {
            "name": "台中登峰店",
            "address": "台中市西屯區至善里臺灣大道３段６６０號",
            "y": 24.170748,
            "x": 120.637847
        },
        {
            "name": "台中安和店",
            "address": "台中市西屯區安和路９９之３８號",
            "y": 24.170361,
            "x": 120.619557
        },
        {
            "name": "台中偉如店",
            "address": "台中市北屯區天津路３段７２號",
            "y": 24.169588,
            "x": 120.68141
        },
        {
            "name": "台中朝貴店",
            "address": "台中市西屯區朝馬路１３９號、１４１號，１４３號一樓",
            "y": 24.169344,
            "x": 120.634964
        },
        {
            "name": "台中東光店",
            "address": "台中市北屯區東光路８８６號１樓",
            "y": 24.16925,
            "x": 120.700956
        },
        {
            "name": "台中高雅店",
            "address": "台中市北區中清路一段７２０號、７２２號",
            "y": 24.169059,
            "x": 120.672776
        },
        {
            "name": "大肚台蔗店",
            "address": "台中市大肚區遊園路二段２號",
            "y": 24.168901,
            "x": 120.57927
        },
        {
            "name": "台中儷晶店",
            "address": "台中市西屯區青海路二段１５３號",
            "y": 24.168636,
            "x": 120.647115
        },
        {
            "name": "台中世貿二店",
            "address": "台中市西屯區朝富路１６號．１８號",
            "y": 24.168296,
            "x": 120.638351
        },
        {
            "name": "台中惠安店",
            "address": "台中市西屯區何德里甘肅路一段１８號１樓",
            "y": 24.168219,
            "x": 120.657033
        },
        {
            "name": "台中世貿店",
            "address": "台中市西屯區朝富路１８－５號",
            "y": 24.167947,
            "x": 120.638253
        },
        {
            "name": "台中大向店",
            "address": "台中市北屯區北屯路２１０之３號，２１０之５號１樓",
            "y": 24.16792,
            "x": 120.69669
        },
        {
            "name": "台中漢文店",
            "address": "台中市北區漢口路四段５７號",
            "y": 24.167145,
            "x": 120.67654
        },
        {
            "name": "台中豐盛店",
            "address": "台中市西屯區西屯路二段１２６－１３號１２６－１５號",
            "y": 24.166899,
            "x": 120.651462
        },
        {
            "name": "台中情人店",
            "address": "台中市北屯區景賢路１０６號１、２Ｆ",
            "y": 24.16689,
            "x": 120.726998
        },
        {
            "name": "台中漢強店",
            "address": "台中市北區漢口路四段２８４之１號",
            "y": 24.166861,
            "x": 120.682847
        },
        {
            "name": "台中漢口店",
            "address": "台中市北區賴厝里漢口路四段５６，５８，６０號１樓",
            "y": 24.166841,
            "x": 120.674905
        },
        {
            "name": "台中上發店",
            "address": "台中市北區漢口路三段８８號",
            "y": 24.166625,
            "x": 120.669315
        },
        {
            "name": "台中遠大店",
            "address": "台中市北區綏遠路一段８號１樓",
            "y": 24.166056,
            "x": 120.680782
        },
        {
            "name": "台中福多店",
            "address": "台中市北區陜西路６３號",
            "y": 24.165991,
            "x": 120.682107
        },
        {
            "name": "台中花見店",
            "address": "台中市北屯區建和路一段４２０號",
            "y": 24.165952,
            "x": 120.723866
        },
        {
            "name": "台中新大富店",
            "address": "台中市西屯區朝富路１００號１樓",
            "y": 24.165691,
            "x": 120.636761
        },
        {
            "name": "台中西屯店",
            "address": "台中市西屯區西屯路二段９０之２２，２３號",
            "y": 24.165253,
            "x": 120.657298
        },
        {
            "name": "台中太陽店",
            "address": "台中市北區明德里太原路一段４５０－１號",
            "y": 24.164758,
            "x": 120.667644
        },
        {
            "name": "台中朝富店",
            "address": "台中市西屯區朝富路１７６號",
            "y": 24.164383,
            "x": 120.635939
        },
        {
            "name": "台中金頂店",
            "address": "台中市北屯區部子路３５１、３５３號",
            "y": 24.163791,
            "x": 120.733883
        },
        {
            "name": "台中金豹店",
            "address": "台中市西屯區四川一街２６號",
            "y": 24.163673,
            "x": 120.651373
        },
        {
            "name": "台中鼎盛店",
            "address": "台中市西屯區市政北二路２３２號２樓",
            "y": 24.163512,
            "x": 120.637756
        },
        {
            "name": "台中民主店",
            "address": "台中市西屯區黎明路二段７７９號",
            "y": 24.163495,
            "x": 120.633869
        },
        {
            "name": "台中睿景店",
            "address": "台中市北屯區太原路三段８４９號",
            "y": 24.163289,
            "x": 120.719028
        },
        {
            "name": "台中金原店",
            "address": "台中市北屯區太原路三段２３１號",
            "y": 24.163248,
            "x": 120.7192
        },
        {
            "name": "台中新太原店",
            "address": "台中市北屯區太原路三段１５２號",
            "y": 24.163243,
            "x": 120.719222
        },
        {
            "name": "台中新大衛店",
            "address": "台中市北區進化北路３６５號１樓之２",
            "y": 24.162847,
            "x": 120.679325
        },
        {
            "name": "伸港上旺店",
            "address": "彰化縣伸港鄉大同村中興路二段３１７號１樓",
            "y": 24.162462,
            "x": 120.487122
        },
        {
            "name": "台中新桂冠店",
            "address": "台中市西屯區四川路６７號",
            "y": 24.162214,
            "x": 120.654572
        },
        {
            "name": "台中中清一店",
            "address": "台中市北區中清路一段３７０號",
            "y": 24.161591,
            "x": 120.675316
        },
        {
            "name": "台中北屯店",
            "address": "台中市北區北屯路４５號",
            "y": 24.160473,
            "x": 120.691647
        },
        {
            "name": "大肚瑞功店",
            "address": "台中市大肚區遊園路一段６９－１號",
            "y": 24.160228,
            "x": 120.574489
        },
        {
            "name": "台中梅亭東店",
            "address": "台中市北區梅亭東街６２號１樓及地下室",
            "y": 24.159964,
            "x": 120.692712
        },
        {
            "name": "台中福揚店",
            "address": "台中市西屯區大墩十九街１８８號",
            "y": 24.159828,
            "x": 120.649506
        },
        {
            "name": "台中健興店",
            "address": "台中市北區健行里健行路７８６號一樓",
            "y": 24.159373,
            "x": 120.669305
        },
        {
            "name": "太平金城店",
            "address": "台中市太平區樹德路２７５號",
            "y": 24.159132,
            "x": 120.712808
        },
        {
            "name": "台中豐邑店",
            "address": "台中市西屯區市政路３９２號１樓及招牌",
            "y": 24.159077,
            "x": 120.640429
        },
        {
            "name": "台中永興店",
            "address": "台中市北區健行路３７５號１Ｆ",
            "y": 24.158904,
            "x": 120.682617
        },
        {
            "name": "太平曙光店",
            "address": "台中市太平區育賢路３４８號",
            "y": 24.158824,
            "x": 120.7152
        },
        {
            "name": "台中太順店",
            "address": "台中市北屯區太順路１０３號",
            "y": 24.158482,
            "x": 120.725045
        },
        {
            "name": "台中金美德店",
            "address": "台中市北區美德街１８４號",
            "y": 24.158256,
            "x": 120.680399
        },
        {
            "name": "台中育德店",
            "address": "台中市北區育德路１０８號，篤行路３６９號，３７１號",
            "y": 24.157785,
            "x": 120.673565
        },
        {
            "name": "太平育賢店",
            "address": "台中市太平區育賢路１５６號．１５８號",
            "y": 24.157493,
            "x": 120.721647
        },
        {
            "name": "台中微笑店",
            "address": "台中市北區育樂街３７號１樓",
            "y": 24.157178,
            "x": 120.692748
        },
        {
            "name": "台中嘉勝店",
            "address": "台中市北區大德街４７號壹樓",
            "y": 24.156982,
            "x": 120.67884
        },
        {
            "name": "台中東成店",
            "address": "台中市北區東成路２０，２２號１號",
            "y": 24.156952,
            "x": 120.70161
        },
        {
            "name": "台中樂活店",
            "address": "台中市西屯區大墩１９街１８號、２０號、２２號１樓",
            "y": 24.156686,
            "x": 120.655179
        },
        {
            "name": "大肚高山店",
            "address": "台中市大肚區大德三街３８號",
            "y": 24.156523,
            "x": 120.540095
        },
        {
            "name": "台中科博館店",
            "address": "台中市西區博館路１１７號",
            "y": 24.156396,
            "x": 120.665126
        },
        {
            "name": "台中喜樂店",
            "address": "台中市北區英才路２６６號",
            "y": 24.155917,
            "x": 120.671901
        },
        {
            "name": "台中綠園道店",
            "address": "台中市西區健行路１０４９號１樓",
            "y": 24.155768,
            "x": 120.663199
        },
        {
            "name": "台中墩陽店",
            "address": "台中市南屯區大墩十七街１１９號１樓",
            "y": 24.155427,
            "x": 120.648201
        },
        {
            "name": "太平新平店",
            "address": "台中市太平區新平路三段３４７號",
            "y": 24.155421,
            "x": 120.724204
        },
        {
            "name": "台中館東店",
            "address": "台中市北區博館東街４８號１樓",
            "y": 24.155076,
            "x": 120.667043
        },
        {
            "name": "台中鑫美店",
            "address": "台中市西區美村路一段２２號",
            "y": 24.154612,
            "x": 120.661684
        },
        {
            "name": "台中五億店",
            "address": "臺中市北區五義街１３２號１樓",
            "y": 24.154571,
            "x": 120.681598
        },
        {
            "name": "太平普拉斯店",
            "address": "台中市太平區大興路１２７號",
            "y": 24.154411,
            "x": 120.733387
        },
        {
            "name": "大肚火車頭店",
            "address": "台中市大肚區沙田路二段７７１號",
            "y": 24.154101,
            "x": 120.544195
        },
        {
            "name": "太平再福店",
            "address": "台中市太平區振福路４２７號．４２９號．４３１號",
            "y": 24.154064,
            "x": 120.70875
        },
        {
            "name": "台中嶺南店",
            "address": "台中市南屯區五權西路三段１７７號、１７９號",
            "y": 24.154047,
            "x": 120.612822
        },
        {
            "name": "大肚新市鎮店",
            "address": "台中市大肚區大明三街１５２號",
            "y": 24.154026,
            "x": 120.540617
        },
        {
            "name": "台中學友店",
            "address": "台中市北區三民路三段２１５號",
            "y": 24.15382,
            "x": 120.685587
        },
        {
            "name": "台中一中讚店",
            "address": "台中市北區一中街２５３號１樓",
            "y": 24.153697,
            "x": 120.686744
        },
        {
            "name": "太平水悅店",
            "address": "台中市太平區旱溪西路２段１８７號",
            "y": 24.153633,
            "x": 120.701569
        },
        {
            "name": "台中精誠店",
            "address": "台中市西區大業路１號",
            "y": 24.153437,
            "x": 120.654988
        },
        {
            "name": "台中大英店",
            "address": "台中市南屯區溝墘里大業路２７１號一樓",
            "y": 24.153399,
            "x": 120.648569
        },
        {
            "name": "台中惠文店",
            "address": "台中市南屯區河南路四段３２６號",
            "y": 24.153363,
            "x": 120.636691
        },
        {
            "name": "太平新福店",
            "address": "台中市太平區新福路３０８號",
            "y": 24.153085,
            "x": 120.703757
        },
        {
            "name": "太平新興店",
            "address": "台中市太平區大興１１街２０７號",
            "y": 24.153073,
            "x": 120.728701
        },
        {
            "name": "太平廣三店",
            "address": "台中市太平區廣三街３３號",
            "y": 24.152543,
            "x": 120.712736
        },
        {
            "name": "太平樹孝店",
            "address": "台中市太平區樹孝路１０９號",
            "y": 24.15243,
            "x": 120.717352
        },
        {
            "name": "台中五權一店",
            "address": "台中市北區五權路３５６號１樓",
            "y": 24.152391,
            "x": 120.680824
        },
        {
            "name": "台中京華店",
            "address": "台中市西區西屯路一段１５６號",
            "y": 24.152179,
            "x": 120.671477
        },
        {
            "name": "台中水莊店",
            "address": "台中市北區文化街１３、１５、１７號１樓",
            "y": 24.152128,
            "x": 120.675316
        },
        {
            "name": "太平育仁店",
            "address": "台中市太平區新平路三段１４６號１４８號１５０號一樓",
            "y": 24.15192,
            "x": 120.721194
        },
        {
            "name": "台中新忠勇店",
            "address": "台中市南屯區忠勇路７６之３號",
            "y": 24.151908,
            "x": 120.616137
        },
        {
            "name": "台中力行店",
            "address": "台中市東區力行路２１２號１樓",
            "y": 24.151823,
            "x": 120.692642
        },
        {
            "name": "台中黎明店",
            "address": "台中市南屯區三厝里黎明路二段４０６號",
            "y": 24.151507,
            "x": 120.635369
        },
        {
            "name": "草悟道店",
            "address": "台中市西區公益路６８號１樓",
            "y": 24.151278,
            "x": 120.663866
        },
        {
            "name": "台中一中街店",
            "address": "台中市北區一中街１２９號",
            "y": 24.150831,
            "x": 120.685565
        },
        {
            "name": "台中惠春店",
            "address": "台中市南屯區公益路二段６３１號",
            "y": 24.150829,
            "x": 120.63358
        },
        {
            "name": "台中篤行店",
            "address": "台中市西區篤行路１８８號",
            "y": 24.150811,
            "x": 120.673764
        },
        {
            "name": "台中大進店",
            "address": "台中市南屯區公益路二段３９號",
            "y": 24.15059,
            "x": 120.651495
        },
        {
            "name": "太平中華店",
            "address": "台中市太平區中山路二段４４１號",
            "y": 24.149921,
            "x": 120.727609
        },
        {
            "name": "台中大功店",
            "address": "台中市北區大湖里公園路１４６號一樓",
            "y": 24.149598,
            "x": 120.677973
        },
        {
            "name": "台中金可店",
            "address": "台中市西區五權路２０５號",
            "y": 24.149319,
            "x": 120.674985
        },
        {
            "name": "台中龍富店",
            "address": "台中市南屯區龍富路四段２號１樓",
            "y": 24.149199,
            "x": 120.626023
        },
        {
            "name": "台中林新店",
            "address": "台中市南屯區惠中路三段３６號Ｂ棟１Ｆ商店２店面",
            "y": 24.149194,
            "x": 120.640388
        },
        {
            "name": "台中十一街店",
            "address": "台中市南屯區大墩路５１４號１樓",
            "y": 24.148985,
            "x": 120.65022
        },
        {
            "name": "台中市民店",
            "address": "台中市西區公正路１０３號",
            "y": 24.148948,
            "x": 120.662846
        },
        {
            "name": "台中大河店",
            "address": "台中市南屯區大墩十一街６４２號",
            "y": 24.148916,
            "x": 120.637516
        },
        {
            "name": "台中墩鴻店",
            "address": "台中市南屯區惠中里大墩十一街２８８號、２９０號一樓",
            "y": 24.148904,
            "x": 120.647943
        },
        {
            "name": "台中傑盛店",
            "address": "台中市南屯區大墩十一街３７０號、３７２號",
            "y": 24.148875,
            "x": 120.644106
        },
        {
            "name": "伸港新港店",
            "address": "彰化縣伸港鄉新港路３０８號",
            "y": 24.148865,
            "x": 120.486512
        },
        {
            "name": "台中惠中店",
            "address": "台中市南屯區惠中路三段４６號、４８號、５０號",
            "y": 24.148729,
            "x": 120.640555
        },
        {
            "name": "台中龍富二店",
            "address": "台中市南屯區五權西路２段１１７２號",
            "y": 24.148703,
            "x": 120.626315
        },
        {
            "name": "台中保安店",
            "address": "台中市南屯區保安十街１６６號",
            "y": 24.148598,
            "x": 120.608874
        },
        {
            "name": "太平水林店",
            "address": "台中市太平區中山路二段１１８號，１１８號之１",
            "y": 24.148547,
            "x": 120.734377
        },
        {
            "name": "台中台體大店",
            "address": "台中市北區雙十路１段１６號",
            "y": 24.148537,
            "x": 120.688093
        },
        {
            "name": "台中新文山店",
            "address": "台中市南屯區嶺東路７３０號",
            "y": 24.148535,
            "x": 120.611884
        },
        {
            "name": "台中一中漾店",
            "address": "台中市北區尊賢街２２－３號１樓、地下１樓",
            "y": 24.14844,
            "x": 120.685931
        },
        {
            "name": "台中尚美店",
            "address": "台中市西區向上北路１９２號．１９４號１樓",
            "y": 24.147996,
            "x": 120.660753
        },
        {
            "name": "台中後龍店",
            "address": "台中市西區後龍街５８號民權路３０２號",
            "y": 24.147435,
            "x": 120.670011
        },
        {
            "name": "台中精密科店",
            "address": "台中市南屯區精科東路１７號Ｂ棟２樓",
            "y": 24.147077,
            "x": 120.606789
        },
        {
            "name": "台中向上店",
            "address": "台中市西區向上路一段３６號",
            "y": 24.146883,
            "x": 120.666729
        },
        {
            "name": "台中萬代福店",
            "address": "台中市中區公園路４２號",
            "y": 24.146557,
            "x": 120.679963
        },
        {
            "name": "台中一中一店",
            "address": "台中市北區一中街１號１樓．地下１樓",
            "y": 24.146448,
            "x": 120.68376
        },
        {
            "name": "台中圓滿店",
            "address": "台中市南屯區惠文路４９９號",
            "y": 24.146038,
            "x": 120.643446
        },
        {
            "name": "伸港雙興店",
            "address": "彰化縣伸港鄉七嘉村中華路４６３號一樓",
            "y": 24.145933,
            "x": 120.495698
        },
        {
            "name": "台中鑫華店",
            "address": "台中市中區中華路一段１５２號",
            "y": 24.145904,
            "x": 120.677755
        },
        {
            "name": "台中師院店",
            "address": "台中市西區民權路１８９號",
            "y": 24.145691,
            "x": 120.670704
        },
        {
            "name": "台中新興中店",
            "address": "台中市中區公園路８１號",
            "y": 24.145582,
            "x": 120.68019
        },
        {
            "name": "台中金勇店",
            "address": "台中市南屯區忠勇路７１－１號",
            "y": 24.145411,
            "x": 120.614688
        },
        {
            "name": "台中高昇店",
            "address": "台中市西區華美街１４９之１號",
            "y": 24.14534,
            "x": 120.658718
        },
        {
            "name": "台中風華店",
            "address": "台中市南屯區南屯里河南路四段６９２號一樓",
            "y": 24.144853,
            "x": 120.638965
        },
        {
            "name": "台中益豐店",
            "address": "台中市南屯區向上路３段３３５號",
            "y": 24.144771,
            "x": 120.628278
        },
        {
            "name": "台中新富台店",
            "address": "台中市東區富台東街７２號１樓",
            "y": 24.144513,
            "x": 120.691046
        },
        {
            "name": "台中日新店",
            "address": "台中市中區中華路一段１０９號",
            "y": 24.144478,
            "x": 120.675743
        },
        {
            "name": "台中十甲店",
            "address": "台中市東區十甲路２６２號一樓",
            "y": 24.144443,
            "x": 120.704364
        },
        {
            "name": "台中東興店",
            "address": "台中市南屯區東興路二段２８１，２８３號１樓",
            "y": 24.143931,
            "x": 120.652837
        },
        {
            "name": "台中日日新店",
            "address": "台中市中區民族路２１６號",
            "y": 24.143423,
            "x": 120.675484
        },
        {
            "name": "台中金自由店",
            "address": "台中市東區自由路三段９５號",
            "y": 24.14311,
            "x": 120.689031
        },
        {
            "name": "太平勤利店",
            "address": "台中市太平區中山路一段２１５巷１９號",
            "y": 24.142918,
            "x": 120.732834
        },
        {
            "name": "台中新公園店",
            "address": "台中市中區公園路１９－２號壹樓及地下室",
            "y": 24.142749,
            "x": 120.683685
        },
        {
            "name": "台中田心店",
            "address": "台中市南屯區大墩六街２６１號",
            "y": 24.142401,
            "x": 120.647682
        },
        {
            "name": "台中金五廊店",
            "address": "台中市西區五廊街６號",
            "y": 24.142038,
            "x": 120.670572
        },
        {
            "name": "太平新豐年店",
            "address": "台中市太平區大源十八街１號１樓",
            "y": 24.141932,
            "x": 120.72432
        },
        {
            "name": "台中全球店",
            "address": "台中市西區中華路一段１－５９號（全球影城）",
            "y": 24.141479,
            "x": 120.672362
        },
        {
            "name": "台中金美店",
            "address": "台中市南屯區永定里１４鄰南屯路二段８７２號",
            "y": 24.141211,
            "x": 120.636359
        },
        {
            "name": "台中鑫貴店",
            "address": "臺中市中區自由路二段１０３號壹樓",
            "y": 24.141173,
            "x": 120.683034
        },
        {
            "name": "台中敦親店",
            "address": "台中市南屯區大墩路１６１號",
            "y": 24.140843,
            "x": 120.649653
        },
        {
            "name": "台中繼成店",
            "address": "台中市中區成功路１０６號，１０８號一樓",
            "y": 24.140086,
            "x": 120.683935
        },
        {
            "name": "台中署醫店",
            "address": "台中市西區三民路一段１９９號",
            "y": 24.13972,
            "x": 120.676428
        },
        {
            "name": "台中永春店",
            "address": "台中市南屯區永春路３７號",
            "y": 24.139307,
            "x": 120.616257
        },
        {
            "name": "台中成功店",
            "address": "台中市中區成功路６６號",
            "y": 24.139164,
            "x": 120.6849
        },
        {
            "name": "台中東園店",
            "address": "台中市東區東光園路５３６號",
            "y": 24.138975,
            "x": 120.697244
        },
        {
            "name": "台中新市府店",
            "address": "台中市中區民權路８６號",
            "y": 24.138973,
            "x": 120.679027
        },
        {
            "name": "台中長樂店",
            "address": "台中市東區樂業路３４２號",
            "y": 24.138442,
            "x": 120.703621
        },
        {
            "name": "台中樂群店",
            "address": "台中市西區樂群街６１之４號",
            "y": 24.138426,
            "x": 120.671963
        },
        {
            "name": "台中嶺東店",
            "address": "台中市南屯區春社里永春南路１２５號",
            "y": 24.138365,
            "x": 120.60983
        },
        {
            "name": "台中親家店",
            "address": "台中市南屯區文山八街６６號，６８號",
            "y": 24.138247,
            "x": 120.642966
        },
        {
            "name": "台中新車頭店",
            "address": "台中市東區新民街８８號",
            "y": 24.138245,
            "x": 120.686577
        },
        {
            "name": "太平建昌店",
            "address": "台中市太平區新平路二段８２號１樓",
            "y": 24.138177,
            "x": 120.715183
        },
        {
            "name": "台中四維店",
            "address": "台中市西區三民路一段１７２—５、１７２—６號",
            "y": 24.137696,
            "x": 120.674981
        },
        {
            "name": "台中狀元店",
            "address": "台中市中區綠川里中山路１９號２１號１樓",
            "y": 24.137454,
            "x": 120.683541
        },
        {
            "name": "台中新美村店",
            "address": "台中市西區美村路１段６１０號",
            "y": 24.137219,
            "x": 120.661466
        },
        {
            "name": "台中新東二店",
            "address": "台中市南屯區東興路二段３６號１樓",
            "y": 24.136773,
            "x": 120.653223
        },
        {
            "name": "台中建民店",
            "address": "台中市中區民族路９號．１１號",
            "y": 24.1366,
            "x": 120.682841
        },
        {
            "name": "太平東村店",
            "address": "台中市太平區東平里１３鄰東村３街６號、８號",
            "y": 24.136597,
            "x": 120.723845
        },
        {
            "name": "台中五權五店",
            "address": "台中市西區五權五街１４３號１樓",
            "y": 24.136446,
            "x": 120.659415
        },
        {
            "name": "台中建功店",
            "address": "台中市南屯區建功路１０７之３８號１０７之３９號１樓",
            "y": 24.136232,
            "x": 120.607091
        },
        {
            "name": "台中金南屯店",
            "address": "台中市南屯區南屯路二段１５９號",
            "y": 24.136033,
            "x": 120.651398
        },
        {
            "name": "台中金站店",
            "address": "台中市東區復興路四段１４７號",
            "y": 24.135949,
            "x": 120.68608
        },
        {
            "name": "台中東英店",
            "address": "台中市東區東信里旱溪東路一段３００號、３０１號１樓",
            "y": 24.135279,
            "x": 120.701083
        },
        {
            "name": "彰化線西店",
            "address": "彰化縣線西鄉線西村中央路二段４１８號１樓",
            "y": 24.135046,
            "x": 120.46511
        },
        {
            "name": "台中金站二店",
            "address": "台中市東區和平街１１９－４號",
            "y": 24.134838,
            "x": 120.686954
        },
        {
            "name": "台中崇倫店",
            "address": "台中市南區南屯路一段２７３號",
            "y": 24.134118,
            "x": 120.656378
        },
        {
            "name": "台中鼎豐店",
            "address": "台中市南屯區豊樂里永春東一路７１９號一樓",
            "y": 24.133192,
            "x": 120.641187
        },
        {
            "name": "台中大鼎店",
            "address": "台中市南屯區大墩南路３３２號、３３６號一樓",
            "y": 24.13208,
            "x": 120.650076
        },
        {
            "name": "太平永平店",
            "address": "台中市太平區永平路一段６５號１樓",
            "y": 24.131473,
            "x": 120.718152
        },
        {
            "name": "新城太魯閣店",
            "address": "花蓮縣新城鄉新城村新興路５３號１樓",
            "y": 24.13119,
            "x": 121.64397
        },
        {
            "name": "台中柳川店",
            "address": "台中市南區美村路二段１６號、１８號１樓",
            "y": 24.130962,
            "x": 120.661747
        },
        {
            "name": "太平金盛店",
            "address": "台中市太平區成功東路２６７號",
            "y": 24.130638,
            "x": 120.723929
        },
        {
            "name": "太平新興中店",
            "address": "台中市太平區永平南路１號",
            "y": 24.130389,
            "x": 120.721054
        },
        {
            "name": "台中正點店",
            "address": "臺中市西區三民路一段４６號全部",
            "y": 24.130296,
            "x": 120.667492
        },
        {
            "name": "台中金礦店",
            "address": "台中市東區振興路４４號１樓",
            "y": 24.129796,
            "x": 120.705684
        },
        {
            "name": "台中鳳鳴店",
            "address": "台中市東區大振街３１號",
            "y": 24.129383,
            "x": 120.691847
        },
        {
            "name": "台中新學府店",
            "address": "台中市南區學府路１６８巷２號",
            "y": 24.129159,
            "x": 120.674297
        },
        {
            "name": "台中忠孝夜店",
            "address": "台中市南區忠孝路１０２號",
            "y": 24.128752,
            "x": 120.680272
        },
        {
            "name": "台中金和店",
            "address": "台中市南區學府路１２３號",
            "y": 24.128044,
            "x": 120.674359
        },
        {
            "name": "太平建興店",
            "address": "台中市太平區建興路２６６，２６８號",
            "y": 24.127315,
            "x": 120.72677
        },
        {
            "name": "台中金東門店",
            "address": "台中市東區東門路１１８號",
            "y": 24.12713,
            "x": 120.698986
        },
        {
            "name": "烏日成嶺店",
            "address": "台中市烏日區學田路７１９號",
            "y": 24.126746,
            "x": 120.60739
        },
        {
            "name": "台中新高橋店",
            "address": "台中市南區建國北路一段２５０號",
            "y": 24.125471,
            "x": 120.657864
        },
        {
            "name": "台中興大店",
            "address": "台中市南區積善里學府路５１號，５３號",
            "y": 24.125466,
            "x": 120.675117
        },
        {
            "name": "台中大安店",
            "address": "台中市南區忠明南路７３０巷２３號１樓",
            "y": 24.12438,
            "x": 120.658716
        },
        {
            "name": "台中興美店",
            "address": "台中市南區復興路二段９９巷１８號",
            "y": 24.124361,
            "x": 120.662352
        },
        {
            "name": "太平新凱悅店",
            "address": "台中市太平區中平九街１１７號",
            "y": 24.123818,
            "x": 120.720218
        },
        {
            "name": "太平頭汴坑店",
            "address": "台中市太平區長龍路２段１號",
            "y": 24.123807,
            "x": 120.74984
        },
        {
            "name": "太平永豐店",
            "address": "台中市太平區永豐路８１號、８３號１樓",
            "y": 24.123411,
            "x": 120.711883
        },
        {
            "name": "和美金美店",
            "address": "彰化縣和美鎮月眉里和厝路一段臨２１６號",
            "y": 24.122331,
            "x": 120.495246
        },
        {
            "name": "台中金南門店",
            "address": "台中市南區南門路５７號１Ｆ",
            "y": 24.122172,
            "x": 120.681168
        },
        {
            "name": "台中汝川店",
            "address": "台中市南區建國北路一段１１０號（汝川醫療大樓Ｂ１）",
            "y": 24.12202,
            "x": 120.651612
        },
        {
            "name": "台中中山一店",
            "address": "台中市南區建國北路１段１１０號",
            "y": 24.12202,
            "x": 120.651612
        },
        {
            "name": "台中中興店",
            "address": "台中市南區國光路２５０號社管大樓１樓（１１０室）",
            "y": 24.120545,
            "x": 120.678434
        },
        {
            "name": "台中中興二店",
            "address": "台中市南區國光路２５０號",
            "y": 24.120545,
            "x": 120.678434
        },
        {
            "name": "台中登陽店",
            "address": "台中市南區文心南路５４８號",
            "y": 24.119482,
            "x": 120.651674
        },
        {
            "name": "大肚王田店",
            "address": "台中市大肚區沙田路一段１４４－１號",
            "y": 24.119149,
            "x": 120.576011
        },
        {
            "name": "大里新日新店",
            "address": "台中市大里區日新路５８６號",
            "y": 24.118706,
            "x": 120.692556
        },
        {
            "name": "台中進步店",
            "address": "台中市南區工學北路１２２號１樓",
            "y": 24.118644,
            "x": 120.660339
        },
        {
            "name": "台中金獅店",
            "address": "台中市南區東興路一段１６號",
            "y": 24.118352,
            "x": 120.65787
        },
        {
            "name": "太平新永成店",
            "address": "台中市太平區永成北路１６０號一樓至四樓全部",
            "y": 24.117913,
            "x": 120.715169
        },
        {
            "name": "台中楓樹店",
            "address": "台中市南屯區黎明路一段２５３號、２５５號",
            "y": 24.117821,
            "x": 120.627445
        },
        {
            "name": "台中新時代店",
            "address": "台中市南區工學二街９５號一樓",
            "y": 24.11674,
            "x": 120.663973
        },
        {
            "name": "台中帝國店",
            "address": "台中市南區美村南路１５３、１５５號１樓",
            "y": 24.11624,
            "x": 120.666733
        },
        {
            "name": "太平永益店",
            "address": "台中市太平區長億六街５３—２７號",
            "y": 24.115704,
            "x": 120.71924
        },
        {
            "name": "大里大明店",
            "address": "台中市大里區大明路１６８號１樓",
            "y": 24.115382,
            "x": 120.685403
        },
        {
            "name": "大里新捷勝店",
            "address": "台中市大里區大明路５１２號１樓",
            "y": 24.115027,
            "x": 120.674154
        },
        {
            "name": "台中金大慶店",
            "address": "台中市南區大慶街二段８號",
            "y": 24.114962,
            "x": 120.652053
        },
        {
            "name": "大里永勝店",
            "address": "台中市大里區永隆里大明路４６９號一樓",
            "y": 24.114715,
            "x": 120.675958
        },
        {
            "name": "大里內新店",
            "address": "台中市大里區內新街５４，５６號１樓",
            "y": 24.114088,
            "x": 120.691397
        },
        {
            "name": "大里新大益店",
            "address": "台中市大里區益民路二段３５號１樓",
            "y": 24.113988,
            "x": 120.683752
        },
        {
            "name": "大里勝美店",
            "address": "台中市大里區西榮路６８號",
            "y": 24.113486,
            "x": 120.686021
        },
        {
            "name": "台中高工店",
            "address": "台中市南區高工路９２號",
            "y": 24.113048,
            "x": 120.659078
        },
        {
            "name": "和美德美店",
            "address": "彰化縣和美鎮美寮路二段５５７號１樓",
            "y": 24.113036,
            "x": 120.502251
        },
        {
            "name": "台中高鐵店",
            "address": "台中市烏日區站區二路８號１樓",
            "y": 24.112849,
            "x": 120.615383
        },
        {
            "name": "和美頂美店",
            "address": "彰化縣和美鎮柑井里美寮路二段２號１樓",
            "y": 24.112329,
            "x": 120.516423
        },
        {
            "name": "太平新甲店",
            "address": "台中市太平區新仁路一段４２號，４４巷２號",
            "y": 24.111969,
            "x": 120.706846
        },
        {
            "name": "烏日新九德店",
            "address": "台中市烏日區中華路３２６號",
            "y": 24.111851,
            "x": 120.638042
        },
        {
            "name": "台中新高鐵店",
            "address": "台中市烏日區站區二路８號２樓",
            "y": 24.111803,
            "x": 120.615376
        },
        {
            "name": "大里東益店",
            "address": "台中市大里區益民路二段２８０號",
            "y": 24.111145,
            "x": 120.683959
        },
        {
            "name": "台中福田店",
            "address": "台中市南區福田路１５號１樓",
            "y": 24.110779,
            "x": 120.657662
        },
        {
            "name": "烏日高鐵店",
            "address": "台中市烏日區光日路３５６、３５８號１樓",
            "y": 24.110499,
            "x": 120.62581
        },
        {
            "name": "鹿港鹿鼎店",
            "address": "彰化縣鹿港鎮鹿草路四段４０９號一樓",
            "y": 24.110346,
            "x": 120.457128
        },
        {
            "name": "烏日林新店",
            "address": "台中市烏日區健行路１７７號１樓",
            "y": 24.109868,
            "x": 120.598522
        },
        {
            "name": "大里新光店",
            "address": "台中市大里區新光路９３號",
            "y": 24.109472,
            "x": 120.691972
        },
        {
            "name": "大里爽文店",
            "address": "台中市大里區爽文路８７０－１號",
            "y": 24.109453,
            "x": 120.675043
        },
        {
            "name": "烏日火車頭店",
            "address": "台中市烏日區高鐵東一路２６號２樓",
            "y": 24.108828,
            "x": 120.614114
        },
        {
            "name": "烏日成功店",
            "address": "台中市烏日區中山路三段２４２－１號、２４２－２號",
            "y": 24.108798,
            "x": 120.607026
        },
        {
            "name": "大里大功店",
            "address": "台中市大里區國光里國光路二段３８號一樓",
            "y": 24.108743,
            "x": 120.679853
        },
        {
            "name": "烏日高捷店",
            "address": "台中市烏日區三榮路二段３５２號",
            "y": 24.108577,
            "x": 120.597171
        },
        {
            "name": "大里順發店",
            "address": "台中市大里區永隆路２０９號壹樓",
            "y": 24.108097,
            "x": 120.676573
        },
        {
            "name": "和美八大店",
            "address": "彰化縣和美鎮鹿和路六段３１０號",
            "y": 24.107676,
            "x": 120.494421
        },
        {
            "name": "大里立仁店",
            "address": "台中市大里區新仁里立仁路８３號、８５號１樓",
            "y": 24.107659,
            "x": 120.703683
        },
        {
            "name": "大里益民店",
            "address": "台中市大里區新里里益民路二段１７３號１樓",
            "y": 24.107597,
            "x": 120.684182
        },
        {
            "name": "和美雙美店",
            "address": "彰化縣和美鎮糖東１街２１號、２３號１樓",
            "y": 24.107382,
            "x": 120.533749
        },
        {
            "name": "烏日快捷店",
            "address": "台中市烏日區高鐵路一段７０號１樓",
            "y": 24.106929,
            "x": 120.602199
        },
        {
            "name": "烏日三民店",
            "address": "台中市烏日區中山路二段２２０號，三民街１３６號",
            "y": 24.10656,
            "x": 120.622252
        },
        {
            "name": "大里立新店",
            "address": "台中市大里區立新街３２１號１樓",
            "y": 24.105714,
            "x": 120.699823
        },
        {
            "name": "大里新榮店",
            "address": "台中市大里區大里路６５號",
            "y": 24.104882,
            "x": 120.687205
        },
        {
            "name": "烏日新明道店",
            "address": "台中市烏日區信義街１５７號",
            "y": 24.104556,
            "x": 120.639094
        },
        {
            "name": "大里新生店",
            "address": "台中市大里區現岱路１８７號．１８９號１樓",
            "y": 24.103573,
            "x": 120.691549
        },
        {
            "name": "烏日光日店",
            "address": "台中市烏日區公園路３０６號",
            "y": 24.10303,
            "x": 120.624195
        },
        {
            "name": "太平光德店",
            "address": "台中市太平區光德路１０１號１樓",
            "y": 24.102006,
            "x": 120.721574
        },
        {
            "name": "大里愛心店",
            "address": "台中市大里區愛心路７５號",
            "y": 24.101949,
            "x": 120.679774
        },
        {
            "name": "大里工業店",
            "address": "台中市大里區工業路９４號、９６號",
            "y": 24.100656,
            "x": 120.716377
        },
        {
            "name": "大里永興店",
            "address": "台中市大里區中興路二段１５６號",
            "y": 24.100398,
            "x": 120.687988
        },
        {
            "name": "大里新興店",
            "address": "台中市大里區新興路４７號",
            "y": 24.099139,
            "x": 120.676933
        },
        {
            "name": "和美金好雅店",
            "address": "彰化縣和美鎮鹿和路五段１８８巷３號",
            "y": 24.098808,
            "x": 120.489814
        },
        {
            "name": "大里善化店",
            "address": "台中市大里區善化路１４６號",
            "y": 24.098269,
            "x": 120.702666
        },
        {
            "name": "和美永美店",
            "address": "彰化縣和美鎮彰新路二段１６３號",
            "y": 24.09597,
            "x": 120.536115
        },
        {
            "name": "烏日金鴿店",
            "address": "台中市烏日區五光路９５之１號",
            "y": 24.095315,
            "x": 120.65609
        },
        {
            "name": "大里金大發店",
            "address": "台中市大里區仁化路３４３－１號",
            "y": 24.09522,
            "x": 120.706819
        },
        {
            "name": "大里成功店",
            "address": "台中市大里區成功路５４７號",
            "y": 24.091999,
            "x": 120.70331
        },
        {
            "name": "彰化金馬金店",
            "address": "彰化縣彰化市彰美路１段臨２８２號",
            "y": 24.090449,
            "x": 120.535912
        },
        {
            "name": "彰化金泰店",
            "address": "彰化縣彰化市泰和路１段１８２號１樓",
            "y": 24.090309,
            "x": 120.549292
        },
        {
            "name": "大里大金店",
            "address": "台中市大里區長春路７８巷５０號",
            "y": 24.090183,
            "x": 120.690764
        },
        {
            "name": "大里塗城店",
            "address": "台中市大里區塗城路７４２號、７４４號１樓",
            "y": 24.090099,
            "x": 120.697876
        },
        {
            "name": "大里再發店",
            "address": "台中市大里區塗城路６８１號",
            "y": 24.088689,
            "x": 120.701108
        },
        {
            "name": "大里金城店",
            "address": "台中市大里區塗城路５３７號",
            "y": 24.0876,
            "x": 120.705339
        },
        {
            "name": "彰化自強店",
            "address": "彰化縣彰化市忠權里自強南路６１號一樓",
            "y": 24.08705,
            "x": 120.535666
        },
        {
            "name": "大里好美店",
            "address": "台中市大里區塗城路２３０巷７５號及７５號之１",
            "y": 24.086732,
            "x": 120.708964
        },
        {
            "name": "鹿港金寶店",
            "address": "彰化縣鹿港鎮鹿和路四段１０號",
            "y": 24.086178,
            "x": 120.480674
        },
        {
            "name": "大里瑞城店",
            "address": "台中市大里區瑞城一街２號、２－１號１樓",
            "y": 24.085945,
            "x": 120.701797
        },
        {
            "name": "大里新城店",
            "address": "台中市大里區塗城路２９１號",
            "y": 24.085811,
            "x": 120.711743
        },
        {
            "name": "大里軟科店",
            "address": "台中市大里區公園街４２３－１號",
            "y": 24.085774,
            "x": 120.693018
        },
        {
            "name": "彰化新三民店",
            "address": "彰化縣彰化市三民路２７０號",
            "y": 24.085547,
            "x": 120.54398
        },
        {
            "name": "彰化山中美店",
            "address": "彰化縣彰化市山中街９６號",
            "y": 24.085484,
            "x": 120.570294
        },
        {
            "name": "彰化金師店",
            "address": "彰化縣彰化市進德路２７號壹樓",
            "y": 24.083404,
            "x": 120.558413
        },
        {
            "name": "大里大發店",
            "address": "台中市大里區中興路一段１０９之５號１樓",
            "y": 24.083392,
            "x": 120.697205
        },
        {
            "name": "彰化順風店",
            "address": "彰化縣彰化市實踐路４８號",
            "y": 24.083235,
            "x": 120.554309
        },
        {
            "name": "和美家美店",
            "address": "彰化縣和美鎮南佃里嘉佃路８號一樓",
            "y": 24.0832,
            "x": 120.498893
        },
        {
            "name": "鹿港柑仔店",
            "address": "彰化縣鹿港鎮鹿和路３段４２３號",
            "y": 24.083198,
            "x": 120.475793
        },
        {
            "name": "彰化香山店",
            "address": "彰化縣彰化市彰南路二段３５２號１樓",
            "y": 24.08281,
            "x": 120.586061
        },
        {
            "name": "彰化彰南店",
            "address": "彰化縣彰化市彰南路三段３０２號、３０４號",
            "y": 24.081426,
            "x": 120.59891
        },
        {
            "name": "大里東芳店",
            "address": "台中市大里區東湖里東南路１４２之６號１樓",
            "y": 24.079699,
            "x": 120.694838
        },
        {
            "name": "霧峰吉峰店",
            "address": "台中市霧峰區民生路３５３號",
            "y": 24.078646,
            "x": 120.718496
        },
        {
            "name": "彰化線東店",
            "address": "彰化縣彰化市線東路一段５６７號",
            "y": 24.078603,
            "x": 120.518322
        },
        {
            "name": "大里西湖店",
            "address": "台中市大里區西湖路３３７號",
            "y": 24.077417,
            "x": 120.679176
        },
        {
            "name": "彰化樂活店",
            "address": "彰化縣彰化市成功路８５號１樓、２樓",
            "y": 24.077244,
            "x": 120.541533
        },
        {
            "name": "彰化八卦山店",
            "address": "彰化縣彰化市公園路一段４６號",
            "y": 24.07683,
            "x": 120.545706
        },
        {
            "name": "霧峰新錦峰店",
            "address": "台中市霧峰區錦州路３３１號",
            "y": 24.076278,
            "x": 120.707158
        },
        {
            "name": "彰化新再旺店",
            "address": "彰化縣彰化市民族路４３９號",
            "y": 24.075788,
            "x": 120.539989
        },
        {
            "name": "霧峰朝科大店",
            "address": "台中市霧峰區吉峰東路６２號",
            "y": 24.074452,
            "x": 120.7148
        },
        {
            "name": "彰化林森店",
            "address": "彰化縣彰化市林森路１９７，１９９，２０１號",
            "y": 24.073245,
            "x": 120.526686
        },
        {
            "name": "彰化再興店",
            "address": "彰化縣彰化市南郭路一段１９１巷１６號",
            "y": 24.073206,
            "x": 120.548992
        },
        {
            "name": "烏日新溪南店",
            "address": "台中市烏日區溪南路一段６５９號",
            "y": 24.073114,
            "x": 120.642968
        },
        {
            "name": "霧峰中投店",
            "address": "台中市霧峰區中投西路二段４３０號",
            "y": 24.071961,
            "x": 120.662304
        },
        {
            "name": "彰化新彰基店",
            "address": "彰化縣彰化市博愛街１０１號１樓",
            "y": 24.071957,
            "x": 120.545064
        },
        {
            "name": "霧峰新六順店",
            "address": "台中市霧峰區民生路２０１號",
            "y": 24.070683,
            "x": 120.70298
        },
        {
            "name": "彰化鐵皮店",
            "address": "彰化縣彰化市平和十四街６７號",
            "y": 24.069413,
            "x": 120.531392
        },
        {
            "name": "霧峰新振興店",
            "address": "台中市霧峰區草湖路４９號",
            "y": 24.06861,
            "x": 120.697751
        },
        {
            "name": "彰化金平店",
            "address": "彰化縣彰化市崙平北路１０８號",
            "y": 24.067984,
            "x": 120.528246
        },
        {
            "name": "彰化再安店",
            "address": "彰化縣彰化市介壽南路１６號、１８號１樓",
            "y": 24.067768,
            "x": 120.547619
        },
        {
            "name": "彰化新天祥店",
            "address": "彰化縣彰化市四維路６９巷２號",
            "y": 24.066676,
            "x": 120.535797
        },
        {
            "name": "彰化建國店",
            "address": "彰化縣彰化市介壽北路１號．美育館１樓",
            "y": 24.066264,
            "x": 120.550048
        },
        {
            "name": "霧峰九德店",
            "address": "台中市霧峰區四德路２０４號",
            "y": 24.066258,
            "x": 120.691342
        },
        {
            "name": "新秀傳店",
            "address": "彰化縣彰化市南平街６１巷５１號",
            "y": 24.066126,
            "x": 120.540542
        },
        {
            "name": "鹿港祥園店",
            "address": "彰化縣鹿港鎮海浴路２０８－１號１樓",
            "y": 24.065415,
            "x": 120.42861
        },
        {
            "name": "國姓水長流店",
            "address": "南投縣國姓鄉長流村大長路５７７－１７號",
            "y": 24.064452,
            "x": 120.876397
        },
        {
            "name": "彰化金馬店",
            "address": "彰化縣彰化市彰馬路２４６之１號",
            "y": 24.063914,
            "x": 120.512792
        },
        {
            "name": "霧峰金來店",
            "address": "台中市霧峰區中正路８０３號一樓",
            "y": 24.062099,
            "x": 120.698193
        },
        {
            "name": "彰化彰興店",
            "address": "彰化縣彰化市延平路５號",
            "y": 24.060189,
            "x": 120.540293
        },
        {
            "name": "霧峰金德店",
            "address": "台中市霧峰區四德路５７６號",
            "y": 24.060018,
            "x": 120.663916
        },
        {
            "name": "鹿港天后店",
            "address": "彰化縣鹿港鎮玉順里後寮巷９２號１樓",
            "y": 24.059548,
            "x": 120.431448
        },
        {
            "name": "鹿港媽祖店",
            "address": "彰化縣鹿港鎮光復路臨８５號",
            "y": 24.057615,
            "x": 120.42754
        },
        {
            "name": "鹿港車站店",
            "address": "彰化縣鹿港鎮民權路２０２號",
            "y": 24.056525,
            "x": 120.434657
        },
        {
            "name": "鹿港富麗店",
            "address": "彰化縣鹿港鎮鹿東路二段５４１號",
            "y": 24.055548,
            "x": 120.461776
        },
        {
            "name": "彰化大通店",
            "address": "彰化縣彰化市中山路一段１１７之３號１Ｆ",
            "y": 24.054638,
            "x": 120.533877
        },
        {
            "name": "福興福鹿店",
            "address": "彰化縣福興鄉復興路１２０號",
            "y": 24.052857,
            "x": 120.439071
        },
        {
            "name": "新城康樂店",
            "address": "花蓮縣新城鄉康樂村康樂路２７９號",
            "y": 24.051669,
            "x": 121.60494
        },
        {
            "name": "霧峰金亞洲店",
            "address": "台中市霧峰區南柳村柳豐路３６８號１樓",
            "y": 24.04921,
            "x": 120.686408
        },
        {
            "name": "霧峰五福店",
            "address": "台中市霧峰區六股路２９２號",
            "y": 24.049076,
            "x": 120.675994
        },
        {
            "name": "霧峰亞洲店",
            "address": "台中市霧峰區柳豐路４６６．４６８號",
            "y": 24.044657,
            "x": 120.68811
        },
        {
            "name": "埔里大坪頂店",
            "address": "南投縣埔里鎮西安路三段２８６號一樓",
            "y": 24.037673,
            "x": 120.925572
        },
        {
            "name": "福興福環店",
            "address": "彰化縣福興鄉沿海路４段３８２號",
            "y": 24.037471,
            "x": 120.421732
        },
        {
            "name": "彰化漢銘店",
            "address": "彰化縣彰化市中山路一段３６６號",
            "y": 24.033532,
            "x": 120.497803
        },
        {
            "name": "仁愛高山青店",
            "address": "南投縣仁愛鄉大同村信義巷３４之６號",
            "y": 24.032792,
            "x": 121.142082
        },
        {
            "name": "秀水好水店",
            "address": "彰化縣秀水鄉福安村２２鄰彰水路二段６２８號",
            "y": 24.032137,
            "x": 120.498267
        },
        {
            "name": "新城北埔店",
            "address": "花蓮縣新城鄉北埔路１５９號一樓",
            "y": 24.031605,
            "x": 121.604712
        },
        {
            "name": "彰化建台店",
            "address": "彰化縣彰化市中興路１０３－８號１樓",
            "y": 24.031479,
            "x": 120.608945
        },
        {
            "name": "新城佳山店",
            "address": "花蓮縣新城鄉佳林村佳林１０５號",
            "y": 24.029056,
            "x": 121.586404
        },
        {
            "name": "新城望海店",
            "address": "花蓮縣新城鄉七星街１１０號",
            "y": 24.02665,
            "x": 121.63044
        },
        {
            "name": "花壇金花店",
            "address": "彰化縣花壇鄉中正路３５６號壹樓",
            "y": 24.025291,
            "x": 120.537891
        },
        {
            "name": "花壇正花店",
            "address": "彰化縣花壇鄉中山路一段３８０號",
            "y": 24.024053,
            "x": 120.541597
        },
        {
            "name": "福興番花店",
            "address": "彰化縣福興鄉番花路一段８５３號",
            "y": 24.019629,
            "x": 120.471052
        },
        {
            "name": "芬園金馬店",
            "address": "彰化縣芬園鄉信義路５號",
            "y": 24.014958,
            "x": 120.628401
        },
        {
            "name": "秀水金興店",
            "address": "彰化縣秀水鄉番花路２９７號右１７",
            "y": 24.013331,
            "x": 120.515365
        },
        {
            "name": "福興福利店",
            "address": "彰化縣福興鄉萬豐村彰水路５０、５２號１樓",
            "y": 24.01206,
            "x": 120.486515
        },
        {
            "name": "新城嘉新店",
            "address": "花蓮縣新城鄉嘉新村花師街３７號一樓",
            "y": 24.008556,
            "x": 121.615892
        },
        {
            "name": "新城民益店",
            "address": "花蓮縣新城鄉嘉新村嘉新路４５號",
            "y": 24.00658,
            "x": 121.61334
        },
        {
            "name": "草屯雙冬店",
            "address": "南投縣草屯鎮中正路４３之４３號",
            "y": 24.003774,
            "x": 120.694272
        },
        {
            "name": "仁愛賽德克店",
            "address": "南投縣仁愛鄉南豐村中正路８７－１號",
            "y": 24.003671,
            "x": 121.086961
        },
        {
            "name": "大村茄苳店",
            "address": "彰化縣大村鄉茄苳路二段２號",
            "y": 24.003201,
            "x": 120.544077
        },
        {
            "name": "草屯稻豐店",
            "address": "南投縣草屯鎮中正路１５７３號",
            "y": 23.998749,
            "x": 120.689517
        },
        {
            "name": "花蓮新美店",
            "address": "花蓮縣花蓮市中興路１８２號１樓",
            "y": 23.99662,
            "x": 121.62514
        },
        {
            "name": "彰化埔鹽店",
            "address": "彰化縣埔鹽鄉彰水路２段３１號",
            "y": 23.996418,
            "x": 120.47649
        },
        {
            "name": "花蓮慈安店",
            "address": "花蓮縣花蓮市建國路二段８７６號",
            "y": 23.996153,
            "x": 121.565466
        },
        {
            "name": "花蓮富強店",
            "address": "花蓮縣花蓮市中山路７０８號１樓",
            "y": 23.99486,
            "x": 121.595786
        },
        {
            "name": "花蓮慈濟店",
            "address": "花蓮縣花蓮市中央路三段７０７號３樓",
            "y": 23.994751,
            "x": 121.59314
        },
        {
            "name": "花蓮大愛店",
            "address": "花蓮縣花蓮市中央路三段７０７號（大愛樓地下室超商）",
            "y": 23.994751,
            "x": 121.59314
        },
        {
            "name": "大村寶山店",
            "address": "彰化縣大村鄉山腳路９８－２０號",
            "y": 23.992853,
            "x": 120.582803
        },
        {
            "name": "花蓮國盛店",
            "address": "花蓮縣花蓮市國聯五路１２６、１２８號１樓",
            "y": 23.992233,
            "x": 121.605237
        },
        {
            "name": "花蓮國興店",
            "address": "花蓮縣花蓮市國聯五路５９號",
            "y": 23.99065,
            "x": 121.605414
        },
        {
            "name": "草屯金安全店",
            "address": "南投縣草屯鎮中和路１００號",
            "y": 23.990206,
            "x": 120.706854
        },
        {
            "name": "埔里牛埔店",
            "address": "南投縣埔里鎮西安路二段９０號",
            "y": 23.989514,
            "x": 120.974446
        },
        {
            "name": "大村寶村店",
            "address": "彰化縣大村鄉山腳路７５－７號",
            "y": 23.989488,
            "x": 120.586586
        },
        {
            "name": "吉安鑫莊敬店",
            "address": "花蓮縣吉安鄉自強路６０３號",
            "y": 23.989209,
            "x": 121.5937
        },
        {
            "name": "彰化大村店",
            "address": "彰化縣大村鄉中山路二段３１３號及中正西路１號",
            "y": 23.989199,
            "x": 120.563781
        },
        {
            "name": "草屯金安店",
            "address": "南投縣草屯鎮御富路２１８號",
            "y": 23.988818,
            "x": 120.691741
        },
        {
            "name": "大村大溪店",
            "address": "彰化縣大村鄉大溪路１３號",
            "y": 23.988225,
            "x": 120.539859
        },
        {
            "name": "花蓮建中店",
            "address": "花蓮縣花蓮市中山路５４７－２號",
            "y": 23.986622,
            "x": 121.601718
        },
        {
            "name": "吉安建國店",
            "address": "花蓮縣吉安鄉建國路一段４２號",
            "y": 23.985238,
            "x": 121.595117
        },
        {
            "name": "花蓮國安店",
            "address": "花蓮縣花蓮市中山路４０６－２號",
            "y": 23.983604,
            "x": 121.604476
        },
        {
            "name": "草屯中正店",
            "address": "南投縣草屯鎮中正路８３６號",
            "y": 23.983588,
            "x": 120.685903
        },
        {
            "name": "吉安和平店",
            "address": "花蓮縣吉安鄉自強路３９５號之１",
            "y": 23.983046,
            "x": 121.58898
        },
        {
            "name": "花蓮博愛店",
            "address": "花蓮縣花蓮市林森路２５０號",
            "y": 23.981764,
            "x": 121.606337
        },
        {
            "name": "草屯敦和店",
            "address": "南投縣草屯鎮仁愛街８９號",
            "y": 23.980439,
            "x": 120.678469
        },
        {
            "name": "吉安慶豐店",
            "address": "花蓮縣吉安鄉慶豐村中山路三段４５０號一樓",
            "y": 23.979853,
            "x": 121.567251
        },
        {
            "name": "吉安自強店",
            "address": "花蓮縣吉安鄉勝安村自強路１２９號一樓１３１號",
            "y": 23.979832,
            "x": 121.586764
        },
        {
            "name": "大村美港店",
            "address": "彰化縣大村鄉美港路５１號",
            "y": 23.979657,
            "x": 120.573193
        },
        {
            "name": "花蓮正明店",
            "address": "花蓮縣花蓮市中正路６３３號",
            "y": 23.979345,
            "x": 121.610343
        },
        {
            "name": "花蓮鑫和店",
            "address": "花蓮縣花蓮市和平路５９７號壹樓",
            "y": 23.979227,
            "x": 121.59901
        },
        {
            "name": "草屯南開店",
            "address": "南投縣草屯鎮中正路５６８號",
            "y": 23.979178,
            "x": 120.696909
        },
        {
            "name": "草屯同安店",
            "address": "南投縣草屯鎮中山街２４７號",
            "y": 23.979176,
            "x": 120.682981
        },
        {
            "name": "草屯虎山店",
            "address": "南投縣草屯鎮中正路６１０號１樓及２樓",
            "y": 23.979149,
            "x": 120.685987
        },
        {
            "name": "花蓮光復店",
            "address": "花蓮縣花蓮市民國路１２１號",
            "y": 23.979122,
            "x": 121.605905
        },
        {
            "name": "埔里籃城店",
            "address": "南投縣埔里鎮中正路９８１號",
            "y": 23.97911,
            "x": 120.960785
        },
        {
            "name": "埔里埔榮店",
            "address": "南投縣埔里鎮蜈蚣里中山路一段２３７之７號１樓",
            "y": 23.978688,
            "x": 120.993426
        },
        {
            "name": "花蓮正國店",
            "address": "花蓮縣花蓮市中正路５６９號",
            "y": 23.977658,
            "x": 121.607774
        },
        {
            "name": "草屯東寶店",
            "address": "南投縣草屯鎮虎山路７６６號１樓",
            "y": 23.975665,
            "x": 120.685986
        },
        {
            "name": "花蓮正義店",
            "address": "花蓮縣花蓮市中正路４１３號１樓",
            "y": 23.975014,
            "x": 121.603835
        },
        {
            "name": "草屯金昌店",
            "address": "南投縣草屯鎮富林路一段３２０號",
            "y": 23.975003,
            "x": 120.699816
        },
        {
            "name": "埔里鐵山店",
            "address": "南投縣埔里鎮鐵山路９號．９－１號",
            "y": 23.974445,
            "x": 120.942992
        },
        {
            "name": "吉安宜昌店",
            "address": "花蓮縣吉安鄉中華路二段１６１號１樓",
            "y": 23.973505,
            "x": 121.582582
        },
        {
            "name": "花蓮中福店",
            "address": "花蓮縣花蓮市中正路２６８號１樓",
            "y": 23.973017,
            "x": 121.601166
        },
        {
            "name": "花蓮榮正店",
            "address": "花蓮縣花蓮市中正路２０７號．２０９號",
            "y": 23.972125,
            "x": 121.599299
        },
        {
            "name": "花蓮德順店",
            "address": "花蓮縣花蓮市德安一街２２３號１樓",
            "y": 23.971974,
            "x": 121.593928
        },
        {
            "name": "埔里安德店",
            "address": "南投縣埔里鎮八德路３８號",
            "y": 23.971628,
            "x": 120.969631
        },
        {
            "name": "埔里高工店",
            "address": "南投縣埔里鎮和平東路４３１號",
            "y": 23.971507,
            "x": 120.976587
        },
        {
            "name": "埔里埔基店",
            "address": "南投縣埔里鎮鐵山路１－２號",
            "y": 23.970702,
            "x": 120.946474
        },
        {
            "name": "秀林和平店",
            "address": "花蓮縣秀林鄉和平村和平路１８７號一樓",
            "y": 23.970159,
            "x": 121.606318
        },
        {
            "name": "南投署醫店",
            "address": "南投縣南投市復興路４７８號",
            "y": 23.969669,
            "x": 120.668343
        },
        {
            "name": "吉安仁安店",
            "address": "花蓮縣吉安鄉仁里五街４８－１號",
            "y": 23.969103,
            "x": 121.591005
        },
        {
            "name": "埔里金車店",
            "address": "南投縣埔里鎮中正路５３４號",
            "y": 23.968914,
            "x": 120.964563
        },
        {
            "name": "員林大仁店",
            "address": "彰化縣員林市大同路二段１７９號",
            "y": 23.968878,
            "x": 120.57537
        },
        {
            "name": "草屯草狀元店",
            "address": "南投縣草屯鎮草溪路６０５號１樓",
            "y": 23.968627,
            "x": 120.677314
        },
        {
            "name": "吉安福興店",
            "address": "花蓮縣吉安鄉福興路２３２－１號",
            "y": 23.96853,
            "x": 121.56017
        },
        {
            "name": "草屯太平店",
            "address": "南投縣草屯鎮太平路一段４９８號",
            "y": 23.968355,
            "x": 120.682832
        },
        {
            "name": "埔里泰安店",
            "address": "南投縣埔里鎮中華路１７０號１樓",
            "y": 23.968113,
            "x": 120.974262
        },
        {
            "name": "員林金三橋店",
            "address": "彰化縣員林市浮圳路二段１６８號",
            "y": 23.967532,
            "x": 120.582539
        },
        {
            "name": "南投康金店",
            "address": "南投縣南投市復興路３４２號",
            "y": 23.967115,
            "x": 120.668663
        },
        {
            "name": "員林榮城店",
            "address": "彰化縣員林市南平街１８８號",
            "y": 23.966975,
            "x": 120.565856
        },
        {
            "name": "員林僑信店",
            "address": "彰化縣員林市中山路二段２８１號１樓及地下室",
            "y": 23.966828,
            "x": 120.571167
        },
        {
            "name": "吉安仁里店",
            "address": "花蓮縣吉安鄉仁里村中正路１段１５３號，１５５號１樓",
            "y": 23.965908,
            "x": 121.591874
        },
        {
            "name": "埔里愛埔店",
            "address": "南投縣埔里鎮中山路四段８７號",
            "y": 23.965882,
            "x": 120.93404
        },
        {
            "name": "埔里東榮店",
            "address": "南投縣埔里鎮中正路３７６號",
            "y": 23.964655,
            "x": 120.968146
        },
        {
            "name": "芳苑王功店",
            "address": "彰化縣芳苑鄉芳漢路王功段５３５號",
            "y": 23.964649,
            "x": 120.340058
        },
        {
            "name": "彰化溪湖店",
            "address": "彰化縣溪湖鎮光平里大溪路二段４０４號",
            "y": 23.963746,
            "x": 120.481705
        },
        {
            "name": "溪湖大發店",
            "address": "彰化縣溪湖鎮大發路７３號",
            "y": 23.963439,
            "x": 120.475659
        },
        {
            "name": "南投車站店",
            "address": "南投縣南投市復興路１２１號",
            "y": 23.962713,
            "x": 120.669083
        },
        {
            "name": "員林黎明店",
            "address": "彰化縣員林市員大路一段７５號",
            "y": 23.962655,
            "x": 120.560883
        },
        {
            "name": "員林新員山店",
            "address": "彰化縣員林市山腳路３段臨２６９號",
            "y": 23.962621,
            "x": 120.600535
        },
        {
            "name": "員林學友店",
            "address": "彰化縣員林市靜修路７４—１２號",
            "y": 23.962548,
            "x": 120.563578
        },
        {
            "name": "員林車頭店",
            "address": "彰化縣員林市南平里２８鄰靜修路５２－１號",
            "y": 23.962436,
            "x": 120.56899
        },
        {
            "name": "員林新育英店",
            "address": "彰化縣員林市育英路１０６號",
            "y": 23.962162,
            "x": 120.574599
        },
        {
            "name": "員林正新店",
            "address": "彰化縣員林市三民東街３５０號",
            "y": 23.960555,
            "x": 120.582245
        },
        {
            "name": "草屯佑民店",
            "address": "南投縣草屯鎮正興街７８號",
            "y": 23.960539,
            "x": 120.682171
        },
        {
            "name": "埔里枇杷店",
            "address": "南投縣埔里鎮中華路１－１號１樓",
            "y": 23.960391,
            "x": 120.973782
        },
        {
            "name": "埔里埔大店",
            "address": "南投縣埔里鎮民生路１４６號",
            "y": 23.95997,
            "x": 120.962855
        },
        {
            "name": "埔里九龍店",
            "address": "南投縣埔里鎮隆生路７１號",
            "y": 23.959795,
            "x": 120.96791
        },
        {
            "name": "埔里新東興店",
            "address": "南投縣埔里鎮中正路２０４號",
            "y": 23.95922,
            "x": 120.972848
        },
        {
            "name": "溪湖大竹店",
            "address": "彰化縣溪湖鎮湖西里西環路２４３號２４５號一樓",
            "y": 23.957998,
            "x": 120.477256
        },
        {
            "name": "員林富城店",
            "address": "彰化縣員林市育英路２４號",
            "y": 23.957973,
            "x": 120.57556
        },
        {
            "name": "員林新員農店",
            "address": "彰化縣員林市三條里員水路二段３２０號",
            "y": 23.955504,
            "x": 120.581524
        },
        {
            "name": "員林金牌店",
            "address": "彰化縣員林市南昌路１３５號",
            "y": 23.954304,
            "x": 120.569841
        },
        {
            "name": "埔里水頭店",
            "address": "南投縣埔里鎮水頭里中正路１６０號",
            "y": 23.954126,
            "x": 120.974713
        },
        {
            "name": "埔心永坡店",
            "address": "彰化縣埔心鄉東門村中正路一段臨４９７號",
            "y": 23.951333,
            "x": 120.539998
        },
        {
            "name": "溪湖雙溪店",
            "address": "彰化縣溪湖鎮大竹里彰水路二段７４５號１樓",
            "y": 23.95095,
            "x": 120.480385
        },
        {
            "name": "南投新中興店",
            "address": "南投縣南投市學藝路３號",
            "y": 23.950582,
            "x": 120.689311
        },
        {
            "name": "埔心署醫店",
            "address": "彰化縣埔心鄉舊館村中興路３５號",
            "y": 23.950341,
            "x": 120.526401
        },
        {
            "name": "溪湖再發店",
            "address": "彰化縣溪湖鎮崙子腳路１２２號",
            "y": 23.948437,
            "x": 120.485365
        },
        {
            "name": "員林金萬年店",
            "address": "彰化縣員林市萬年巷５１之１０號",
            "y": 23.946887,
            "x": 120.581265
        },
        {
            "name": "南投新村店",
            "address": "南投縣南投市營北里中正路３３０之６號、之１１號一樓",
            "y": 23.944628,
            "x": 120.694573
        },
        {
            "name": "埔里金牛店",
            "address": "南投縣埔里鎮桃米路２３－７號",
            "y": 23.944156,
            "x": 120.931207
        },
        {
            "name": "員林安迪店",
            "address": "彰化縣員林市員集路二段８２號",
            "y": 23.937917,
            "x": 120.576525
        },
        {
            "name": "社頭山腳店",
            "address": "彰化縣社頭鄉山腳路四段１８３號",
            "y": 23.930119,
            "x": 120.602874
        },
        {
            "name": "南投光明店",
            "address": "南投縣南投市中興路２２７號１樓",
            "y": 23.929729,
            "x": 120.692807
        },
        {
            "name": "南投仁和店",
            "address": "南投縣南投市平山里彰南路三段５３號",
            "y": 23.924853,
            "x": 120.675537
        },
        {
            "name": "永靖金火店",
            "address": "彰化縣永靖鄉永興路３段臨５０號",
            "y": 23.922932,
            "x": 120.558597
        },
        {
            "name": "永靖頂旺店",
            "address": "彰化縣永靖鄉永福路一段１５７號１樓。２樓",
            "y": 23.920393,
            "x": 120.538739
        },
        {
            "name": "永靖永安店",
            "address": "彰化縣永靖鄉中山路一段８６９號",
            "y": 23.919546,
            "x": 120.546674
        },
        {
            "name": "南投南崗店",
            "address": "南投縣南投市南崗二路４０３號一樓",
            "y": 23.916054,
            "x": 120.676744
        },
        {
            "name": "南投金袋店",
            "address": "南投縣南投市育樂路９９號１樓",
            "y": 23.912098,
            "x": 120.691319
        },
        {
            "name": "壽豐志學店",
            "address": "花蓮縣壽豐鄉志學村中正路１７號",
            "y": 23.907288,
            "x": 121.530295
        },
        {
            "name": "社頭金蟹店",
            "address": "彰化縣社頭鄉中興路８２號",
            "y": 23.902882,
            "x": 120.582513
        },
        {
            "name": "芳苑寶成店",
            "address": "彰化縣芳苑鄉三合村１４鄰斗苑路三合段１００號",
            "y": 23.901323,
            "x": 120.358476
        },
        {
            "name": "南投老家店",
            "address": "南投縣南投市南崗一路２８號",
            "y": 23.900761,
            "x": 120.684375
        },
        {
            "name": "二林斗苑店",
            "address": "彰化縣二林鎮斗苑路四段２９９號",
            "y": 23.899248,
            "x": 120.381444
        },
        {
            "name": "二林原斗店",
            "address": "彰化縣二林鎮斗苑路二段６號",
            "y": 23.897371,
            "x": 120.423624
        },
        {
            "name": "魚池水沙連店",
            "address": "南投縣魚池鄉魚池村魚池街３２２號１、２樓",
            "y": 23.896643,
            "x": 120.938138
        },
        {
            "name": "田尾金園店",
            "address": "彰化縣田尾鄉中山路一段５７７號",
            "y": 23.893993,
            "x": 120.531834
        },
        {
            "name": "壽豐東華店",
            "address": "花蓮縣壽豐鄉大學路二段１號（東華大學六期學生宿舍）",
            "y": 23.892275,
            "x": 121.544388
        },
        {
            "name": "壽豐東華二店",
            "address": "花蓮縣壽豐鄉大學路二段１號（多容館）",
            "y": 23.892275,
            "x": 121.544388
        },
        {
            "name": "埤頭金農店",
            "address": "彰化縣埤頭鄉彰水路三段２６５號",
            "y": 23.886414,
            "x": 120.458697
        },
        {
            "name": "埤頭大豐店",
            "address": "彰化縣埤頭鄉斗苑東路２之５號",
            "y": 23.883144,
            "x": 120.498705
        },
        {
            "name": "南投中寮店",
            "address": "南投縣中寮鄉永安街９８號",
            "y": 23.879782,
            "x": 120.766696
        },
        {
            "name": "南投永順店",
            "address": "南投縣南投市彰南路二段３６０號１樓及地下室",
            "y": 23.875752,
            "x": 120.693517
        },
        {
            "name": "彰化高鐵店",
            "address": "彰化縣田中鎮站區路二段９９號",
            "y": 23.873788,
            "x": 120.574535
        },
        {
            "name": "北斗七星店",
            "address": "彰化縣北斗鎮東光里斗中路９２１號",
            "y": 23.872196,
            "x": 120.528482
        },
        {
            "name": "北斗寶斗店",
            "address": "彰化縣北斗鎮斗苑路一段１９３號",
            "y": 23.871997,
            "x": 120.523277
        },
        {
            "name": "田中新生店",
            "address": "彰化縣田中鎮員集路二段５６６號",
            "y": 23.862592,
            "x": 120.585036
        },
        {
            "name": "田中金斗店",
            "address": "彰化縣田中鎮斗中路一段２３２號",
            "y": 23.861683,
            "x": 120.579927
        },
        {
            "name": "田中金田店",
            "address": "彰化縣田中鎮中州路一段７６號一樓",
            "y": 23.858331,
            "x": 120.589406
        },
        {
            "name": "大城大功店",
            "address": "彰化縣大城鄉大城村中平路８號",
            "y": 23.855827,
            "x": 120.321512
        },
        {
            "name": "田中雙田店",
            "address": "彰化縣田中鎮民族街２號１樓",
            "y": 23.854212,
            "x": 120.584754
        },
        {
            "name": "壽豐豐田店",
            "address": "花蓮縣壽豐鄉豐山村中山路１９５號",
            "y": 23.849037,
            "x": 121.495397
        },
        {
            "name": "溪州明道店",
            "address": "彰化縣溪州鄉中央路三段２２５之６號１樓",
            "y": 23.848891,
            "x": 120.494569
        },
        {
            "name": "魚池伊達邵店",
            "address": "南投縣魚池鄉義勇街５５號",
            "y": 23.847809,
            "x": 120.93114
        },
        {
            "name": "名間金交流店",
            "address": "南投縣名間鄉彰南路２４３號",
            "y": 23.846935,
            "x": 120.69646
        },
        {
            "name": "名間松柏店",
            "address": "南投縣名間鄉松山村名松路二段１６７號",
            "y": 23.83325,
            "x": 120.63645
        },
        {
            "name": "集集金集店",
            "address": "南投縣集集鎮民生路６９號",
            "y": 23.827051,
            "x": 120.784939
        },
        {
            "name": "竹山紫南宮店",
            "address": "南投縣竹山鎮集山路一段１６３７號",
            "y": 23.813959,
            "x": 120.722766
        },
        {
            "name": "西螺延平店",
            "address": "雲林縣西螺鎮延平路１９１號",
            "y": 23.800976,
            "x": 120.459097
        },
        {
            "name": "西螺廣福店",
            "address": "雲林縣西螺鎮光復西路２號",
            "y": 23.79779,
            "x": 120.466239
        },
        {
            "name": "麥寮新工店",
            "address": "雲林縣麥寮鄉仁德西路二段５４３號",
            "y": 23.797571,
            "x": 120.226623
        },
        {
            "name": "二崙永定店",
            "address": "雲林縣二崙鄉永定村永定路４０７號",
            "y": 23.796639,
            "x": 120.416455
        },
        {
            "name": "西螺平和店",
            "address": "雲林縣西螺鎮平和南路３９９號１－３樓",
            "y": 23.79612,
            "x": 120.456801
        },
        {
            "name": "麥寮長庚店",
            "address": "雲林縣麥寮鄉中興村工業路１５００號",
            "y": 23.795644,
            "x": 120.218696
        },
        {
            "name": "麥寮橋頭店",
            "address": "雲林縣麥寮鄉橋頭村橋頭路３２７號一樓",
            "y": 23.793504,
            "x": 120.272827
        },
        {
            "name": "西螺青果店",
            "address": "雲林縣西螺鎮新安里新興路５００號",
            "y": 23.782599,
            "x": 120.452839
        },
        {
            "name": "莿桐饒平店",
            "address": "雲林縣莿桐鄉四合村后埔１２８號",
            "y": 23.77715,
            "x": 120.529291
        },
        {
            "name": "二崙新崙店",
            "address": "雲林縣二崙鄉中山路１１５號",
            "y": 23.769957,
            "x": 120.412747
        },
        {
            "name": "竹山金溪店",
            "address": "南投縣竹山鎮東鄉路５之７３號１樓",
            "y": 23.767399,
            "x": 120.713727
        },
        {
            "name": "竹山夯蕃薯店",
            "address": "南投縣竹山鎮集山路三段１２９號",
            "y": 23.764842,
            "x": 120.704098
        },
        {
            "name": "竹山延和店",
            "address": "南投縣竹山鎮集山路三段５４２號",
            "y": 23.761699,
            "x": 120.693478
        },
        {
            "name": "林內采虹店",
            "address": "雲林縣林內鄉中正路３０號．３２號",
            "y": 23.761619,
            "x": 120.619598
        },
        {
            "name": "崙背永昌店",
            "address": "雲林縣崙背鄉南光路１之１０號",
            "y": 23.760408,
            "x": 120.353628
        },
        {
            "name": "竹山前山店",
            "address": "南投縣竹山鎮大明路４６１號",
            "y": 23.757507,
            "x": 120.679532
        },
        {
            "name": "竹山金竹店",
            "address": "南投縣竹山鎮竹山路１－６－２號",
            "y": 23.757311,
            "x": 120.687411
        },
        {
            "name": "竹山文化園店",
            "address": "南投縣竹山鎮鯉南路２６之１２０號",
            "y": 23.752532,
            "x": 120.6806
        },
        {
            "name": "麥寮新泰順店",
            "address": "雲林縣麥寮鄉中興路７６－３號",
            "y": 23.752306,
            "x": 120.252256
        },
        {
            "name": "麥寮六輕店",
            "address": "雲林縣麥寮鄉中興村台塑工業園區１號",
            "y": 23.751732,
            "x": 120.251893
        },
        {
            "name": "麥寮德順店",
            "address": "雲林縣麥寮鄉施厝村施厝２３０號１樓",
            "y": 23.751732,
            "x": 120.251893
        },
        {
            "name": "麥寮新和順店",
            "address": "雲林縣麥寮鄉光復路３４號",
            "y": 23.747674,
            "x": 120.256198
        },
        {
            "name": "鹿谷農會店",
            "address": "南投縣鹿谷鄉中正路二段７７號",
            "y": 23.746211,
            "x": 120.753381
        },
        {
            "name": "西螺七崁店",
            "address": "雲林縣西螺鎮吳厝里吳厝７０－１號",
            "y": 23.745201,
            "x": 120.420607
        },
        {
            "name": "斗六竹圍店",
            "address": "雲林縣斗六市溪洲里竹圍路５１號一樓",
            "y": 23.743251,
            "x": 120.556787
        },
        {
            "name": "斗六交流店",
            "address": "雲林縣斗六市榴中里石榴路３６７號",
            "y": 23.729507,
            "x": 120.591063
        },
        {
            "name": "斗六西平店",
            "address": "雲林縣斗六市西平路６７７號",
            "y": 23.72479,
            "x": 120.52416
        },
        {
            "name": "斗六新中興店",
            "address": "雲林縣斗六市中興路３０號",
            "y": 23.723591,
            "x": 120.581826
        },
        {
            "name": "雲林崙豐店",
            "address": "雲林縣台西鄉永豐村崙豐路１０８號１樓",
            "y": 23.721966,
            "x": 120.211149
        },
        {
            "name": "斗六牛桃灣店",
            "address": "雲林縣斗六市鎮北路３４９－２號",
            "y": 23.721863,
            "x": 120.540508
        },
        {
            "name": "虎尾霹靂店",
            "address": "雲林縣虎尾鎮中興路８３號１樓",
            "y": 23.721667,
            "x": 120.472554
        },
        {
            "name": "虎尾文科店",
            "address": "雲林縣虎尾鎮建國里文科路１１５１號",
            "y": 23.716882,
            "x": 120.423901
        },
        {
            "name": "斗六鎮北店",
            "address": "雲林縣斗六市鎮北路１５２號１樓．２樓",
            "y": 23.715403,
            "x": 120.54301
        },
        {
            "name": "斗六工業店",
            "address": "雲林縣斗六市斗工十路１０８號１樓",
            "y": 23.713634,
            "x": 120.591098
        },
        {
            "name": "虎尾平和店",
            "address": "雲林縣虎尾鎮光復路１２６號",
            "y": 23.709482,
            "x": 120.446499
        },
        {
            "name": "斗六環中店",
            "address": "雲林縣斗六市中華路２７５號",
            "y": 23.70865,
            "x": 120.549308
        },
        {
            "name": "虎尾霸屯店",
            "address": "雲林縣虎尾鎮西屯里大屯２６６號",
            "y": 23.708355,
            "x": 120.444854
        },
        {
            "name": "虎尾新興店",
            "address": "雲林縣虎尾鎮民權路１３號",
            "y": 23.708236,
            "x": 120.437002
        },
        {
            "name": "虎尾立人店",
            "address": "雲林縣虎尾鎮復興路１７７號１＆２樓",
            "y": 23.707167,
            "x": 120.427733
        },
        {
            "name": "虎尾新光店",
            "address": "雲林縣虎尾鎮光明路７５號",
            "y": 23.706062,
            "x": 120.446617
        },
        {
            "name": "虎尾新忠孝店",
            "address": "雲林縣虎尾鎮忠孝路４４號",
            "y": 23.705553,
            "x": 120.430362
        },
        {
            "name": "斗六保明店",
            "address": "雲林縣斗六市保長路５１－１號",
            "y": 23.705375,
            "x": 120.528918
        },
        {
            "name": "斗六莊敬店",
            "address": "雲林縣斗六市成功里成功路２８０號一樓",
            "y": 23.704944,
            "x": 120.551409
        },
        {
            "name": "斗六榮大店",
            "address": "雲林縣斗六市大學路一段４０２號１樓",
            "y": 23.704899,
            "x": 120.554631
        },
        {
            "name": "斗六永昌店",
            "address": "雲林縣斗六市雲林路二段１３５號１樓",
            "y": 23.704576,
            "x": 120.533758
        },
        {
            "name": "虎尾工專店",
            "address": "雲林縣虎尾鎮立德路２號",
            "y": 23.703336,
            "x": 120.424955
        },
        {
            "name": "斗六社口店",
            "address": "雲林縣斗六市中山路３２１號１樓２樓全部",
            "y": 23.701392,
            "x": 120.538507
        },
        {
            "name": "虎尾虎威店",
            "address": "雲林縣虎尾鎮八德街８８號",
            "y": 23.700648,
            "x": 120.428525
        },
        {
            "name": "斗六重光店",
            "address": "雲林縣斗六市南聖路７８巷４７號１樓",
            "y": 23.70049,
            "x": 120.556029
        },
        {
            "name": "斗六明德店",
            "address": "雲林縣斗六市鎮南里明德路１０３號１樓",
            "y": 23.698476,
            "x": 120.536673
        },
        {
            "name": "褒忠聚寶店",
            "address": "雲林縣褒忠鄉中正路１３１號１樓",
            "y": 23.694686,
            "x": 120.312381
        },
        {
            "name": "斗六雲大店",
            "address": "雲林縣斗六市中山路５７３號",
            "y": 23.694625,
            "x": 120.538361
        },
        {
            "name": "斗南大業店",
            "address": "雲林縣斗南鎮小東里５鄰大業路２４３號１樓",
            "y": 23.694178,
            "x": 120.464679
        },
        {
            "name": "斗六四維店",
            "address": "雲林縣斗六市龍潭里四維路１３２號１樓",
            "y": 23.69219,
            "x": 120.529637
        },
        {
            "name": "斗六久安店",
            "address": "雲林縣斗六市雲林路三段４７３號",
            "y": 23.69173,
            "x": 120.5096
        },
        {
            "name": "斗六龍潭店",
            "address": "雲林縣斗六市龍潭北路２號１樓",
            "y": 23.691654,
            "x": 120.527101
        },
        {
            "name": "斗南光華店",
            "address": "雲林縣斗南鎮光華路９６號",
            "y": 23.685277,
            "x": 120.48526
        },
        {
            "name": "虎尾興南店",
            "address": "雲林縣虎尾鎮興南里興南１５８之１２號",
            "y": 23.681131,
            "x": 120.391349
        },
        {
            "name": "土庫建國店",
            "address": "雲林縣土庫鎮建國路１３７號",
            "y": 23.67913,
            "x": 120.392628
        },
        {
            "name": "斗南西岐店",
            "address": "雲林縣斗南鎮中山路１５１－１６號",
            "y": 23.677911,
            "x": 120.477718
        },
        {
            "name": "鹿谷溪頭店",
            "address": "南投縣鹿谷鄉興產路２之３號１樓",
            "y": 23.675948,
            "x": 120.7934
        },
        {
            "name": "東勢安康店",
            "address": "雲林縣東勢鄉東南村康安路６號",
            "y": 23.67562,
            "x": 120.255244
        },
        {
            "name": "斗南新陽光店",
            "address": "雲林縣斗南鎮大成路６２號",
            "y": 23.675424,
            "x": 120.473925
        },
        {
            "name": "斗南利台店",
            "address": "雲林縣斗南鎮忠孝路２２８－２號",
            "y": 23.671829,
            "x": 120.490282
        },
        {
            "name": "光復車站店",
            "address": "花蓮縣光復鄉中山路二段２２３號",
            "y": 23.665948,
            "x": 121.423623
        },
        {
            "name": "斗南林子店",
            "address": "雲林縣斗南鎮林子里林子２０１號",
            "y": 23.655165,
            "x": 120.482126
        },
        {
            "name": "雲林元長店",
            "address": "雲林縣元長鄉長南村１３鄰中山路１１５號１樓",
            "y": 23.650852,
            "x": 120.313077
        },
        {
            "name": "古坑永光店",
            "address": "雲林縣古坑鄉永光村光昌路１５巷５號",
            "y": 23.622922,
            "x": 120.554913
        },
        {
            "name": "口湖下崙店",
            "address": "雲林縣口湖鄉崙中村中山路７１號",
            "y": 23.618107,
            "x": 120.164837
        },
        {
            "name": "大林內林店",
            "address": "嘉義縣大林鎮內林里２２９－１號",
            "y": 23.613131,
            "x": 120.491842
        },
        {
            "name": "大林大發店",
            "address": "嘉義縣大林鎮西林里中正路４８５號",
            "y": 23.604159,
            "x": 120.45413
        },
        {
            "name": "大林大埔美店",
            "address": "嘉義縣大林鎮大美里互助社區１５號",
            "y": 23.60386,
            "x": 120.4712
        },
        {
            "name": "大林民生店",
            "address": "嘉義縣大林鎮中興路二段８２號及空地約１９０坪",
            "y": 23.602779,
            "x": 120.468956
        },
        {
            "name": "大林明華店",
            "address": "嘉義縣大林鎮民生北路６１號",
            "y": 23.601946,
            "x": 120.449116
        },
        {
            "name": "大林慈院店",
            "address": "嘉義縣大林鎮民生路２號Ｂ１樓",
            "y": 23.596895,
            "x": 120.457703
        },
        {
            "name": "大林佳能店",
            "address": "嘉義縣大林鎮大埔美園區一路４６號二樓",
            "y": 23.589911,
            "x": 120.505672
        },
        {
            "name": "大林站前店",
            "address": "嘉義縣大林鎮中山路２６號１樓",
            "y": 23.583943,
            "x": 120.557246
        },
        {
            "name": "北港華勝店",
            "address": "雲林縣北港鎮華勝路４１６號１樓",
            "y": 23.583936,
            "x": 120.299568
        },
        {
            "name": "北港財神店",
            "address": "雲林縣北港鎮華勝里文仁路１４３號一樓",
            "y": 23.578478,
            "x": 120.300824
        },
        {
            "name": "澎湖湖西店",
            "address": "澎湖縣湖西鄉湖西村湖西６５號",
            "y": 23.578055,
            "x": 119.653489
        },
        {
            "name": "梅山公園店",
            "address": "嘉義縣梅山鄉公園路３３８號１樓",
            "y": 23.577825,
            "x": 120.558662
        },
        {
            "name": "澎湖三多店",
            "address": "澎湖縣馬公市三多路３０２號一樓",
            "y": 23.577044,
            "x": 119.573281
        },
        {
            "name": "北港豐順店",
            "address": "雲林縣北港鎮公園路７３號１．２樓",
            "y": 23.57544,
            "x": 120.301852
        },
        {
            "name": "北港文仁店",
            "address": "雲林縣北港鎮華勝里大同路５５４之１號",
            "y": 23.574584,
            "x": 120.293305
        },
        {
            "name": "澎湖鑫科店",
            "address": "澎湖縣馬公市三多路１１８號",
            "y": 23.574534,
            "x": 119.578092
        },
        {
            "name": "澎湖光復店",
            "address": "澎湖縣馬公市光復路１７９號",
            "y": 23.573304,
            "x": 119.572009
        },
        {
            "name": "澎湖朝陽店",
            "address": "澎湖縣馬公市中華路１６９號",
            "y": 23.571725,
            "x": 119.573945
        },
        {
            "name": "雲林水林店",
            "address": "雲林縣水林鄉新興南路４號，６號",
            "y": 23.571716,
            "x": 120.239602
        },
        {
            "name": "北港順風店",
            "address": "雲林縣北港鎮中正路９５號一樓、二樓",
            "y": 23.569449,
            "x": 120.301965
        },
        {
            "name": "澎湖外垵店",
            "address": "澎湖縣西嶼鄉外垵村１３０號",
            "y": 23.568365,
            "x": 119.485414
        },
        {
            "name": "澎湖馬公店",
            "address": "澎湖縣馬公市重慶街６１號",
            "y": 23.567231,
            "x": 119.567677
        },
        {
            "name": "澎湖民族店",
            "address": "澎湖縣馬公市民族路５８之２號",
            "y": 23.567174,
            "x": 119.564302
        },
        {
            "name": "北港天后店",
            "address": "雲林縣北港鎮中山路９０號",
            "y": 23.566109,
            "x": 120.304464
        },
        {
            "name": "澎湖海洋店",
            "address": "澎湖縣馬公市中正路４６號",
            "y": 23.566013,
            "x": 119.565425
        },
        {
            "name": "澎湖和田店",
            "address": "澎湖縣馬公市民權路２號一樓",
            "y": 23.564049,
            "x": 119.567055
        },
        {
            "name": "澎湖百利店",
            "address": "澎湖縣馬公市新店路４５９號一樓",
            "y": 23.563314,
            "x": 119.582581
        },
        {
            "name": "民雄興平店",
            "address": "嘉義縣民雄鄉昇平路４２號",
            "y": 23.557494,
            "x": 120.430214
        },
        {
            "name": "民雄神農店",
            "address": "嘉義縣民雄鄉三興村公園路３７０號壹樓",
            "y": 23.556255,
            "x": 120.471891
        },
        {
            "name": "中正大學店",
            "address": "嘉義縣民雄鄉三興村１６０號",
            "y": 23.551431,
            "x": 120.428662
        },
        {
            "name": "中正大學附店",
            "address": "嘉義縣民雄鄉三興村１６８號（學人宿舍）",
            "y": 23.551431,
            "x": 120.428662
        },
        {
            "name": "中正新創店",
            "address": "嘉義縣民雄鄉大學路１６８號（共同科教室）",
            "y": 23.551431,
            "x": 120.428662
        },
        {
            "name": "民雄正大店",
            "address": "嘉義縣民雄鄉正大路一段９１９號１樓",
            "y": 23.546219,
            "x": 120.458877
        },
        {
            "name": "民雄雙福店",
            "address": "嘉義縣民雄鄉雙福村建國路二段８０號、８２號一樓",
            "y": 23.536057,
            "x": 120.436551
        },
        {
            "name": "民雄福樂店",
            "address": "嘉義縣民雄鄉埤角路２之９１號一樓",
            "y": 23.527166,
            "x": 120.443399
        },
        {
            "name": "民雄埤角店",
            "address": "嘉義縣民雄鄉福樂村埤角１０６號",
            "y": 23.527166,
            "x": 120.443399
        },
        {
            "name": "民雄江厝店",
            "address": "嘉義縣民雄鄉興中村江厝店５４－１號",
            "y": 23.526206,
            "x": 120.420649
        },
        {
            "name": "新港中洋店",
            "address": "嘉義縣新港鄉三間厝１７９號",
            "y": 23.523085,
            "x": 120.386457
        },
        {
            "name": "竹崎灣橋店",
            "address": "嘉義縣竹崎鄉灣橋村五間厝３之６號",
            "y": 23.519915,
            "x": 120.498378
        },
        {
            "name": "竹崎中山店",
            "address": "嘉義縣竹崎鄉中山路２８２號",
            "y": 23.518584,
            "x": 120.549155
        },
        {
            "name": "民雄新金興店",
            "address": "嘉義縣民雄鄉金興村２１鄰忠義街８３號全棟",
            "y": 23.517539,
            "x": 120.437899
        },
        {
            "name": "民雄十四甲店",
            "address": "嘉義縣民雄鄉大崎村７鄰十四甲路１６之４號",
            "y": 23.51374,
            "x": 120.467959
        },
        {
            "name": "嘉義保健店",
            "address": "嘉義市東區保健街１４９號",
            "y": 23.500481,
            "x": 120.451599
        },
        {
            "name": "太保麻魚店",
            "address": "嘉義縣太保市麻寮里中山路二段１８５號",
            "y": 23.499671,
            "x": 120.368542
        },
        {
            "name": "太保嘉新店",
            "address": "嘉義縣太保市中山路一段８０６號１樓、２樓",
            "y": 23.498802,
            "x": 120.37719
        },
        {
            "name": "嘉義台林店",
            "address": "嘉義市東區頂庄里台林街２６０號",
            "y": 23.49841,
            "x": 120.45533
        },
        {
            "name": "瑞穗車站店",
            "address": "花蓮縣瑞穗鄉瑞穗村中正北路１號一樓",
            "y": 23.496582,
            "x": 121.376281
        },
        {
            "name": "瑞穗瑞雄店",
            "address": "花蓮縣瑞穗鄉溫泉路三段１７９．１８１號",
            "y": 23.495081,
            "x": 121.34683
        },
        {
            "name": "嘉義仁義店",
            "address": "嘉義市東區台林街９９號",
            "y": 23.494342,
            "x": 120.453987
        },
        {
            "name": "嘉義北園店",
            "address": "嘉義市西區保安里北社尾路３１號１樓",
            "y": 23.493991,
            "x": 120.423298
        },
        {
            "name": "嘉義保安店",
            "address": "嘉義市西區保安二路１５９號",
            "y": 23.493558,
            "x": 120.438222
        },
        {
            "name": "嘉義北港店",
            "address": "嘉義市西區北港路１４６５號",
            "y": 23.49209,
            "x": 120.39701
        },
        {
            "name": "六腳蒜頭店",
            "address": "嘉義縣六腳鄉蒜頭村１２５號",
            "y": 23.491659,
            "x": 120.288903
        },
        {
            "name": "嘉義新東義店",
            "address": "嘉義市東區林森東路３１９巷６１號",
            "y": 23.490919,
            "x": 120.467932
        },
        {
            "name": "嘉義博東店",
            "address": "嘉義市東區博東路１８３號",
            "y": 23.490707,
            "x": 120.459646
        },
        {
            "name": "嘉義龍興店",
            "address": "嘉義市西區興達路１６６號附１",
            "y": 23.489066,
            "x": 120.441052
        },
        {
            "name": "嘉義八德店",
            "address": "嘉義市西區八德路２４０號",
            "y": 23.488837,
            "x": 120.430511
        },
        {
            "name": "嘉義向榮店",
            "address": "嘉義市西區國華街５１９號１樓",
            "y": 23.48857,
            "x": 120.446449
        },
        {
            "name": "嘉義五圓店",
            "address": "嘉義市東區圳頭里圓福街１１８巷２弄１２６號１樓",
            "y": 23.488473,
            "x": 120.46808
        },
        {
            "name": "嘉義興達店",
            "address": "嘉義市西區保安里興達路３１８號１樓",
            "y": 23.486362,
            "x": 120.436503
        },
        {
            "name": "嘉義東雅店",
            "address": "嘉義市東區文雅街４１號",
            "y": 23.483568,
            "x": 120.485981
        },
        {
            "name": "嘉義興雅店",
            "address": "嘉義市西區興雅路７２號",
            "y": 23.48308,
            "x": 120.43405
        },
        {
            "name": "嘉義憶富店",
            "address": "嘉義市西區民權路３９６號１樓",
            "y": 23.482108,
            "x": 120.447938
        },
        {
            "name": "嘉義德慶店",
            "address": "嘉義市西區中興路３１９之３號１樓",
            "y": 23.48199,
            "x": 120.43216
        },
        {
            "name": "嘉義新榮店",
            "address": "嘉義市西區新榮路３３７號之２　１樓",
            "y": 23.47983,
            "x": 120.443989
        },
        {
            "name": "嘉義藍潭店",
            "address": "嘉義市東區大雅路二段５５７號",
            "y": 23.477539,
            "x": 120.469649
        },
        {
            "name": "嘉義祥鳳店",
            "address": "嘉義市東區吳鳳北路１１２號１Ｆ",
            "y": 23.47721,
            "x": 120.45361
        },
        {
            "name": "嘉義鑫愛店",
            "address": "嘉義市西區仁愛路５０８號",
            "y": 23.476696,
            "x": 120.44219
        },
        {
            "name": "嘉義聖馬店",
            "address": "嘉義市東區大雅路二段５６５號二樓商店街",
            "y": 23.47568,
            "x": 120.4671
        },
        {
            "name": "嘉義朝陽店",
            "address": "嘉義市東區垂楊路１３２號壹樓",
            "y": 23.47477,
            "x": 120.45765
        },
        {
            "name": "嘉義日新店",
            "address": "嘉義市東區彌陀路２３８巷６９號",
            "y": 23.474318,
            "x": 120.464919
        },
        {
            "name": "嘉義國楊店",
            "address": "嘉義市西區垂楊路４３４號",
            "y": 23.47398,
            "x": 120.44896
        },
        {
            "name": "嘉義玉山店",
            "address": "嘉義市西區世賢路二段４６８號",
            "y": 23.47115,
            "x": 120.42135
        },
        {
            "name": "嘉義上新店",
            "address": "嘉義市西區上海路３２２號全部",
            "y": 23.47054,
            "x": 120.43833
        },
        {
            "name": "嘉義大山店",
            "address": "嘉義市西區劉厝里３３鄰玉山路４９１號",
            "y": 23.470157,
            "x": 120.418105
        },
        {
            "name": "嘉義仁安店",
            "address": "嘉義市西區仁愛路１７５號１樓",
            "y": 23.46988,
            "x": 120.44269
        },
        {
            "name": "嘉義宣信店",
            "address": "嘉義市東區宣信街２４８號",
            "y": 23.468339,
            "x": 120.460764
        },
        {
            "name": "嘉義中榮店",
            "address": "嘉義市西區嘉義市西區世賢路二段６００號",
            "y": 23.468252,
            "x": 120.422866
        },
        {
            "name": "嘉義芳草店",
            "address": "嘉義市東區芳草里１５鄰立仁路８號一樓",
            "y": 23.465905,
            "x": 120.466623
        },
        {
            "name": "嘉義南京店",
            "address": "嘉義市西區車店里南京路４２３號４２７號",
            "y": 23.465709,
            "x": 120.435919
        },
        {
            "name": "嘉義自強店",
            "address": "嘉義市西區自強街８６號、８８號、９０號、９２號１樓",
            "y": 23.464983,
            "x": 120.421562
        },
        {
            "name": "朴子四海店",
            "address": "嘉義縣朴子市永和里應菜埔２９－６號",
            "y": 23.463856,
            "x": 120.227412
        },
        {
            "name": "嘉義漢口店",
            "address": "嘉義市西區南京路３９２號",
            "y": 23.463763,
            "x": 120.436389
        },
        {
            "name": "朴子南通店",
            "address": "嘉義縣朴子市南通路三段７６７號、７６９號１樓",
            "y": 23.463637,
            "x": 120.243038
        },
        {
            "name": "朴子嘉庚店",
            "address": "嘉義縣朴子市嘉朴路西段６號",
            "y": 23.461939,
            "x": 120.283367
        },
        {
            "name": "嘉義興安店",
            "address": "嘉義市東區興安街１９９號",
            "y": 23.460836,
            "x": 120.450295
        },
        {
            "name": "嘉義光路店",
            "address": "嘉義市西區民生南路５２８號１樓",
            "y": 23.459376,
            "x": 120.443382
        },
        {
            "name": "東石蚵庄店",
            "address": "嘉義縣東石鄉東石村東石５號附６",
            "y": 23.458665,
            "x": 120.15389
        },
        {
            "name": "嘉義湖瑞店",
            "address": "嘉義市西區光路里民生南路５８９號",
            "y": 23.455815,
            "x": 120.443634
        },
        {
            "name": "太保縣府店",
            "address": "嘉義縣太保市祥和三路東段２１２號一樓",
            "y": 23.454356,
            "x": 120.293993
        },
        {
            "name": "中埔和興店",
            "address": "嘉義縣中埔鄉和興村中山路五段９４３號",
            "y": 23.453166,
            "x": 120.459765
        },
        {
            "name": "水上鎮安店",
            "address": "嘉義縣水上鄉寬士村崎仔頭３１之２號",
            "y": 23.449733,
            "x": 120.430237
        },
        {
            "name": "中埔頂山門店",
            "address": "嘉義縣中埔鄉金蘭村頂山門６之２８號",
            "y": 23.44664,
            "x": 120.498759
        },
        {
            "name": "中埔中華店",
            "address": "嘉義縣中埔鄉和睦村中華路６７８號",
            "y": 23.446175,
            "x": 120.457753
        },
        {
            "name": "中埔興化店",
            "address": "嘉義縣中埔鄉富裕路４１３號",
            "y": 23.444218,
            "x": 120.470243
        },
        {
            "name": "中埔明珠店",
            "address": "嘉義縣中埔鄉社口村１９鄰檨仔林２３－７號",
            "y": 23.443957,
            "x": 120.540655
        },
        {
            "name": "水上柳子林店",
            "address": "嘉義縣水上鄉柳林村１５００號",
            "y": 23.438895,
            "x": 120.416272
        },
        {
            "name": "番路觸口店",
            "address": "嘉義縣番路鄉觸口村１－１０號",
            "y": 23.437833,
            "x": 120.602065
        },
        {
            "name": "朴子鴨母寮店",
            "address": "嘉義縣朴子市鴨母寮１之１８號",
            "y": 23.434405,
            "x": 120.242557
        },
        {
            "name": "水上中興店",
            "address": "嘉義縣水上鄉中興路２７９號（配送用）",
            "y": 23.430295,
            "x": 120.401851
        },
        {
            "name": "水上福德店",
            "address": "嘉義縣水上鄉中正路１６１號、１６３號１樓",
            "y": 23.427777,
            "x": 120.39852
        },
        {
            "name": "鹿草福祿店",
            "address": "嘉義縣鹿草鄉西井村鹿草路２９０號、２９０號附１",
            "y": 23.410136,
            "x": 120.30848
        },
        {
            "name": "後壁茄苳店",
            "address": "台南市後壁區嘉明里上茄苳１４６之３３號３２號",
            "y": 23.387771,
            "x": 120.378731
        },
        {
            "name": "布袋上海店",
            "address": "嘉義縣布袋鎮上海路２１１號",
            "y": 23.378856,
            "x": 120.160946
        },
        {
            "name": "布袋金滿店",
            "address": "嘉義縣布袋鎮永安里２０７號１樓",
            "y": 23.378079,
            "x": 120.166789
        },
        {
            "name": "白河昶興店",
            "address": "台南市白河區中山路１３號",
            "y": 23.348522,
            "x": 120.41457
        },
        {
            "name": "新營國道北店",
            "address": "臺南市後壁區竹新里新厝７２號",
            "y": 23.340499,
            "x": 120.307883
        },
        {
            "name": "新營國道南店",
            "address": "臺南市後壁區竹新里新厝６９號",
            "y": 23.340499,
            "x": 120.307883
        },
        {
            "name": "玉里玉溪店",
            "address": "花蓮縣玉里鎮中華路１７７號",
            "y": 23.337945,
            "x": 121.315144
        },
        {
            "name": "鹽水武廟店",
            "address": "台南市鹽水區金和路２號１樓",
            "y": 23.324316,
            "x": 120.262943
        },
        {
            "name": "鹽水朝琴店",
            "address": "台南市鹽水區水秀里朝琴路１４０之２號一樓",
            "y": 23.323154,
            "x": 120.271933
        },
        {
            "name": "鹽水清泉店",
            "address": "台南市鹽水區朝琴路６５號",
            "y": 23.321445,
            "x": 120.269236
        },
        {
            "name": "新營東興店",
            "address": "台南市新營區新東里東興路１８８號１樓",
            "y": 23.315422,
            "x": 120.323161
        },
        {
            "name": "新營民興店",
            "address": "台南市新營區民治路１２２號",
            "y": 23.31014,
            "x": 120.309791
        },
        {
            "name": "新營帝寶店",
            "address": "台南市新營區復興路８６７號１樓",
            "y": 23.30873,
            "x": 120.285514
        },
        {
            "name": "新營三族店",
            "address": "台南市新營區三民路５２號１樓",
            "y": 23.307524,
            "x": 120.318609
        },
        {
            "name": "新營南新店",
            "address": "台南市新營區民治路１７７號１樓",
            "y": 23.307254,
            "x": 120.304104
        },
        {
            "name": "新營新興店",
            "address": "台南市新營區中正路３９之９號１樓",
            "y": 23.30533,
            "x": 120.312664
        },
        {
            "name": "新營裕民店",
            "address": "台南市新營區裕民路１號",
            "y": 23.302866,
            "x": 120.30731
        },
        {
            "name": "新營中興店",
            "address": "台南市新營區永生里中興路３２號一樓",
            "y": 23.302158,
            "x": 120.316857
        },
        {
            "name": "新營和平店",
            "address": "台南市新營區和平路４６號",
            "y": 23.300354,
            "x": 120.309837
        },
        {
            "name": "新營南紙店",
            "address": "台南市新營區南紙里建業路３１７號一樓",
            "y": 23.298566,
            "x": 120.294387
        },
        {
            "name": "柳營敏惠店",
            "address": "台南市柳營區中山東路二段１１１６號",
            "y": 23.279881,
            "x": 120.329703
        },
        {
            "name": "柳營重溪店",
            "address": "台南市柳營區重溪里小腳腿１２號１樓",
            "y": 23.278461,
            "x": 120.311869
        },
        {
            "name": "學甲狀元店",
            "address": "台南市學甲區中山路１８３之６號１樓",
            "y": 23.235172,
            "x": 120.176542
        },
        {
            "name": "下營中山店",
            "address": "台南市下營區中山路二段３２號",
            "y": 23.234295,
            "x": 120.260876
        },
        {
            "name": "學甲安得富店",
            "address": "臺南市學甲區華宗路３２８號",
            "y": 23.231326,
            "x": 120.182625
        },
        {
            "name": "六甲民生附店",
            "address": "台南市六甲區工研路８號",
            "y": 23.22971,
            "x": 120.370109
        },
        {
            "name": "六甲新民店",
            "address": "台南市六甲區中正路３９４號１樓",
            "y": 23.227293,
            "x": 120.350683
        },
        {
            "name": "將軍青鯤鯓店",
            "address": "台南市將軍區鯤鯓里２１２號",
            "y": 23.199163,
            "x": 120.158576
        },
        {
            "name": "官田新田店",
            "address": "台南市官田區隆田里中山路一段３５號",
            "y": 23.192544,
            "x": 120.31818
        },
        {
            "name": "佳里佳興店",
            "address": "台南市佳里區佳里興４４１－１號",
            "y": 23.191858,
            "x": 120.190144
        },
        {
            "name": "麻豆新樓店",
            "address": "台南市麻豆區小埤里苓子林２０號",
            "y": 23.18449,
            "x": 120.23305
        },
        {
            "name": "麻豆興民店",
            "address": "台南市麻豆區興中路５１號",
            "y": 23.183754,
            "x": 120.249667
        },
        {
            "name": "麻豆興中店",
            "address": "台南市麻豆區興中路２２８號",
            "y": 23.183553,
            "x": 120.257636
        },
        {
            "name": "麻豆黎明店",
            "address": "台南市麻豆區中興里興國路４６號１樓",
            "y": 23.179498,
            "x": 120.247777
        },
        {
            "name": "佳里延平店",
            "address": "台南市佳里區延平路４６８－２號",
            "y": 23.16518,
            "x": 120.178277
        },
        {
            "name": "佳里光復店",
            "address": "台南市佳里區安西里光復路３２７號",
            "y": 23.163275,
            "x": 120.174609
        },
        {
            "name": "佳里中山店",
            "address": "台南市佳里區中山路１５５號",
            "y": 23.158181,
            "x": 120.177006
        },
        {
            "name": "善化光文店",
            "address": "台南市善化區光文里中山路９９號一樓",
            "y": 23.132859,
            "x": 120.302917
        },
        {
            "name": "善化和平店",
            "address": "臺南市善化區中山路２３１之６號１樓",
            "y": 23.132196,
            "x": 120.298072
        },
        {
            "name": "安定善高店",
            "address": "台南市安定區蘇厝里２９３－６８號",
            "y": 23.128268,
            "x": 120.246239
        },
        {
            "name": "善化興華店",
            "address": "台南市善化區建國路３８號",
            "y": 23.127148,
            "x": 120.297578
        },
        {
            "name": "善化啤酒店",
            "address": "台南市善化區成功路１－１號",
            "y": 23.126137,
            "x": 120.321532
        },
        {
            "name": "池上車站店",
            "address": "台東縣池上鄉忠孝路２６９號",
            "y": 23.124574,
            "x": 121.221047
        },
        {
            "name": "玉井民生店",
            "address": "台南市玉井區民族路８９號",
            "y": 23.123939,
            "x": 120.464707
        },
        {
            "name": "善化正國店",
            "address": "台南市善化區文昌里中正路１６０號一樓",
            "y": 23.123446,
            "x": 120.294302
        },
        {
            "name": "善化住華店",
            "address": "台南市善化區環東路二段３２號１樓",
            "y": 23.122266,
            "x": 120.27405
        },
        {
            "name": "安定港口店",
            "address": "台南市安定區港南里港口路２４４之２８號１樓",
            "y": 23.121606,
            "x": 120.236947
        },
        {
            "name": "安定保安店",
            "address": "台南市安定區保西里３３９之３號一樓",
            "y": 23.121606,
            "x": 120.236947
        },
        {
            "name": "西港慶安店",
            "address": "台南市西港區中山路２６３號",
            "y": 23.121069,
            "x": 120.203269
        },
        {
            "name": "西港南海店",
            "address": "台南市西港區慶安路２０６號",
            "y": 23.120515,
            "x": 120.19755
        },
        {
            "name": "西港新興店",
            "address": "台南市西港區新興街１１號",
            "y": 23.119459,
            "x": 120.201481
        },
        {
            "name": "西港港美店",
            "address": "台南市西港區慶安路２２９號（學生餐廳）",
            "y": 23.119148,
            "x": 120.195728
        },
        {
            "name": "新市群創二店",
            "address": "台南市新市區環西路二段２號",
            "y": 23.102523,
            "x": 120.275841
        },
        {
            "name": "新市群創六店",
            "address": "台南市新市區紫楝路２１號",
            "y": 23.101997,
            "x": 120.264653
        },
        {
            "name": "成功中華店",
            "address": "台東縣成功鎮中華路１２３號１樓",
            "y": 23.101114,
            "x": 121.379655
        },
        {
            "name": "安定海寮店",
            "address": "台南市安定區海寮１０－２號１樓部分",
            "y": 23.097689,
            "x": 120.215666
        },
        {
            "name": "新市群科店",
            "address": "台南市新市區環西路一段３號Ｂ１ＦＡ店（原宿區）",
            "y": 23.090441,
            "x": 120.2781
        },
        {
            "name": "新市群創七店",
            "address": "台南市新市區環西路一段３號",
            "y": 23.090317,
            "x": 120.276585
        },
        {
            "name": "新市群創四店",
            "address": "台南市新市區環西路一段３號",
            "y": 23.090317,
            "x": 120.276585
        },
        {
            "name": "新市群創一店",
            "address": "台南市新市區奇業路１號",
            "y": 23.087137,
            "x": 120.280806
        },
        {
            "name": "新市和平店",
            "address": "台南市新市區富林路２９號１樓",
            "y": 23.079703,
            "x": 120.290202
        },
        {
            "name": "新市大社店",
            "address": "台南市新市區大社里３３５號",
            "y": 23.078944,
            "x": 120.295027
        },
        {
            "name": "新市新和店",
            "address": "台南市新市區民權路５２號",
            "y": 23.07774,
            "x": 120.289461
        },
        {
            "name": "新市華興店",
            "address": "台南市新市區中正路２５２號１樓",
            "y": 23.07687,
            "x": 120.291887
        },
        {
            "name": "新市光華店",
            "address": "台南市新市區光華街１３５號",
            "y": 23.076806,
            "x": 120.295657
        },
        {
            "name": "新化那拔店",
            "address": "台南市新化區那拔林２３號之１６",
            "y": 23.07041,
            "x": 120.351907
        },
        {
            "name": "台南長安店",
            "address": "台南市安南區長和路二段１２巷２７５號",
            "y": 23.069692,
            "x": 120.222923
        },
        {
            "name": "台南長溪店",
            "address": "台南市安南區長溪路三段３７６號",
            "y": 23.067541,
            "x": 120.196993
        },
        {
            "name": "新市遠科大店",
            "address": "台南市新市區中華路４９號",
            "y": 23.064823,
            "x": 120.294736
        },
        {
            "name": "台南城西店",
            "address": "台南市安南區城西街一段４１號（配送用）",
            "y": 23.062098,
            "x": 120.128919
        },
        {
            "name": "台南台江店",
            "address": "台南市安南區台江大道二段４８１號",
            "y": 23.058997,
            "x": 120.200955
        },
        {
            "name": "台南新本原店",
            "address": "臺南市安南區本原街三段２４７號１樓",
            "y": 23.051992,
            "x": 120.174147
        },
        {
            "name": "永康車行店",
            "address": "台南市永康區王行路５６３號（配送用）",
            "y": 23.050897,
            "x": 120.276023
        },
        {
            "name": "台南興德店",
            "address": "台南市安南區安中路四段２３８號１樓",
            "y": 23.050774,
            "x": 120.167677
        },
        {
            "name": "台東關山店",
            "address": "台東縣關山鎮里瓏里民權路１之６號一樓",
            "y": 23.045749,
            "x": 121.163783
        },
        {
            "name": "關山民族店",
            "address": "台東縣關山鎮里壟里民族路５３－１號",
            "y": 23.044981,
            "x": 121.162763
        },
        {
            "name": "永康新永安店",
            "address": "台南市永康區永安路１１７號１、２樓",
            "y": 23.044437,
            "x": 120.245297
        },
        {
            "name": "台南頂安店",
            "address": "台南市安南區培安路１５１號",
            "y": 23.044268,
            "x": 120.211477
        },
        {
            "name": "新化新北店",
            "address": "台南市新化區中正路６９７號全部",
            "y": 23.042415,
            "x": 120.305071
        },
        {
            "name": "台南安中店",
            "address": "台南市安南區安中路一段６９９巷１號",
            "y": 23.042352,
            "x": 120.196401
        },
        {
            "name": "台南安慶店",
            "address": "台南市安南區理想里大安街７２８號一樓",
            "y": 23.040577,
            "x": 120.190542
        },
        {
            "name": "永康新民店",
            "address": "台南市永康區新民街７３號",
            "y": 23.040481,
            "x": 120.241612
        },
        {
            "name": "永康學府店",
            "address": "台南市永康區中正路５８１號",
            "y": 23.040234,
            "x": 120.238274
        },
        {
            "name": "台南安順店",
            "address": "台南市安南區安和路二段１６６號",
            "y": 23.039983,
            "x": 120.215388
        },
        {
            "name": "永康龍橋店",
            "address": "台南市永康區自強路８３０號",
            "y": 23.037735,
            "x": 120.264569
        },
        {
            "name": "新化正孝店",
            "address": "台南市新化區忠孝路１５８號",
            "y": 23.037658,
            "x": 120.30279
        },
        {
            "name": "永康自強店",
            "address": "台南市永康區自強路７２８號１樓",
            "y": 23.035966,
            "x": 120.262369
        },
        {
            "name": "新化鑫義店",
            "address": "台南市新化區信義路３７１號",
            "y": 23.034515,
            "x": 120.30423
        },
        {
            "name": "台南大安店",
            "address": "台南市安南區大安街１４０號１樓",
            "y": 23.033004,
            "x": 120.1932
        },
        {
            "name": "永康世界店",
            "address": "台南市永康區中正路２４２號",
            "y": 23.031067,
            "x": 120.250954
        },
        {
            "name": "台南新安田店",
            "address": "台南市安南區海佃路一段３４７號",
            "y": 23.027424,
            "x": 120.190719
        },
        {
            "name": "台南文安店",
            "address": "台南市安南區安和路一段７３＆７５號１樓",
            "y": 23.027354,
            "x": 120.214644
        },
        {
            "name": "台南安富店",
            "address": "台南市安南區安富街２５０號",
            "y": 23.026561,
            "x": 120.195343
        },
        {
            "name": "永康鹽洲店",
            "address": "台南市永康區鹽忠街１２７號",
            "y": 23.026065,
            "x": 120.257011
        },
        {
            "name": "永康永明店",
            "address": "台南市永康區永明街２６２號",
            "y": 23.024478,
            "x": 120.262766
        },
        {
            "name": "台南安南店",
            "address": "台南市安南區海佃路一段１６０號",
            "y": 23.024272,
            "x": 120.191851
        },
        {
            "name": "永康新南台店",
            "address": "台南市永康區南台街３６號１樓",
            "y": 23.022259,
            "x": 120.223429
        },
        {
            "name": "永康永華店",
            "address": "台南市永康區永大路二段１２６６號",
            "y": 23.021383,
            "x": 120.26165
        },
        {
            "name": "永康廣興店",
            "address": "台南市永康區西勢路２０５號",
            "y": 23.020587,
            "x": 120.276471
        },
        {
            "name": "永康大武店",
            "address": "台南市永康區大武街８號",
            "y": 23.019467,
            "x": 120.222268
        },
        {
            "name": "永康大橋店",
            "address": "台南市永康區大橋二街６８號１樓",
            "y": 23.019382,
            "x": 120.22816
        },
        {
            "name": "永康東強店",
            "address": "台南市永康區東橋一路２４６號一樓",
            "y": 23.019141,
            "x": 120.233545
        },
        {
            "name": "永康華橋店",
            "address": "台南市永康區大橋三街８６號",
            "y": 23.018902,
            "x": 120.225956
        },
        {
            "name": "台南北成店",
            "address": "台南市北區北成路３９號",
            "y": 23.018607,
            "x": 120.210775
        },
        {
            "name": "永康新長億店",
            "address": "台南市永康區中華西街１５９號",
            "y": 23.016151,
            "x": 120.22558
        },
        {
            "name": "台南文成店",
            "address": "台南市北區海安路三段８１７號１樓",
            "y": 23.01609,
            "x": 120.200021
        },
        {
            "name": "永康文化店",
            "address": "台南市永康區文化路１１８號",
            "y": 23.016048,
            "x": 120.257834
        },
        {
            "name": "永康永勝店",
            "address": "台南市永康區復華七街１１９號１樓",
            "y": 23.015361,
            "x": 120.247313
        },
        {
            "name": "永康復華店",
            "address": "台南市永康區復國一路４７７號１樓",
            "y": 23.015104,
            "x": 120.244832
        },
        {
            "name": "台南育德店",
            "address": "台南市北區育德路４３３號１樓",
            "y": 23.01382,
            "x": 120.206499
        },
        {
            "name": "永康五福店",
            "address": "台南市永康區中華路５０８號",
            "y": 23.012279,
            "x": 120.231743
        },
        {
            "name": "永康五王店",
            "address": "台南市永康區五王里中山東路２２０號",
            "y": 23.011294,
            "x": 120.236909
        },
        {
            "name": "永康永慶店",
            "address": "台南市永康區復國一路３４４號．３４６號",
            "y": 23.010888,
            "x": 120.246608
        },
        {
            "name": "台南北園店",
            "address": "台南市北區北園街２０號１樓及夾層",
            "y": 23.010725,
            "x": 120.223235
        },
        {
            "name": "台南國宅店",
            "address": "台南市北區大道里北門路二段５４５號一樓",
            "y": 23.010637,
            "x": 120.216099
        },
        {
            "name": "台南和緯店",
            "address": "台南市北區文成里和緯路三段３３３號１樓",
            "y": 23.009808,
            "x": 120.19586
        },
        {
            "name": "台南大興店",
            "address": "台南市北區大興街３９８號",
            "y": 23.009345,
            "x": 120.182832
        },
        {
            "name": "台南大豐店",
            "address": "台南市北區中華北路一段８０號１樓全部",
            "y": 23.008746,
            "x": 120.185888
        },
        {
            "name": "永康福樂店",
            "address": "台南市永康區六合里中華二路２７０號一樓",
            "y": 23.008572,
            "x": 120.232941
        },
        {
            "name": "台南北忠店",
            "address": "台南市北區北門路二段３６８號１樓（如附圖）",
            "y": 23.008402,
            "x": 120.215577
        },
        {
            "name": "永康新大灣店",
            "address": "台南市永康區大灣路１９７號",
            "y": 23.00798,
            "x": 120.268368
        },
        {
            "name": "台南南園店",
            "address": "台南市北區南園街１０２號１＋２樓",
            "y": 23.007826,
            "x": 120.225467
        },
        {
            "name": "永康勝學店",
            "address": "台南市永康區勝學路２４０號１樓",
            "y": 23.006366,
            "x": 120.23138
        },
        {
            "name": "台南勝興店",
            "address": "台南市中西區武聖路１５３號１樓",
            "y": 23.006046,
            "x": 120.190621
        },
        {
            "name": "永康大華店",
            "address": "台南市永康區大灣路３１９號１樓",
            "y": 23.004564,
            "x": 120.266463
        },
        {
            "name": "台南公園店",
            "address": "台南市北區公園北路１３１號１樓",
            "y": 23.004481,
            "x": 120.210508
        },
        {
            "name": "永康兵仔市店",
            "address": "台南市永康區中華一路６１號",
            "y": 23.004214,
            "x": 120.23664
        },
        {
            "name": "永康忠孝店",
            "address": "台南市永康區忠孝路７８，８０號",
            "y": 23.003914,
            "x": 120.240006
        },
        {
            "name": "台南和順店",
            "address": "台南市北區和順里公園南路３６０號１樓",
            "y": 23.003166,
            "x": 120.202406
        },
        {
            "name": "台南長順店",
            "address": "台南市北區長北街１１２號",
            "y": 23.002409,
            "x": 120.20472
        },
        {
            "name": "台南臨安店",
            "address": "台南市北區成功路５８６號一樓",
            "y": 23.002384,
            "x": 120.195054
        },
        {
            "name": "台南美美店",
            "address": "台南市中西區湖美街７２號１樓及地下室",
            "y": 23.002229,
            "x": 120.180082
        },
        {
            "name": "台南和善店",
            "address": "台南市中西區和善街６９號１Ｆ",
            "y": 23.001569,
            "x": 120.190277
        },
        {
            "name": "永康永仁店",
            "address": "台南市永康區大仁街３９號１樓",
            "y": 23.001531,
            "x": 120.256597
        },
        {
            "name": "永康華興店",
            "address": "台南市永康區華興街１４８號１樓",
            "y": 23.000856,
            "x": 120.236466
        },
        {
            "name": "台南新安平店",
            "address": "臺南市安平區安平路１７７號１樓",
            "y": 23.000173,
            "x": 120.161192
        },
        {
            "name": "台南長成店",
            "address": "台南市北區成功路２１２號",
            "y": 22.999127,
            "x": 120.203352
        },
        {
            "name": "台南新北門店",
            "address": "台南市北區北門路二段７１號１樓",
            "y": 22.998864,
            "x": 120.212393
        },
        {
            "name": "永康大展店",
            "address": "台南市永康區大灣東路３８號",
            "y": 22.998459,
            "x": 120.260963
        },
        {
            "name": "台南河美店",
            "address": "台南市安平區安平路４２８號",
            "y": 22.998246,
            "x": 120.17391
        },
        {
            "name": "台南承天店",
            "address": "台南市安平區慶平路５７３號１樓",
            "y": 22.997515,
            "x": 120.169742
        },
        {
            "name": "台南慶平店",
            "address": "台南市安平區建平里５鄰慶平路８０號１樓",
            "y": 22.997128,
            "x": 120.182166
        },
        {
            "name": "台南前站店",
            "address": "台南市中西區中山路２０７號１＋２樓（如附圖",
            "y": 22.996858,
            "x": 120.211224
        },
        {
            "name": "台南國平店",
            "address": "台南市安平區平通里國平路５９９之１號１樓",
            "y": 22.996528,
            "x": 120.171431
        },
        {
            "name": "台南成大店",
            "address": "台南市東區大學路１號　光復校區學生餐廳",
            "y": 22.996331,
            "x": 120.219539
        },
        {
            "name": "台南赤崁店",
            "address": "台南市中西區民族路二段２５７號一樓",
            "y": 22.996134,
            "x": 120.20423
        },
        {
            "name": "台南東平店",
            "address": "台南市東區光明街２１７號，２１９號",
            "y": 22.995689,
            "x": 120.228828
        },
        {
            "name": "台南三越店",
            "address": "台南市中西區中山路１６２號Ｂ２Ｆ",
            "y": 22.995455,
            "x": 120.209894
        },
        {
            "name": "六龜農會店",
            "address": "高雄市六龜區光復路１０９號",
            "y": 22.995052,
            "x": 120.635477
        },
        {
            "name": "台南康樂二店",
            "address": "台南市中西區康樂街１５０號一樓",
            "y": 22.994903,
            "x": 120.195102
        },
        {
            "name": "台南新博店",
            "address": "台南市東區育樂街１７０號１樓",
            "y": 22.994745,
            "x": 120.214674
        },
        {
            "name": "台南一中店",
            "address": "台南市東區民族路一段１號",
            "y": 22.994195,
            "x": 120.215673
        },
        {
            "name": "台南康樂一店",
            "address": "台南市中西區康樂街１３５號１樓",
            "y": 22.992811,
            "x": 120.194346
        },
        {
            "name": "台南文平店",
            "address": "台南市安平區文平路４０５．４０７號",
            "y": 22.992538,
            "x": 120.178541
        },
        {
            "name": "台南美環店",
            "address": "台南市中西區府前路二段２７７號",
            "y": 22.992004,
            "x": 120.189708
        },
        {
            "name": "台南康樂三店",
            "address": "台南市中西區府前路二段１７８號１樓",
            "y": 22.991489,
            "x": 120.193664
        },
        {
            "name": "台南新康華店",
            "address": "台南市安平區健康三街２３５號",
            "y": 22.99088,
            "x": 120.168761
        },
        {
            "name": "台南康裕店",
            "address": "台南市安平區健康三街２０９號１樓",
            "y": 22.989773,
            "x": 120.168592
        },
        {
            "name": "台南新樓店",
            "address": "台南市東區東門路一段５７號１樓",
            "y": 22.989163,
            "x": 120.212819
        },
        {
            "name": "台南林森店",
            "address": "台南市東區林森路二段１８８號",
            "y": 22.989115,
            "x": 120.224011
        },
        {
            "name": "台南忠義店",
            "address": "台南市中西區忠義路一段５６號１樓",
            "y": 22.986415,
            "x": 120.201926
        },
        {
            "name": "台南榮寶店",
            "address": "台南市東區長榮路一段２３６號１樓",
            "y": 22.985752,
            "x": 120.21875
        },
        {
            "name": "台南富農一店",
            "address": "臺南市東區富農街二段３號１樓",
            "y": 22.985025,
            "x": 120.235568
        },
        {
            "name": "台南水萍塭店",
            "address": "台南市南區金華路二段３８４號",
            "y": 22.984751,
            "x": 120.191936
        },
        {
            "name": "歸仁七甲店",
            "address": "台南市歸仁區中正北路二段２５０號",
            "y": 22.983551,
            "x": 120.293255
        },
        {
            "name": "台南建平店",
            "address": "台南市安平區文平里健康路三段１０號一樓",
            "y": 22.982915,
            "x": 120.181073
        },
        {
            "name": "台南五妃店",
            "address": "台南市中西區五妃街２７０號１樓",
            "y": 22.982694,
            "x": 120.199244
        },
        {
            "name": "台南大學店",
            "address": "台南市中西區五妃街１９０號全棟",
            "y": 22.982651,
            "x": 120.205822
        },
        {
            "name": "台南東成店",
            "address": "台南市東區自由路三段２２３號",
            "y": 22.982582,
            "x": 120.237003
        },
        {
            "name": "台南東德店",
            "address": "臺南市東區崇德路１２８號",
            "y": 22.979582,
            "x": 120.219378
        },
        {
            "name": "台南裕義店",
            "address": "台南市東區裕義路５７６號",
            "y": 22.979537,
            "x": 120.247788
        },
        {
            "name": "台南新大林店",
            "address": "台南市南區大同路二段１３６巷２號",
            "y": 22.979185,
            "x": 120.212596
        },
        {
            "name": "台南裕聖店",
            "address": "台南市東區裕信路３８３號",
            "y": 22.97813,
            "x": 120.24526
        },
        {
            "name": "台南東文店",
            "address": "臺南市東區東門路三段１６８號",
            "y": 22.978089,
            "x": 120.233124
        },
        {
            "name": "台南金華店",
            "address": "臺南市南區新孝路７２號１樓",
            "y": 22.977962,
            "x": 120.18906
        },
        {
            "name": "台南新夏店",
            "address": "台南市南區新興路１５１號",
            "y": 22.977857,
            "x": 120.195565
        },
        {
            "name": "關廟八六店",
            "address": "台南市關廟區南雄路二段９３８號",
            "y": 22.975038,
            "x": 120.319487
        },
        {
            "name": "台南新崇義店",
            "address": "台南市東區崇德路４７１－３號",
            "y": 22.974871,
            "x": 120.226522
        },
        {
            "name": "仁德中二店",
            "address": "台南市仁德區文華ㄧ街８９號（教學區）",
            "y": 22.972286,
            "x": 120.251973
        },
        {
            "name": "台南新義統店",
            "address": "臺南市東區仁和路１０１－１號",
            "y": 22.971966,
            "x": 120.232751
        },
        {
            "name": "仁德仁義店",
            "address": "台南市仁德區中山路４２６號",
            "y": 22.971248,
            "x": 120.255842
        },
        {
            "name": "歸仁新文化店",
            "address": "台南市歸仁區南保里民權北路１４７號",
            "y": 22.970763,
            "x": 120.288104
        },
        {
            "name": "台南仁東店",
            "address": "臺南市東區仁東街３２號１樓",
            "y": 22.969964,
            "x": 120.235414
        },
        {
            "name": "歸仁文仁店",
            "address": "台南市歸仁區後市里民族北街８５號一樓",
            "y": 22.969533,
            "x": 120.292427
        },
        {
            "name": "台南崇德店",
            "address": "台南市東區崇德路７３７號",
            "y": 22.968044,
            "x": 120.227668
        },
        {
            "name": "台南崇善店",
            "address": "臺南市東區崇善路６８８號",
            "y": 22.96752,
            "x": 120.231575
        },
        {
            "name": "台南新和店",
            "address": "台南市南區新建路４７號１樓",
            "y": 22.967066,
            "x": 120.185612
        },
        {
            "name": "歸仁大順店",
            "address": "台南市歸仁區後市里大順街１７０號一樓",
            "y": 22.965278,
            "x": 120.287937
        },
        {
            "name": "杉林農會店",
            "address": "高雄市杉林區清水路４５號",
            "y": 22.964437,
            "x": 120.532005
        },
        {
            "name": "仁德仁紡店",
            "address": "台南市仁德區中正路二段８０５號",
            "y": 22.963264,
            "x": 120.253372
        },
        {
            "name": "台南華興店",
            "address": "台南市南區中華南路二段１１０號",
            "y": 22.96191,
            "x": 120.192435
        },
        {
            "name": "台南德東店",
            "address": "台南市東區德東街８３號全棟",
            "y": 22.961786,
            "x": 120.229695
        },
        {
            "name": "關廟南雄店",
            "address": "台南市關廟區中央路２４６號",
            "y": 22.961124,
            "x": 120.327836
        },
        {
            "name": "仁德中一店",
            "address": "台南市仁德區文華一街８９號（活動中心）",
            "y": 22.960978,
            "x": 120.243361
        },
        {
            "name": "關廟英雄店",
            "address": "台南市關廟區南雄路一段１１３３號１樓",
            "y": 22.958298,
            "x": 120.327577
        },
        {
            "name": "仁德德洋店",
            "address": "台南市仁德區後壁里德洋路２４８之１號一樓",
            "y": 22.955702,
            "x": 120.245094
        },
        {
            "name": "台南神鷹店",
            "address": "台南市南區機場路９０５號",
            "y": 22.954902,
            "x": 120.216607
        },
        {
            "name": "關廟旺萊店",
            "address": "台南市關廟區旺萊路１２７號",
            "y": 22.953641,
            "x": 120.334479
        },
        {
            "name": "仁德鼎安店",
            "address": "台南市仁德區德安路１之１號",
            "y": 22.952556,
            "x": 120.252989
        },
        {
            "name": "仁德德南店",
            "address": "台南市仁德區德南路２２巷１號１樓",
            "y": 22.948398,
            "x": 120.252014
        },
        {
            "name": "仁德新德店",
            "address": "台南市仁德區德善路２７９－３號",
            "y": 22.947322,
            "x": 120.258173
        },
        {
            "name": "台南三喜店",
            "address": "台南市南區喜樹路２２０號",
            "y": 22.941444,
            "x": 120.178616
        },
        {
            "name": "台南永寧店",
            "address": "台南市南區灣裡路２７８號",
            "y": 22.926872,
            "x": 120.182054
        },
        {
            "name": "台南灣裡店",
            "address": "台南市南區興南街６３號左邊",
            "y": 22.923528,
            "x": 120.183467
        },
        {
            "name": "內門羅漢門店",
            "address": "高雄市內門區南屏路２３５號（配送用）",
            "y": 22.923526,
            "x": 120.454038
        },
        {
            "name": "仁德二仁店",
            "address": "台南市仁德區中正西路２１號",
            "y": 22.918157,
            "x": 120.224583
        },
        {
            "name": "茄萣白砂崙店",
            "address": "高雄市茄萣區白砂路２４３號１樓",
            "y": 22.913142,
            "x": 120.18508
        },
        {
            "name": "歸仁長榮店",
            "address": "台南市歸仁區長大路１號第一宿舍一樓",
            "y": 22.909859,
            "x": 120.273327
        },
        {
            "name": "湖內中華店",
            "address": "高雄市湖內區中華街２５１號１樓",
            "y": 22.909136,
            "x": 120.226622
        },
        {
            "name": "美濃泰安店",
            "address": "高雄市美濃區中正路一段５３號",
            "y": 22.900002,
            "x": 120.541994
        },
        {
            "name": "台東鹿野店",
            "address": "台東縣鹿野鄉鹿野村中華路一段９８號一樓",
            "y": 22.89636,
            "x": 121.095549
        },
        {
            "name": "湖內大湖店",
            "address": "高雄市湖內區大湖里中山路一段４９３號",
            "y": 22.887985,
            "x": 120.242816
        },
        {
            "name": "美濃中興店",
            "address": "高雄市美濃區中興路一段８１９號",
            "y": 22.88647,
            "x": 120.52956
        },
        {
            "name": "旗山車站店",
            "address": "高雄市旗山區大同街２３號",
            "y": 22.883571,
            "x": 120.484167
        },
        {
            "name": "路竹樹人店",
            "address": "高雄市路竹區甲南里２１鄰環球路４５２號",
            "y": 22.881077,
            "x": 120.260964
        },
        {
            "name": "阿蓮忠孝店",
            "address": "高雄市阿蓮區忠孝路２３２號。２３６號１樓",
            "y": 22.878839,
            "x": 120.328559
        },
        {
            "name": "東河農會店",
            "address": "臺東縣東河鄉都蘭村都蘭路２０９－１號",
            "y": 22.875982,
            "x": 121.225755
        },
        {
            "name": "茄萣民治店",
            "address": "高雄市茄萣區民治路１０１號１＆２＆３樓",
            "y": 22.874962,
            "x": 120.195566
        },
        {
            "name": "湖內正億店",
            "address": "高雄市湖內區正義一路２１０號",
            "y": 22.873854,
            "x": 120.23714
        },
        {
            "name": "路竹一甲店",
            "address": "高雄市路竹區大仁路３２６號１樓",
            "y": 22.871057,
            "x": 120.270772
        },
        {
            "name": "路竹竹東店",
            "address": "高雄市路竹區中山路７１１號",
            "y": 22.864856,
            "x": 120.257203
        },
        {
            "name": "路竹中興店",
            "address": "高雄市路竹區中興路１５０－４號１樓",
            "y": 22.857947,
            "x": 120.262178
        },
        {
            "name": "卑南初鹿店",
            "address": "台東縣卑南鄉初鹿村忠孝路８５號",
            "y": 22.857412,
            "x": 121.092089
        },
        {
            "name": "永安保安店",
            "address": "高雄市永安區保安路１３０－２號",
            "y": 22.831552,
            "x": 120.235081
        },
        {
            "name": "高樹農會店",
            "address": "屏東縣高樹鄉南興路１４１－５號",
            "y": 22.824285,
            "x": 120.601197
        },
        {
            "name": "里港豪吉店",
            "address": "屏東縣里港鄉三和路１２１之５號",
            "y": 22.809258,
            "x": 120.502419
        },
        {
            "name": "岡山忠誠店",
            "address": "高雄市岡山區成功路９７號一樓",
            "y": 22.803276,
            "x": 120.296062
        },
        {
            "name": "台東賓朗店",
            "address": "台東縣卑南鄉賓朗路２９２號",
            "y": 22.801355,
            "x": 121.094493
        },
        {
            "name": "岡山竹東店",
            "address": "高雄市岡山區下竹圍東街１６７號",
            "y": 22.798616,
            "x": 120.303964
        },
        {
            "name": "岡山竹圍店",
            "address": "高雄市岡山區中山北路１５８號１樓＆２樓",
            "y": 22.797578,
            "x": 120.297918
        },
        {
            "name": "岡山壽峰店",
            "address": "高雄市岡山區前峰路１３０－４號",
            "y": 22.796996,
            "x": 120.285646
        },
        {
            "name": "岡山平和店",
            "address": "高雄市岡山區岡山路２７７之１號１樓",
            "y": 22.794706,
            "x": 120.295571
        },
        {
            "name": "燕巢新民店",
            "address": "高雄市燕巢區中民路５３５號一樓",
            "y": 22.79325,
            "x": 120.363475
        },
        {
            "name": "岡山岡燕店",
            "address": "高雄市岡山區岡燕路２８９號一至二樓",
            "y": 22.791996,
            "x": 120.303385
        },
        {
            "name": "台東興昌店",
            "address": "臺東縣臺東市文昌路２號壹樓",
            "y": 22.790847,
            "x": 121.126933
        },
        {
            "name": "岡山柳橋店",
            "address": "高雄市岡山區柳橋西路一段２７號",
            "y": 22.7899,
            "x": 120.28271
        },
        {
            "name": "燕巢安招店",
            "address": "高雄市燕巢區安招里安招路５９３之１號",
            "y": 22.789051,
            "x": 120.327315
        },
        {
            "name": "台東南王店",
            "address": "台東縣台東市南王里更生北路６０３號",
            "y": 22.785462,
            "x": 121.115518
        },
        {
            "name": "岡山飛行店",
            "address": "高雄市岡山區久和路１之１號",
            "y": 22.784017,
            "x": 120.281097
        },
        {
            "name": "燕巢興師大店",
            "address": "高雄市燕巢區深中路６２號",
            "y": 22.782364,
            "x": 120.404573
        },
        {
            "name": "台東和平店",
            "address": "台東縣卑南鄉太平村和平路１０２號一樓",
            "y": 22.782223,
            "x": 121.087089
        },
        {
            "name": "彌陀虱目魚店",
            "address": "高雄市彌陀區中正路５０號一樓",
            "y": 22.780252,
            "x": 120.249637
        },
        {
            "name": "里港永樂店",
            "address": "屏東縣里港鄉永樂路４＆６號",
            "y": 22.777139,
            "x": 120.492665
        },
        {
            "name": "台東中興店",
            "address": "台東縣台東市光明里中興路二段４４２號一樓",
            "y": 22.768899,
            "x": 121.123598
        },
        {
            "name": "台東寶桑店",
            "address": "台東縣台東市中興路一段２１１號",
            "y": 22.767809,
            "x": 121.141971
        },
        {
            "name": "燕巢義醫店",
            "address": "高雄市燕巢區義大路１號地下一樓",
            "y": 22.76548,
            "x": 120.364446
        },
        {
            "name": "台東四維店",
            "address": "台東縣台東市傳廣路３９９號１樓",
            "y": 22.765366,
            "x": 121.143785
        },
        {
            "name": "台東維新店",
            "address": "台東縣台東市更生路５７５號",
            "y": 22.765,
            "x": 121.138882
        },
        {
            "name": "燕巢義大店",
            "address": "高雄市燕巢區義大路８號",
            "y": 22.763995,
            "x": 120.36182
        },
        {
            "name": "橋頭建樹店",
            "address": "高雄市橋頭區成功北路６５、６７、６９號１樓",
            "y": 22.763429,
            "x": 120.307641
        },
        {
            "name": "橋頭合興店",
            "address": "高雄市橋頭區樹德路７５－８號",
            "y": 22.761278,
            "x": 120.304295
        },
        {
            "name": "梓官梓興店",
            "address": "高雄市梓官區進學路２７號１樓",
            "y": 22.760521,
            "x": 120.265803
        },
        {
            "name": "台東新生店",
            "address": "台東縣台東市開封街６４６號１樓",
            "y": 22.760212,
            "x": 121.139015
        },
        {
            "name": "高雄高大店",
            "address": "高雄市楠梓區大學路７００號",
            "y": 22.758885,
            "x": 120.336365
        },
        {
            "name": "高雄科大店",
            "address": "高雄市燕巢區大學路１號學生活動中心一樓",
            "y": 22.758464,
            "x": 120.337961
        },
        {
            "name": "台東南京店",
            "address": "台東縣台東市民族里正氣路３８４號一樓",
            "y": 22.75701,
            "x": 121.14656
        },
        {
            "name": "台東豐樂店",
            "address": "台東縣台東市豐樂里正氣北路５２６號一樓",
            "y": 22.755349,
            "x": 121.13143
        },
        {
            "name": "鹽埔豐年店",
            "address": "屏東縣鹽埔鄉光復路８９號",
            "y": 22.754974,
            "x": 120.578082
        },
        {
            "name": "橋頭糖廠店",
            "address": "高雄市橋頭區糖廠路２－１號一樓",
            "y": 22.754626,
            "x": 120.312486
        },
        {
            "name": "台東文化店",
            "address": "台東縣台東市中山里中山路３４５號１、２樓",
            "y": 22.754471,
            "x": 121.149973
        },
        {
            "name": "台東博愛店",
            "address": "台東縣台東市博愛路４８６號",
            "y": 22.753853,
            "x": 121.145156
        },
        {
            "name": "台東大同店",
            "address": "台東縣台東市復國里大同路１６３號１樓",
            "y": 22.753057,
            "x": 121.153278
        },
        {
            "name": "台東鐵花店",
            "address": "台東縣台東市中華路一段５７５號",
            "y": 22.750545,
            "x": 121.149538
        },
        {
            "name": "台東豐榮店",
            "address": "台東縣台東市豐榮路１８７號",
            "y": 22.750305,
            "x": 121.135654
        },
        {
            "name": "大社萬津店",
            "address": "高雄市大社區萬金路八號一樓",
            "y": 22.750228,
            "x": 120.342156
        },
        {
            "name": "橋頭萬歲店",
            "address": "高雄市橋頭區經武路５８號",
            "y": 22.743123,
            "x": 120.316127
        },
        {
            "name": "鹽埔新圍店",
            "address": "屏東縣鹽埔鄉維新路９０之２號ㄧ樓",
            "y": 22.740821,
            "x": 120.557335
        },
        {
            "name": "高雄新創店",
            "address": "高雄市楠梓區創新路８６號",
            "y": 22.740398,
            "x": 120.32469
        },
        {
            "name": "高雄創金店",
            "address": "高雄市楠梓區創新路８９０之１號",
            "y": 22.739611,
            "x": 120.323338
        },
        {
            "name": "鹽埔高朗店",
            "address": "屏東縣鹽埔鄉高朗村三民路８０－１號",
            "y": 22.739109,
            "x": 120.584424
        },
        {
            "name": "高雄土庫店",
            "address": "高雄市楠梓區土庫二路１５２號一樓、二樓",
            "y": 22.738681,
            "x": 120.326338
        },
        {
            "name": "高雄清豐店",
            "address": "高雄市楠梓區土庫路６１號一樓",
            "y": 22.737714,
            "x": 120.331104
        },
        {
            "name": "高雄常德店",
            "address": "高雄市楠梓區常德路３２０號一樓與二樓四坪空間",
            "y": 22.737158,
            "x": 120.337352
        },
        {
            "name": "台東豐里店",
            "address": "台東縣台東市中華路三段２５７號１樓",
            "y": 22.735051,
            "x": 121.119396
        },
        {
            "name": "九如東寧店",
            "address": "屏東縣九如鄉東寧路２１５號",
            "y": 22.733498,
            "x": 120.490451
        },
        {
            "name": "九如豐源店",
            "address": "屏東縣九如鄉九如路二段１７３－１號",
            "y": 22.733065,
            "x": 120.488813
        },
        {
            "name": "梓官光明店",
            "address": "高雄市梓官區禮蚵里光明路１２５號１２７號１樓",
            "y": 22.732734,
            "x": 120.250204
        },
        {
            "name": "大社翠屏店",
            "address": "高雄市大社區中山路３５０號",
            "y": 22.731336,
            "x": 120.351162
        },
        {
            "name": "高雄興德店",
            "address": "高雄市楠梓區興楠路１４９—１號１樓",
            "y": 22.730939,
            "x": 120.336377
        },
        {
            "name": "高雄大西店",
            "address": "高雄市楠梓區大學南路１１８６號１樓",
            "y": 22.729735,
            "x": 120.277865
        },
        {
            "name": "大樹義城店",
            "address": "高雄市大樹區學城路一段１２號（商店街１２，１３號）",
            "y": 22.7294,
            "x": 120.4063
        },
        {
            "name": "高雄興楠店",
            "address": "高雄市楠梓區興楠路３５４號１樓",
            "y": 22.729206,
            "x": 120.331341
        },
        {
            "name": "大樹義邦店",
            "address": "高雄市大樹區三和里學城路１段１２號Ｃ３Ｆ０８",
            "y": 22.728931,
            "x": 120.405478
        },
        {
            "name": "高雄惠豐店",
            "address": "高雄市楠梓區惠豐里惠豐街１６６號１６８號一樓",
            "y": 22.728706,
            "x": 120.318508
        },
        {
            "name": "高雄德祥店",
            "address": "高雄市楠梓區海專路４０１號",
            "y": 22.727223,
            "x": 120.309948
        },
        {
            "name": "梓官蚵仔寮店",
            "address": "高雄市梓官區漁港二路１３號",
            "y": 22.727146,
            "x": 120.254793
        },
        {
            "name": "鹽埔大仁店",
            "address": "屏東縣鹽埔鄉維新路２０號（學生餐廳）",
            "y": 22.72712,
            "x": 120.542451
        },
        {
            "name": "高雄屏信店",
            "address": "高雄市楠梓區翠屏路８８號１及２樓（部份）如圖",
            "y": 22.726445,
            "x": 120.299369
        },
        {
            "name": "大樹義大一店",
            "address": "高雄市大樹區學城路一段１號（學生活動中心）",
            "y": 22.726368,
            "x": 120.406448
        },
        {
            "name": "高雄東賢店",
            "address": "高雄市楠梓區德賢路３８２、３８４號",
            "y": 22.726319,
            "x": 120.303817
        },
        {
            "name": "大樹義大二店",
            "address": "高雄市大樹區學城路一段８巷２號地下１樓",
            "y": 22.72528,
            "x": 120.40397
        },
        {
            "name": "日月光七店",
            "address": "高雄市楠梓加工出口區內環北路１０９號２樓",
            "y": 22.723849,
            "x": 120.299679
        },
        {
            "name": "高雄德昌店",
            "address": "高雄市楠梓區惠民路２２０號",
            "y": 22.723687,
            "x": 120.293893
        },
        {
            "name": "高雄德中店",
            "address": "高雄市楠梓區德中路１１０號",
            "y": 22.723631,
            "x": 120.277152
        },
        {
            "name": "日月光十二店",
            "address": "高雄市楠梓加工出口區內環北路１１５號",
            "y": 22.723505,
            "x": 120.299087
        },
        {
            "name": "高雄藍天店",
            "address": "高雄市楠梓區藍昌路３５８號",
            "y": 22.722903,
            "x": 120.291375
        },
        {
            "name": "日月光十一店",
            "address": "高雄市楠梓加工區中央路２２號十一樓",
            "y": 22.722447,
            "x": 120.30423
        },
        {
            "name": "日月光一店",
            "address": "高雄市楠梓加工區經三路２６號地下一層",
            "y": 22.721464,
            "x": 120.306328
        },
        {
            "name": "日月光八店",
            "address": "高雄市楠梓區西五街１０號Ｂ１",
            "y": 22.721275,
            "x": 120.301419
        },
        {
            "name": "日月光三店",
            "address": "高雄市楠梓加工出口區開發路４７號",
            "y": 22.721224,
            "x": 120.304197
        },
        {
            "name": "高雄民昌店",
            "address": "高雄市楠梓區德民路９８９之２號一樓",
            "y": 22.719782,
            "x": 120.287726
        },
        {
            "name": "日月光九店",
            "address": "高雄市楠梓加工區開發路７３號",
            "y": 22.719741,
            "x": 120.30071
        },
        {
            "name": "高雄後勁店",
            "address": "高雄市楠梓區後昌路１３１號１樓",
            "y": 22.718304,
            "x": 120.310629
        },
        {
            "name": "高雄後新店",
            "address": "高雄市楠梓區後昌新路１－１號",
            "y": 22.718221,
            "x": 120.291851
        },
        {
            "name": "高雄加宏店",
            "address": "高雄市楠梓區加宏路１２０＆１２２號",
            "y": 22.718058,
            "x": 120.295789
        },
        {
            "name": "長治德和店",
            "address": "屏東縣長治鄉德和路６６號",
            "y": 22.717408,
            "x": 120.531902
        },
        {
            "name": "高雄右昌店",
            "address": "高雄市楠梓區右昌街２２１號",
            "y": 22.712201,
            "x": 120.289133
        },
        {
            "name": "高雄鑫昌店",
            "address": "高雄市楠梓區新昌街３９－１號",
            "y": 22.709056,
            "x": 120.298606
        },
        {
            "name": "仁武仁塑店",
            "address": "高雄市仁武區竹後里水管路１８１號",
            "y": 22.706476,
            "x": 120.334873
        },
        {
            "name": "台東知本店",
            "address": "台東縣台東市建興里青海路四段４７２號１樓",
            "y": 22.706076,
            "x": 121.040086
        },
        {
            "name": "長治繁華店",
            "address": "屏東縣長治鄉繁華村中山路１１－１號",
            "y": 22.702461,
            "x": 120.575522
        },
        {
            "name": "仁武仁德店",
            "address": "高雄市仁武區仁德巷６８號",
            "y": 22.701963,
            "x": 120.35149
        },
        {
            "name": "仁武澄觀店",
            "address": "高雄市仁武區澄觀路一段１１１１號",
            "y": 22.701758,
            "x": 120.359233
        },
        {
            "name": "長治交流店",
            "address": "屏東縣長治鄉繁華村水源路１９５號",
            "y": 22.695632,
            "x": 120.555114
        },
        {
            "name": "高雄新海店",
            "address": "高雄市左營區海功路２號１樓",
            "y": 22.693437,
            "x": 120.297845
        },
        {
            "name": "台東龍泉店",
            "address": "台東縣卑南鄉溫泉村龍泉路５５號一樓之１",
            "y": 22.693141,
            "x": 121.014828
        },
        {
            "name": "仁武八德店",
            "address": "高雄市仁武區八卦里八德一路４２２號一樓",
            "y": 22.692721,
            "x": 120.333181
        },
        {
            "name": "大樹鳳荔店",
            "address": "高雄市大樹區實踐路６１號（一二三四間）",
            "y": 22.690228,
            "x": 120.292804
        },
        {
            "name": "屏東正裕店",
            "address": "屏東縣屏東市中正路６８８－１號",
            "y": 22.688834,
            "x": 120.498725
        },
        {
            "name": "高雄華山店",
            "address": "高雄市左營區華夏路１７６１號壹樓",
            "y": 22.688811,
            "x": 120.319237
        },
        {
            "name": "高雄蓮潭店",
            "address": "高雄市左營區孔營路２５號",
            "y": 22.688307,
            "x": 120.296903
        },
        {
            "name": "高雄市集店",
            "address": "高雄市左營區高鐵路１１５號",
            "y": 22.688188,
            "x": 120.309847
        },
        {
            "name": "高雄左站店",
            "address": "高雄市左營區高雄市左營區站前北路１號",
            "y": 22.687735,
            "x": 120.307464
        },
        {
            "name": "屏東勝利店",
            "address": "屏東縣屏東市廣東路９６１號",
            "y": 22.687547,
            "x": 120.486155
        },
        {
            "name": "屏東廣興店",
            "address": "屏東縣屏東市廣東路７２２號",
            "y": 22.686769,
            "x": 120.494439
        },
        {
            "name": "高雄重和店",
            "address": "高雄市左營區重和路１９１號",
            "y": 22.686286,
            "x": 120.310587
        },
        {
            "name": "屏東瑞光店",
            "address": "屏東縣屏東市瑞光路二段８６號",
            "y": 22.685566,
            "x": 120.504562
        },
        {
            "name": "高雄左大店",
            "address": "高雄市左營區左營大路２４８號．２５０號",
            "y": 22.685563,
            "x": 120.290082
        },
        {
            "name": "高雄重愛店",
            "address": "高雄市左營區重愛路２０８號",
            "y": 22.685489,
            "x": 120.315695
        },
        {
            "name": "高雄華夏店",
            "address": "高雄市左營區華夏路１１６８號１樓",
            "y": 22.684097,
            "x": 120.309235
        },
        {
            "name": "高雄福榮店",
            "address": "高雄市左營區榮總路２２５號",
            "y": 22.683373,
            "x": 120.32156
        },
        {
            "name": "屏東華敬店",
            "address": "屏東縣屏東市莊敬街一段２９號",
            "y": 22.682519,
            "x": 120.502099
        },
        {
            "name": "屏東中華店",
            "address": "屏東縣屏東市自由路４２２號",
            "y": 22.682448,
            "x": 120.4931
        },
        {
            "name": "高雄佑德店",
            "address": "高雄市左營區榮佑路６７號，６９號１樓",
            "y": 22.681934,
            "x": 120.319955
        },
        {
            "name": "高雄曾德店",
            "address": "高雄市左營區曾子路５０１號１樓",
            "y": 22.681928,
            "x": 120.303953
        },
        {
            "name": "屏東大崇店",
            "address": "屏東縣屏東市大同北路１０２號",
            "y": 22.68178,
            "x": 120.475262
        },
        {
            "name": "高雄文川店",
            "address": "高雄市左營區曾子路３００號（配送用）",
            "y": 22.681692,
            "x": 120.304936
        },
        {
            "name": "仁武鳳仁店",
            "address": "高雄市仁武區鳳仁路４５號",
            "y": 22.681623,
            "x": 120.35511
        },
        {
            "name": "高雄先鋒店",
            "address": "高雄市左營區先鋒路４２５號一樓、夾層",
            "y": 22.681004,
            "x": 120.282402
        },
        {
            "name": "屏東豐榮店",
            "address": "屏東縣屏東市廣東路４５８號一樓",
            "y": 22.680248,
            "x": 120.501864
        },
        {
            "name": "屏東徐州店",
            "address": "屏東縣屏東市勝利路１９７之６．１９７之７號",
            "y": 22.678929,
            "x": 120.479729
        },
        {
            "name": "高雄文萊店",
            "address": "高雄市左營區文萊路３２５號",
            "y": 22.67726,
            "x": 120.302226
        },
        {
            "name": "仁武大灣店",
            "address": "高雄市仁武區赤山里仁雄路９２之３號一樓",
            "y": 22.676918,
            "x": 120.343716
        },
        {
            "name": "高雄孟子店",
            "address": "高雄市左營區新光里孟子路５１５號一樓",
            "y": 22.676692,
            "x": 120.305652
        },
        {
            "name": "仁武澄合店",
            "address": "高雄市仁武區仁和里仁雄路３５號一樓",
            "y": 22.675008,
            "x": 120.336872
        },
        {
            "name": "高雄孟文店",
            "address": "高雄市左營區孟子路３６５號一樓",
            "y": 22.674956,
            "x": 120.308909
        },
        {
            "name": "高雄鼎貴店",
            "address": "高雄市三民區鼎盛里鼎貴路２０８號１樓",
            "y": 22.674662,
            "x": 120.322223
        },
        {
            "name": "屏東屏榮店",
            "address": "屏東縣屏東市民學路１４８號一樓",
            "y": 22.674011,
            "x": 120.501506
        },
        {
            "name": "屏東愛園店",
            "address": "屏東縣屏東市公園路２１號１樓",
            "y": 22.673725,
            "x": 120.492022
        },
        {
            "name": "高雄孟立店",
            "address": "高雄市左營區菜公里孟子路１０９號一樓",
            "y": 22.673137,
            "x": 120.313422
        },
        {
            "name": "長治合潭店",
            "address": "屏東縣長治鄉潭頭路１９２－５號。１９２－６號",
            "y": 22.673093,
            "x": 120.522552
        },
        {
            "name": "高雄華珍店",
            "address": "高雄市左營區新莊一路１４３號",
            "y": 22.673076,
            "x": 120.29789
        },
        {
            "name": "高雄果豐店",
            "address": "高雄市左營區果峰街１２巷４２號",
            "y": 22.67145,
            "x": 120.287674
        },
        {
            "name": "屏東民享店",
            "address": "屏東縣屏東市林森路２３號１樓",
            "y": 22.671193,
            "x": 120.498081
        },
        {
            "name": "高雄新庄店",
            "address": "高雄市左營區新庄仔路７００號",
            "y": 22.66883,
            "x": 120.30842
        },
        {
            "name": "綠島朝日店",
            "address": "台東縣綠島鄉南寮村９９號",
            "y": 22.668524,
            "x": 121.468702
        },
        {
            "name": "高雄華漾店",
            "address": "高雄市鼓山區華泰路１５２號",
            "y": 22.668269,
            "x": 120.292096
        },
        {
            "name": "高雄新勝店",
            "address": "高雄市左營區南屏路３１３號",
            "y": 22.668252,
            "x": 120.299721
        },
        {
            "name": "屏東昌賢店",
            "address": "屏東縣屏東市建民路６３號",
            "y": 22.667008,
            "x": 120.481096
        },
        {
            "name": "鳥松觀湖店",
            "address": "高雄市鳥松區松埔北巷４－２０５號",
            "y": 22.666999,
            "x": 120.373853
        },
        {
            "name": "高雄立信店",
            "address": "高雄市左營區立信路２０９號",
            "y": 22.666915,
            "x": 120.304071
        },
        {
            "name": "大樹水興店",
            "address": "高雄市大樹區水寮里中山路１７４號",
            "y": 22.666887,
            "x": 120.409185
        },
        {
            "name": "高雄鼎新店",
            "address": "高雄市三民區天祥一路４２號１樓",
            "y": 22.666524,
            "x": 120.323583
        },
        {
            "name": "高雄美明店",
            "address": "高雄市鼓山區美明路１０２號",
            "y": 22.666198,
            "x": 120.289132
        },
        {
            "name": "高雄鼎祥店",
            "address": "高雄市三民區鼎祥街７３號",
            "y": 22.666178,
            "x": 120.315834
        },
        {
            "name": "屏東長安店",
            "address": "屏東縣屏東市光復路３４８號一樓",
            "y": 22.665555,
            "x": 120.460903
        },
        {
            "name": "高雄明倫店",
            "address": "高雄市鼓山區明倫路１４８號１樓",
            "y": 22.665444,
            "x": 120.297838
        },
        {
            "name": "高雄鼎中店",
            "address": "高雄市三民區鼎中里金鼎路３５８號",
            "y": 22.665203,
            "x": 120.319544
        },
        {
            "name": "高雄裕民店",
            "address": "高雄市鼓山區明誠里裕誠路１５０９－７號",
            "y": 22.665027,
            "x": 120.295445
        },
        {
            "name": "高雄南屏店",
            "address": "高雄市鼓山區南屏路５３６號",
            "y": 22.664975,
            "x": 120.299813
        },
        {
            "name": "屏東福光店",
            "address": "屏東縣屏東市廣東南路９０號１樓",
            "y": 22.664601,
            "x": 120.490887
        },
        {
            "name": "高雄文信店",
            "address": "高雄市鼓山區文信路１９３號１樓及２樓",
            "y": 22.664427,
            "x": 120.302243
        },
        {
            "name": "高雄如逢店",
            "address": "高雄市鼓山區逢甲路９８號",
            "y": 22.664331,
            "x": 120.282753
        },
        {
            "name": "高雄華屏店",
            "address": "高雄市鼓山區明華路２８０號",
            "y": 22.662917,
            "x": 120.300047
        },
        {
            "name": "鳥松濱湖店",
            "address": "高雄市鳥松區文前路３巷２１－１號",
            "y": 22.662825,
            "x": 120.358404
        },
        {
            "name": "高雄富華店",
            "address": "高雄市左營區明華一路１９９號１樓",
            "y": 22.662772,
            "x": 120.306213
        },
        {
            "name": "屏東大埔店",
            "address": "屏東縣屏東市民族路３０３號一樓",
            "y": 22.662095,
            "x": 120.536342
        },
        {
            "name": "鳥松大仁店",
            "address": "高雄市鳥松區鳥松里大仁南路１號一樓",
            "y": 22.662068,
            "x": 120.362667
        },
        {
            "name": "屏東華盛店",
            "address": "屏東縣屏東市崇武里永大路６６號一樓",
            "y": 22.661326,
            "x": 120.479097
        },
        {
            "name": "屏東安心店",
            "address": "屏東縣屏東市安心四橫巷４４９號",
            "y": 22.660336,
            "x": 120.513174
        },
        {
            "name": "高雄光興店",
            "address": "高雄市左營區光興街６０號",
            "y": 22.660288,
            "x": 120.310243
        },
        {
            "name": "高雄天誠店",
            "address": "高雄市鼓山區裕誠路１９００號",
            "y": 22.659973,
            "x": 120.294077
        },
        {
            "name": "高雄內惟店",
            "address": "高雄市鼓山區九如四路１４６６號",
            "y": 22.659916,
            "x": 120.280189
        },
        {
            "name": "屏東商大店",
            "address": "屏東縣屏東市民生東路５１號（圖資大樓一樓）",
            "y": 22.65948,
            "x": 120.511634
        },
        {
            "name": "高雄新裕店",
            "address": "高雄市三民區大裕路２５９號",
            "y": 22.659192,
            "x": 120.328564
        },
        {
            "name": "高雄美舞店",
            "address": "高雄市鼓山區美術東五路１１８號",
            "y": 22.659159,
            "x": 120.291301
        },
        {
            "name": "高雄鼎勇店",
            "address": "高雄市三民區鼎山街３００號．３０２號１樓",
            "y": 22.658281,
            "x": 120.321684
        },
        {
            "name": "鳥松仁美店",
            "address": "高雄市鳥松區學堂路９１－１號",
            "y": 22.658276,
            "x": 120.392097
        },
        {
            "name": "高雄富國店",
            "address": "高雄市左營區新上里富國路４８號一樓",
            "y": 22.658152,
            "x": 120.306717
        },
        {
            "name": "鳥松大華店",
            "address": "高雄市鳥松區球場路７５號１樓",
            "y": 22.65686,
            "x": 120.338415
        },
        {
            "name": "高雄龍勝店",
            "address": "高雄市鼓山區龍子里龍勝路１２０號",
            "y": 22.656414,
            "x": 120.295997
        },
        {
            "name": "屏東武成店",
            "address": "屏東縣屏東市武成街８２－５號",
            "y": 22.656157,
            "x": 120.476964
        },
        {
            "name": "屏東歸來店",
            "address": "屏東縣屏東市湖南里歸義巷３４號一樓",
            "y": 22.655477,
            "x": 120.504446
        },
        {
            "name": "高雄美藝店",
            "address": "高雄市鼓山區美術館路８７號",
            "y": 22.654656,
            "x": 120.290248
        },
        {
            "name": "高雄美美店",
            "address": "高雄市鼓山區中華一路９７６號一樓",
            "y": 22.654548,
            "x": 120.291875
        },
        {
            "name": "高雄大興店",
            "address": "高雄市三民區大裕路３８號",
            "y": 22.654154,
            "x": 120.328814
        },
        {
            "name": "高雄美新店",
            "address": "高雄市鼓山區美術南三路２０１號一樓",
            "y": 22.653,
            "x": 120.28778
        },
        {
            "name": "屏東民榮店",
            "address": "屏東縣屏東市民生路１２－２．１２－３號",
            "y": 22.652812,
            "x": 120.527488
        },
        {
            "name": "麟洛麟趾店",
            "address": "屏東縣麟洛鄉中山路４１７號",
            "y": 22.651598,
            "x": 120.525523
        },
        {
            "name": "高雄青海店",
            "address": "高雄市鼓山區青海路２７７－１號",
            "y": 22.651374,
            "x": 120.285211
        },
        {
            "name": "高雄鼎華店",
            "address": "高雄市三民區灣復里鼎山街５９２號一樓",
            "y": 22.651058,
            "x": 120.3171
        },
        {
            "name": "鳥松星光店",
            "address": "高雄市鳥松區大埤路１２３號一樓",
            "y": 22.6504,
            "x": 120.354724
        },
        {
            "name": "鳥松高庚店",
            "address": "高雄市鳥松區鳥松區大華里大埤路１２３號Ｂ１",
            "y": 22.6504,
            "x": 120.354724
        },
        {
            "name": "高雄國泰店",
            "address": "高雄市鼓山區九如四路６８７，６８９號",
            "y": 22.650024,
            "x": 120.27883
        },
        {
            "name": "高雄安和店",
            "address": "高雄市三民區北平一街１５３號，１５５號，１５７號",
            "y": 22.649933,
            "x": 120.304615
        },
        {
            "name": "高雄重慶店",
            "address": "高雄市三民區重慶街２６９號",
            "y": 22.648838,
            "x": 120.302251
        },
        {
            "name": "高雄春豐店",
            "address": "高雄市三民區大豐二路４５７號",
            "y": 22.648565,
            "x": 120.334766
        },
        {
            "name": "高雄得陽店",
            "address": "高雄市三民區大昌二路３０９－１號",
            "y": 22.648094,
            "x": 120.331694
        },
        {
            "name": "高雄明哲店",
            "address": "高雄市三民區明賢路３８號一樓及地下室",
            "y": 22.647702,
            "x": 120.299789
        },
        {
            "name": "高雄安東店",
            "address": "高雄市三民區察哈爾一街５０號",
            "y": 22.647534,
            "x": 120.306763
        },
        {
            "name": "高雄建工店",
            "address": "高雄市三民區建元路１１號１樓",
            "y": 22.647388,
            "x": 120.317848
        },
        {
            "name": "高雄興融店",
            "address": "高雄市三民區黃興路１６８號１樓",
            "y": 22.647151,
            "x": 120.340649
        },
        {
            "name": "高雄黃興店",
            "address": "高雄市三民區陽明路４１８號，４２０號",
            "y": 22.646289,
            "x": 120.342939
        },
        {
            "name": "高雄建興店",
            "address": "高雄市三民區建興路２７４號",
            "y": 22.645589,
            "x": 120.324034
        },
        {
            "name": "鳳山濱山店",
            "address": "高雄市鳳山區濱山街１５巷２號",
            "y": 22.645445,
            "x": 120.350764
        },
        {
            "name": "高雄醫學二店",
            "address": "高雄市三民區自由一路１００號地下室",
            "y": 22.645186,
            "x": 120.309631
        },
        {
            "name": "高雄醫大店",
            "address": "高雄市三民區十全一路１００號",
            "y": 22.645169,
            "x": 120.309992
        },
        {
            "name": "高雄吉林店",
            "address": "高雄市三民區吉林街１５５號．１５７號",
            "y": 22.644643,
            "x": 120.306171
        },
        {
            "name": "高雄清華店",
            "address": "高雄市三民區澄和路６５號１＆２樓",
            "y": 22.644289,
            "x": 120.344606
        },
        {
            "name": "鳳山文山店",
            "address": "高雄市鳳山區青年路二段４６０號一樓",
            "y": 22.643914,
            "x": 120.351737
        },
        {
            "name": "高雄建德店",
            "address": "高雄市三民區建興路１５１號",
            "y": 22.643266,
            "x": 120.327545
        },
        {
            "name": "內埔屏科大店",
            "address": "屏東縣內埔鄉學府路１號",
            "y": 22.64303,
            "x": 120.609966
        },
        {
            "name": "高雄壽昌店",
            "address": "高雄市三民區壽昌路９３號１樓",
            "y": 22.642715,
            "x": 120.333586
        },
        {
            "name": "高雄建武店",
            "address": "高雄市三民區建興路７９號１樓",
            "y": 22.642431,
            "x": 120.328897
        },
        {
            "name": "高雄延慶店",
            "address": "高雄市三民區第二安發里延慶街１１３號一樓",
            "y": 22.642397,
            "x": 120.3179
        },
        {
            "name": "高雄陽明店",
            "address": "高雄市三民區陽明路１９６號",
            "y": 22.642333,
            "x": 120.342189
        },
        {
            "name": "高雄義明店",
            "address": "高雄市三民區寶國里義明街１號３號１樓",
            "y": 22.642296,
            "x": 120.33979
        },
        {
            "name": "高雄褒忠店",
            "address": "高雄市三民區大昌二路１１９之２號１樓",
            "y": 22.642017,
            "x": 120.332018
        },
        {
            "name": "高雄九華店",
            "address": "高雄市三民區中華二路１４２號",
            "y": 22.641833,
            "x": 120.292003
        },
        {
            "name": "高雄龍江店",
            "address": "高雄市三民區九如二路１３８號",
            "y": 22.641023,
            "x": 120.309444
        },
        {
            "name": "鳳山鎮北店",
            "address": "高雄市鳳山區鳳北路６３號１樓。２樓",
            "y": 22.640977,
            "x": 120.367007
        },
        {
            "name": "高雄民如店",
            "address": "高雄市三民區民族一路１３號",
            "y": 22.640652,
            "x": 120.313698
        },
        {
            "name": "內埔壽比店",
            "address": "屏東縣內埔鄉老埤村壽比路７４２號",
            "y": 22.640462,
            "x": 120.595659
        },
        {
            "name": "高雄安康店",
            "address": "高雄市三民區安康里九如一路８８９—４號",
            "y": 22.640042,
            "x": 120.316994
        },
        {
            "name": "大發江山店",
            "address": "高雄市大寮區鳳屏二路４６號",
            "y": 22.639976,
            "x": 120.405541
        },
        {
            "name": "高雄如順店",
            "address": "高雄市三民區九如一路５３０號",
            "y": 22.639436,
            "x": 120.326732
        },
        {
            "name": "鳳山力行店",
            "address": "高雄市鳳山區經武路３１６號",
            "y": 22.639169,
            "x": 120.364754
        },
        {
            "name": "高雄覺禮店",
            "address": "高雄市三民區覺民路３８號",
            "y": 22.639005,
            "x": 120.343432
        },
        {
            "name": "高雄力行店",
            "address": "高雄市三民區力行路１５４號",
            "y": 22.638568,
            "x": 120.287374
        },
        {
            "name": "高雄長明店",
            "address": "高雄市三民區建國二路６６號１樓",
            "y": 22.637743,
            "x": 120.310942
        },
        {
            "name": "高雄鑫讚店",
            "address": "高雄市三民區建國二路２６５之１號",
            "y": 22.637497,
            "x": 120.304079
        },
        {
            "name": "高雄凱歌店",
            "address": "高雄市三民區凱歌路８７號",
            "y": 22.636456,
            "x": 120.317816
        },
        {
            "name": "大發仁愛店",
            "address": "高雄市大寮區仁愛路２２號",
            "y": 22.636442,
            "x": 120.394816
        },
        {
            "name": "高雄運河店",
            "address": "高雄市三民區自立一路７１號",
            "y": 22.63632,
            "x": 120.29677
        },
        {
            "name": "屏東公館店",
            "address": "屏東縣屏東市龍華路１７８號",
            "y": 22.635673,
            "x": 120.482249
        },
        {
            "name": "大發中庄店",
            "address": "高雄市大寮區八德路３２號",
            "y": 22.635144,
            "x": 120.392518
        },
        {
            "name": "鳳山文華店",
            "address": "高雄市鳳山區青年路二段１７１號",
            "y": 22.634896,
            "x": 120.349959
        },
        {
            "name": "高雄三鳳店",
            "address": "高雄市前金區中華三路２５１號",
            "y": 22.634636,
            "x": 120.293646
        },
        {
            "name": "內埔豐田店",
            "address": "屏東縣內埔鄉中正路４５３號",
            "y": 22.634352,
            "x": 120.54114
        },
        {
            "name": "高雄福華店",
            "address": "高雄市新興區七賢一路３０１號壹樓角窗部份",
            "y": 22.633929,
            "x": 120.308659
        },
        {
            "name": "高雄民族店",
            "address": "高雄市新興區民族二路１００號",
            "y": 22.633922,
            "x": 120.313883
        },
        {
            "name": "高雄瑞華店",
            "address": "高雄市前金區七賢二路１５６號",
            "y": 22.633666,
            "x": 120.296743
        },
        {
            "name": "高雄中華店",
            "address": "高雄市前金區中華三路２１號１樓",
            "y": 22.632936,
            "x": 120.294198
        },
        {
            "name": "高雄輔仁店",
            "address": "高雄市苓雅區正大路７９號；輔仁路２２９號",
            "y": 22.632735,
            "x": 120.333968
        },
        {
            "name": "高雄鼓山店",
            "address": "高雄市鼓山區鼓山二路４３號壹樓",
            "y": 22.632714,
            "x": 120.28232
        },
        {
            "name": "內埔學苑店",
            "address": "屏東縣內埔鄉壽比路２２８號一樓",
            "y": 22.632217,
            "x": 120.596092
        },
        {
            "name": "高雄寶成店",
            "address": "高雄市前金區七賢二路３２２號",
            "y": 22.631697,
            "x": 120.290715
        },
        {
            "name": "高雄新義店",
            "address": "高雄市苓雅區正義路１７６號壹樓",
            "y": 22.631479,
            "x": 120.33991
        },
        {
            "name": "高雄武聖店",
            "address": "高雄市苓雅區武廟路１３３號",
            "y": 22.631042,
            "x": 120.326813
        },
        {
            "name": "高雄榮安店",
            "address": "高雄市前金區自強一路６０，６２，６４號１樓",
            "y": 22.630765,
            "x": 120.293343
        },
        {
            "name": "高雄尚義店",
            "address": "高雄市新興區中正二路２２０號１樓",
            "y": 22.630714,
            "x": 120.315122
        },
        {
            "name": "高雄錢櫃店",
            "address": "高雄市前金區六合二路１５７號",
            "y": 22.630548,
            "x": 120.294949
        },
        {
            "name": "高雄心誠店",
            "address": "高雄市苓雅區武廟路４８號１樓",
            "y": 22.630176,
            "x": 120.33185
        },
        {
            "name": "高雄林庭店",
            "address": "高雄市新興區林森一路１６３－１號",
            "y": 22.630171,
            "x": 120.304423
        },
        {
            "name": "高雄福心店",
            "address": "高雄市新興區復興一路４９號壹樓",
            "y": 22.629854,
            "x": 120.307906
        },
        {
            "name": "鳳山聖王店",
            "address": "高雄市鳳山區光復路一段５２號一樓",
            "y": 22.62924,
            "x": 120.352757
        },
        {
            "name": "鳳山埤頂店",
            "address": "高雄市鳳山區中山東路５４５號一樓",
            "y": 22.629055,
            "x": 120.381476
        },
        {
            "name": "鳳山忠義店",
            "address": "高雄市鳳山區中山西路３６６，３６８號",
            "y": 22.6288,
            "x": 120.341848
        },
        {
            "name": "鳳山鳳埤店",
            "address": "高雄市鳳山區中山東路２９２號",
            "y": 22.627607,
            "x": 120.379313
        },
        {
            "name": "高雄福山店",
            "address": "高雄市苓雅區福德三路２２６號",
            "y": 22.627524,
            "x": 120.327143
        },
        {
            "name": "高雄實踐店",
            "address": "高雄市苓雅區同慶里和平一路１３０號一樓",
            "y": 22.627124,
            "x": 120.319318
        },
        {
            "name": "高雄五福店",
            "address": "高雄市苓雅區五福一路１５３號",
            "y": 22.626689,
            "x": 120.312333
        },
        {
            "name": "高雄新樂店",
            "address": "高雄市鹽埕區新樂街２３８號",
            "y": 22.626434,
            "x": 120.280532
        },
        {
            "name": "鳳山瑞興店",
            "address": "高雄市鳳山區瑞興路１２０號",
            "y": 22.625857,
            "x": 120.366804
        },
        {
            "name": "高雄仁愛店",
            "address": "高雄市新興區五福二路１１６號壹樓",
            "y": 22.625441,
            "x": 120.307511
        },
        {
            "name": "鳳山鳳翔店",
            "address": "高雄市鳳山區中山東路２３４巷５３號",
            "y": 22.625337,
            "x": 120.377161
        },
        {
            "name": "高雄大仁店",
            "address": "高雄市鹽埕區大仁路５９號",
            "y": 22.625002,
            "x": 120.285259
        },
        {
            "name": "鳳山平等店",
            "address": "高雄市鳳山區平等路４１－１號",
            "y": 22.62457,
            "x": 120.352396
        },
        {
            "name": "高雄哈瑪星店",
            "address": "高雄市鼓山區臨海二路５２號",
            "y": 22.623953,
            "x": 120.270542
        },
        {
            "name": "高雄文橫店",
            "address": "高雄市新興區文橫二路１６６之１號一樓",
            "y": 22.62348,
            "x": 120.303594
        },
        {
            "name": "高雄廣泉店",
            "address": "高雄市苓雅區廣州一街１２７號一樓",
            "y": 22.623152,
            "x": 120.317398
        },
        {
            "name": "鳳山鳳凌店",
            "address": "高雄市鳳山區興仁里立志街１６６號１樓",
            "y": 22.623129,
            "x": 120.35599
        },
        {
            "name": "鳳山繁華店",
            "address": "高雄市鳳山區中山路１５１號壹樓",
            "y": 22.622714,
            "x": 120.358054
        },
        {
            "name": "高雄福王店",
            "address": "高雄市鹽埕區五福四路７２號",
            "y": 22.62203,
            "x": 120.287292
        },
        {
            "name": "高雄臨一店",
            "address": "高雄市鼓山區峰南里臨海一路２１之３號附５",
            "y": 22.621275,
            "x": 120.273416
        },
        {
            "name": "高雄市府店",
            "address": "高雄市苓雅區苓雅一路１９５號",
            "y": 22.621025,
            "x": 120.310741
        },
        {
            "name": "日月光五店",
            "address": "高雄市楠梓加工區經六路６６號",
            "y": 22.620548,
            "x": 120.312048
        },
        {
            "name": "鳳山興仁店",
            "address": "高雄市鳳山區光華路６７號",
            "y": 22.620508,
            "x": 120.35425
        },
        {
            "name": "高雄武仁店",
            "address": "高雄市苓雅區武仁街９５號一樓",
            "y": 22.620235,
            "x": 120.334014
        },
        {
            "name": "高雄西灣店",
            "address": "高雄市鼓山區蓮海路７０號（國立中山大學）",
            "y": 22.620229,
            "x": 120.266294
        },
        {
            "name": "鳳山東德店",
            "address": "高雄市鳳山區和德里大東二路４３之１號",
            "y": 22.620001,
            "x": 120.35998
        },
        {
            "name": "鳳山光華店",
            "address": "高雄市鳳山區五甲一路１４９號",
            "y": 22.619518,
            "x": 120.35605
        },
        {
            "name": "內埔埔勝店",
            "address": "屏東縣內埔鄉南寧路１６４－１號",
            "y": 22.619382,
            "x": 120.562749
        },
        {
            "name": "鳳山興昌店",
            "address": "高雄市鳳山區國光路５０號",
            "y": 22.619331,
            "x": 120.351852
        },
        {
            "name": "高雄中福店",
            "address": "高雄市苓雅區興中一路１８號壹樓",
            "y": 22.618254,
            "x": 120.312562
        },
        {
            "name": "高雄豐強店",
            "address": "高雄市苓雅區苓雅二路１０８號一、二、三樓",
            "y": 22.617121,
            "x": 120.298291
        },
        {
            "name": "鳳山武營店",
            "address": "高雄市鳳山區凱旋路４３７號１樓",
            "y": 22.616891,
            "x": 120.343474
        },
        {
            "name": "高雄四維店",
            "address": "高雄市苓雅區四維四路５號",
            "y": 22.616345,
            "x": 120.302114
        },
        {
            "name": "高雄華堂店",
            "address": "高雄市苓雅區林森二路７－６號．７－７號",
            "y": 22.616306,
            "x": 120.307984
        },
        {
            "name": "高雄忠孝店",
            "address": "高雄市苓雅區三多三路１６８號壹樓",
            "y": 22.615829,
            "x": 120.309545
        },
        {
            "name": "內埔光明店",
            "address": "屏東縣內埔鄉內埔村光明路６１３號１樓",
            "y": 22.615488,
            "x": 120.568324
        },
        {
            "name": "高雄梧州店",
            "address": "高雄市前鎮區忠孝里廣西路２１１號１樓（配送用）",
            "y": 22.615196,
            "x": 120.315517
        },
        {
            "name": "大發萬翁店",
            "address": "高雄市大寮區永芳里萬丹路５４５號",
            "y": 22.614087,
            "x": 120.405887
        },
        {
            "name": "高雄大遠百店",
            "address": "高雄市苓雅區三多四路２１號（１２樓櫃位）",
            "y": 22.613424,
            "x": 120.303549
        },
        {
            "name": "鳳山凱旋店",
            "address": "高雄市鳳山區凱旋路２６５號",
            "y": 22.613313,
            "x": 120.34908
        },
        {
            "name": "高雄亞太店",
            "address": "高雄市苓雅區三多四路６５號壹樓",
            "y": 22.612856,
            "x": 120.30153
        },
        {
            "name": "鳳山新富店",
            "address": "高雄市鳳山區新富路３９８號１樓",
            "y": 22.612794,
            "x": 120.344113
        },
        {
            "name": "鳳山新強店",
            "address": "高雄市鳳山區新富路２１０號",
            "y": 22.612657,
            "x": 120.339599
        },
        {
            "name": "高雄盛豐店",
            "address": "高雄市前鎮區一心二路１５４號，１５６號１Ｆ",
            "y": 22.612589,
            "x": 120.307957
        },
        {
            "name": "高雄星光店",
            "address": "高雄市苓雅區新光路２６號１樓",
            "y": 22.612114,
            "x": 120.303452
        },
        {
            "name": "高雄聖心店",
            "address": "高雄市前鎮區復興三路１４６號１樓",
            "y": 22.612018,
            "x": 120.311302
        },
        {
            "name": "旗津天后店",
            "address": "高雄市旗津區廟前路２８號一樓",
            "y": 22.612006,
            "x": 120.268031
        },
        {
            "name": "高雄碼頭店",
            "address": "高雄市苓雅區意誠里成功二路１４４號一樓三多四路１３",
            "y": 22.611891,
            "x": 120.298913
        },
        {
            "name": "高雄二聖店",
            "address": "高雄市前鎮區二聖一路６７號，６９號",
            "y": 22.611866,
            "x": 120.325218
        },
        {
            "name": "高雄真愛店",
            "address": "高雄市苓雅區新光路４０號",
            "y": 22.61157,
            "x": 120.30181
        },
        {
            "name": "高雄東榮店",
            "address": "高雄市苓雅區自強三路１６號",
            "y": 22.611556,
            "x": 120.30081
        },
        {
            "name": "高雄摩天店",
            "address": "高雄市前鎮區新光路２１號",
            "y": 22.611467,
            "x": 120.304157
        },
        {
            "name": "內埔文化店",
            "address": "屏東縣內埔鄉中興路９２號１樓",
            "y": 22.611462,
            "x": 120.568816
        },
        {
            "name": "台東太麻里店",
            "address": "台東縣太麻里鄉泰和村太麻里街３１６號",
            "y": 22.610867,
            "x": 121.005471
        },
        {
            "name": "高雄華江店",
            "address": "高雄市前鎮區長江街７０號一樓",
            "y": 22.610358,
            "x": 120.315065
        },
        {
            "name": "鳳山海洋店",
            "address": "高雄市鳳山區海洋一路１２７號，１２９號",
            "y": 22.610002,
            "x": 120.34431
        },
        {
            "name": "高雄西華店",
            "address": "高雄市前鎮區光華二路７６號",
            "y": 22.609848,
            "x": 120.317474
        },
        {
            "name": "鳳山誠義店",
            "address": "高雄市鳳山區誠義路１１９號",
            "y": 22.608918,
            "x": 120.360352
        },
        {
            "name": "高雄瑞北店",
            "address": "高雄市前鎮區瑞北路２１３號",
            "y": 22.608742,
            "x": 120.329236
        },
        {
            "name": "高雄鄭和店",
            "address": "高雄市前鎮區鄭和南路４２０之１號",
            "y": 22.606301,
            "x": 120.315126
        },
        {
            "name": "高雄皇家店",
            "address": "高雄市前鎮區民權二路７６、７８號１樓",
            "y": 22.606261,
            "x": 120.310585
        },
        {
            "name": "高雄瑞和店",
            "address": "高雄市前鎮區瑞和街１７３號",
            "y": 22.606081,
            "x": 120.328165
        },
        {
            "name": "大發輔大二店",
            "address": "高雄市大寮區進學路１５１號",
            "y": 22.604049,
            "x": 120.391606
        },
        {
            "name": "大發輔大店",
            "address": "高雄市大寮區永芳里進學路１５１號",
            "y": 22.604049,
            "x": 120.391606
        },
        {
            "name": "鳳山華興店",
            "address": "高雄市鳳山區南華路１７１號１樓",
            "y": 22.60357,
            "x": 120.337197
        },
        {
            "name": "高雄瑞東店",
            "address": "高雄市前鎮區崗山中街１５９號．１６１號",
            "y": 22.603054,
            "x": 120.328254
        },
        {
            "name": "大發新發店",
            "address": "高雄市大寮區鳳林三路４０５號",
            "y": 22.603032,
            "x": 120.396498
        },
        {
            "name": "鳳山甲二店",
            "address": "高雄市鳳山區五甲二路９９號",
            "y": 22.601904,
            "x": 120.341526
        },
        {
            "name": "鳳山南華店",
            "address": "高雄市鳳山區南華路８３號",
            "y": 22.601254,
            "x": 120.339066
        },
        {
            "name": "鳳山善美店",
            "address": "高雄市鳳山區善美里南榮路８３號一樓",
            "y": 22.600182,
            "x": 120.33418
        },
        {
            "name": "鳳山中崙店",
            "address": "高雄市鳳山區中崙四路１號",
            "y": 22.599206,
            "x": 120.352765
        },
        {
            "name": "鳳山老爺店",
            "address": "高雄市鳳山區鳳南路１９號",
            "y": 22.596901,
            "x": 120.338543
        },
        {
            "name": "鳳山自強店",
            "address": "高雄市鳳山區自強二路１４７號，１４９號",
            "y": 22.596613,
            "x": 120.327105
        },
        {
            "name": "鳳山鳳彥店",
            "address": "高雄市鳳山區鳳甲路４１８號",
            "y": 22.596329,
            "x": 120.345363
        },
        {
            "name": "鳳山五甲店",
            "address": "高雄市鳳山區錦田路１９３號",
            "y": 22.595029,
            "x": 120.330988
        },
        {
            "name": "鳳山三誠店",
            "address": "高雄市鳳山區三誠路９９號",
            "y": 22.59417,
            "x": 120.324302
        },
        {
            "name": "鳳山天興店",
            "address": "高雄市鳳山區天興街５３號",
            "y": 22.593381,
            "x": 120.330558
        },
        {
            "name": "大發仁忠店",
            "address": "高雄市大寮區仁忠路１０３號",
            "y": 22.592538,
            "x": 120.39929
        },
        {
            "name": "高雄翠北店",
            "address": "高雄市前鎮區翠亨北路５６２號",
            "y": 22.592309,
            "x": 120.312459
        },
        {
            "name": "萬丹萬鑫店",
            "address": "屏東縣萬丹鄉萬丹路一段３６７號",
            "y": 22.591919,
            "x": 120.488866
        },
        {
            "name": "大發開封店",
            "address": "高雄市大寮區大寮里大寮路６３０號６３２號１樓",
            "y": 22.591797,
            "x": 120.4135
        },
        {
            "name": "高雄錢證店",
            "address": "高雄市前鎮區前鎮街１９６號一樓及地下室",
            "y": 22.590539,
            "x": 120.307474
        },
        {
            "name": "鳳山鳳庄店",
            "address": "高雄市鳳山區鳳頂路１８１號",
            "y": 22.588673,
            "x": 120.358587
        },
        {
            "name": "鳳山新福店",
            "address": "高雄市鳳山區五福二路１１５號",
            "y": 22.587828,
            "x": 120.327059
        },
        {
            "name": "鳳山頂庄店",
            "address": "高雄市鳳山區過勇路１１１號",
            "y": 22.587252,
            "x": 120.36268
        },
        {
            "name": "高雄廣三店",
            "address": "高雄市前鎮區二聖ㄧ路２１８號",
            "y": 22.586606,
            "x": 120.318276
        },
        {
            "name": "高雄高中店",
            "address": "高雄市前鎮區鎮中路１４５號１樓",
            "y": 22.586386,
            "x": 120.319672
        },
        {
            "name": "高雄明鳳店",
            "address": "高雄市前鎮區明鳳三路６５號",
            "y": 22.584976,
            "x": 120.336716
        },
        {
            "name": "高雄旭日店",
            "address": "高雄市小港區中安路９２６號",
            "y": 22.584714,
            "x": 120.368016
        },
        {
            "name": "竹田農會店",
            "address": "屏東縣竹田鄉中正路７６－５號",
            "y": 22.584646,
            "x": 120.544581
        },
        {
            "name": "高雄中安店",
            "address": "高雄市小港區廈莊一街１６８號",
            "y": 22.584562,
            "x": 120.361201
        },
        {
            "name": "高雄德安店",
            "address": "高雄市前鎮區德昌路１４１號",
            "y": 22.583076,
            "x": 120.31719
        },
        {
            "name": "高雄桂陽店",
            "address": "高雄市小港區桂陽路２１０號",
            "y": 22.58217,
            "x": 120.354788
        },
        {
            "name": "高雄大魯閣店",
            "address": "高雄市前鎮區中山四路１００號（２Ｆ－１３）",
            "y": 22.581541,
            "x": 120.329271
        },
        {
            "name": "高雄心衙店",
            "address": "高雄市前鎮區新衙路３５１號",
            "y": 22.581504,
            "x": 120.315871
        },
        {
            "name": "高雄南衙店",
            "address": "高雄市前鎮區草衙二路３３７號",
            "y": 22.57752,
            "x": 120.323144
        },
        {
            "name": "萬巒豬腳店",
            "address": "屏東縣萬巒鄉民和路５號一樓、二樓部份",
            "y": 22.575579,
            "x": 120.569438
        },
        {
            "name": "高雄崇明店",
            "address": "高雄市小港區港明里崇明街１６０號１樓",
            "y": 22.569615,
            "x": 120.330279
        },
        {
            "name": "高雄機場店",
            "address": "高雄市小港區中山四路２號一樓部分",
            "y": 22.569234,
            "x": 120.347377
        },
        {
            "name": "高雄康莊店",
            "address": "高雄市小港區康莊路１８３號",
            "y": 22.568559,
            "x": 120.352096
        },
        {
            "name": "高雄宏光店",
            "address": "高雄市小港區漢民路７８６號",
            "y": 22.568206,
            "x": 120.364003
        },
        {
            "name": "高雄漢民店",
            "address": "高雄市小港區漢民路５０１號１樓",
            "y": 22.567054,
            "x": 120.358673
        },
        {
            "name": "高雄漢中店",
            "address": "高雄市小港區漢民路３２６、３２８號１樓",
            "y": 22.566805,
            "x": 120.355221
        },
        {
            "name": "高雄山明店",
            "address": "高雄市小港區松和路２號",
            "y": 22.566743,
            "x": 120.372983
        },
        {
            "name": "高雄民益店",
            "address": "高雄市小港區二苓路２４６號",
            "y": 22.565545,
            "x": 120.347911
        },
        {
            "name": "高雄漢苓店",
            "address": "高雄市小港區漢民路１６９號",
            "y": 22.565058,
            "x": 120.351004
        },
        {
            "name": "高雄金鋼店",
            "address": "高雄市小港區鋼平街１５０號",
            "y": 22.563122,
            "x": 120.333463
        },
        {
            "name": "高雄沿海店",
            "address": "高雄市小港區沿海一路３９７之５號",
            "y": 22.562944,
            "x": 120.355868
        },
        {
            "name": "高雄大坪頂店",
            "address": "高雄市小港區高坪二十二路４７１號一樓",
            "y": 22.556192,
            "x": 120.381653
        },
        {
            "name": "潮州三林店",
            "address": "屏東縣潮州鎮三林路１８５號一樓",
            "y": 22.553673,
            "x": 120.548535
        },
        {
            "name": "潮州長興店",
            "address": "屏東縣潮州鎮長興路２６號",
            "y": 22.551256,
            "x": 120.54183
        },
        {
            "name": "潮州車頭店",
            "address": "屏東縣潮州鎮新生路７７號",
            "y": 22.549303,
            "x": 120.538472
        },
        {
            "name": "潮州福星店",
            "address": "屏東縣潮州鎮福星路３５１、３５３號１樓",
            "y": 22.544999,
            "x": 120.544064
        },
        {
            "name": "新園興隆店",
            "address": "屏東縣新園鄉鹽埔村鹽龍路１５８號。１６０號",
            "y": 22.543778,
            "x": 120.461536
        },
        {
            "name": "新園新東店",
            "address": "屏東縣新園鄉新東路１號",
            "y": 22.534621,
            "x": 120.456951
        },
        {
            "name": "高雄大林蒲店",
            "address": "高雄市小港區鳳林路９９號一樓",
            "y": 22.526541,
            "x": 120.346178
        },
        {
            "name": "崁頂文化店",
            "address": "屏東縣崁頂鄉中正路１８８號",
            "y": 22.513875,
            "x": 120.512833
        },
        {
            "name": "林園鑫園店",
            "address": "高雄市林園區林園北路４３９號一樓",
            "y": 22.512103,
            "x": 120.394727
        },
        {
            "name": "林園鳳林店",
            "address": "高雄市林園區鳳林路一段９２號",
            "y": 22.50401,
            "x": 120.39786
        },
        {
            "name": "林園文林店",
            "address": "高雄市林園區東林西路１３７號",
            "y": 22.503309,
            "x": 120.392373
        },
        {
            "name": "枋山觀海店",
            "address": "屏東縣枋山鄉南和路８０號",
            "y": 22.498193,
            "x": 120.555477
        },
        {
            "name": "南州壽元店",
            "address": "屏東縣南州鄉勝利路５－１０號１樓",
            "y": 22.491544,
            "x": 120.538142
        },
        {
            "name": "南州庄頭店",
            "address": "屏東縣南州鄉三民路５２之３號",
            "y": 22.490204,
            "x": 120.509351
        },
        {
            "name": "林園海洋店",
            "address": "高雄市林園區漁港路８７號",
            "y": 22.486727,
            "x": 120.398354
        },
        {
            "name": "東港興東店",
            "address": "屏東縣東港鎮興東路４９之２號",
            "y": 22.478567,
            "x": 120.462538
        },
        {
            "name": "東港安泰店",
            "address": "屏東縣東港鎮中正路一段２１０號（安泰教學醫院）",
            "y": 22.47439,
            "x": 120.459198
        },
        {
            "name": "東港長春店",
            "address": "屏東縣東港鎮長春一路９３號",
            "y": 22.471858,
            "x": 120.459284
        },
        {
            "name": "東港碼頭店",
            "address": "屏東縣東港鎮朝隆路６號",
            "y": 22.468109,
            "x": 120.444721
        },
        {
            "name": "東港東光店",
            "address": "屏東縣東港鎮長春二路２０６號",
            "y": 22.467401,
            "x": 120.459311
        },
        {
            "name": "新埤屏鵝店",
            "address": "屏東縣新埤鄉新民路３號",
            "y": 22.467131,
            "x": 120.549628
        },
        {
            "name": "東港東隆店",
            "address": "屏東縣東港鎮中正路５５號１樓",
            "y": 22.46637,
            "x": 120.449465
        },
        {
            "name": "東港鮪魚店",
            "address": "屏東縣東港鎮順漁路１２９號",
            "y": 22.460776,
            "x": 120.448943
        },
        {
            "name": "東港潭灣店",
            "address": "屏東縣東港鎮大潭路６之１５號（配送用）",
            "y": 22.454537,
            "x": 120.491444
        },
        {
            "name": "台東大竹店",
            "address": "臺東縣大武鄉大竹６號",
            "y": 22.439692,
            "x": 120.935228
        },
        {
            "name": "林邊中林店",
            "address": "屏東縣林邊鄉中林路７９號",
            "y": 22.433735,
            "x": 120.517385
        },
        {
            "name": "佳冬廣惠店",
            "address": "屏東縣佳冬鄉中山路１１２號",
            "y": 22.431785,
            "x": 120.562766
        },
        {
            "name": "枋寮大嚮店",
            "address": "屏東縣枋寮鄉中山路三段３９號及其停車場",
            "y": 22.412332,
            "x": 120.585683
        },
        {
            "name": "枋寮臨海店",
            "address": "屏東縣枋寮鄉臨海路二段８９號",
            "y": 22.404667,
            "x": 120.578917
        },
        {
            "name": "枋寮建興店",
            "address": "屏東縣枋寮鄉建興路２４６號",
            "y": 22.387077,
            "x": 120.595955
        },
        {
            "name": "枋寮北店",
            "address": "屏東縣枋寮鄉中山路二段１８０號",
            "y": 22.383299,
            "x": 120.596017
        },
        {
            "name": "枋寮隆山店",
            "address": "屏東縣枋寮鄉隆山路８０號",
            "y": 22.363862,
            "x": 120.597825
        },
        {
            "name": "台東達人店",
            "address": "台東縣達仁鄉復興路１５４－２號",
            "y": 22.294589,
            "x": 120.885435
        },
        {
            "name": "獅子金流店",
            "address": "屏東縣獅子鄉草埔村１０鄰草埔６巷３６號",
            "y": 22.219085,
            "x": 120.794186
        },
        {
            "name": "車城風車店",
            "address": "屏東縣車城鄉中山路２－１號",
            "y": 22.069172,
            "x": 120.713572
        },
        {
            "name": "恆春北恆店",
            "address": "屏東縣恆春鎮省北路３７號",
            "y": 22.009857,
            "x": 120.743814
        },
        {
            "name": "恆春麗園店",
            "address": "屏東縣恆春鎮中正路１２８號",
            "y": 22.00416,
            "x": 120.74439
        },
        {
            "name": "恆春恆楠店",
            "address": "屏東縣恆春鎮恆南路１３－２號及其停車場",
            "y": 21.994532,
            "x": 120.746001
        },
        {
            "name": "墾丁大街店",
            "address": "屏東縣恆春鎮墾丁路１４８號",
            "y": 21.945272,
            "x": 120.798954
        },
        {
            "name": "墾丁海洋店",
            "address": "屏東縣恆春鎮墾丁路１１５號１樓部分面積",
            "y": 21.944959,
            "x": 120.799321
        }
    ]
}