var hilife = {
    "萊爾富": [
        {
            "name": "石門海角店",
            "address": "新北市石門區草里里１鄰阿里荖６之２號",
            "y": 25.280182,
            "x": 121.606886
        },
        {
            "name": "三芝天涯店",
            "address": "新北市三芝區田心子２號",
            "y": 25.257878,
            "x": 121.501086
        },
        {
            "name": "北縣芝蘭店",
            "address": "新北市三芝區中正路一段６８號",
            "y": 25.257821,
            "x": 121.503937
        },
        {
            "name": "淡水屯山店",
            "address": "新北市淡水區淡金路５段９８、１００、１０２號",
            "y": 25.243909,
            "x": 121.458904
        },
        {
            "name": "北縣淡虹店",
            "address": "新北市淡水區淡金路５段２０-２２號",
            "y": 25.232439,
            "x": 121.453463
        },
        {
            "name": "北縣金陽店",
            "address": "新北市金山區中正路２６號",
            "y": 25.222319,
            "x": 121.635789
        },
        {
            "name": "淡水後洲店",
            "address": "新北市淡水區後洲路一段５０號、５０之１號１樓",
            "y": 25.200582,
            "x": 121.428818
        },
        {
            "name": "淡水國家店",
            "address": "新北市淡水區新市五路二段５１、５３、５５號",
            "y": 25.19957,
            "x": 121.430495
        },
        {
            "name": "淡水新洲店",
            "address": "新北市淡水區新市二路二段５２、５６、５８、６０號",
            "y": 25.195307,
            "x": 121.427274
        },
        {
            "name": "淡水海天店",
            "address": "新北市淡水區濱海路三段１４０、１４２號",
            "y": 25.191122,
            "x": 121.427803
        },
        {
            "name": "淡水莊園店",
            "address": "新北市淡水區濱海路一段２２１號(金湯川溫泉汽旅區會館區一樓)",
            "y": 25.189194,
            "x": 121.438266
        },
        {
            "name": "淡水新市店",
            "address": "新北市淡水區新市一路一段１０４巷６號１樓",
            "y": 25.18656,
            "x": 121.429432
        },
        {
            "name": "淡水櫻花店",
            "address": "新北市淡水區北新路二段１７號",
            "y": 25.185872,
            "x": 121.477711
        },
        {
            "name": "淡水天元店",
            "address": "新北市淡水區北新路二段１４８、１５０號１樓部份",
            "y": 25.185164,
            "x": 121.482224
        },
        {
            "name": "淡水沙崙店",
            "address": "新北市淡水區沙崙路２１４號",
            "y": 25.184116,
            "x": 121.425073
        },
        {
            "name": "北縣淡鑫店",
            "address": "新北市淡水區北新路１６５、１６７號",
            "y": 25.179309,
            "x": 121.450195
        },
        {
            "name": "北縣淡俊店",
            "address": "新北市淡水區北新路１３７、１３９號１F",
            "y": 25.178909,
            "x": 121.449371
        },
        {
            "name": "北縣金龍店",
            "address": "新北市淡水區水源街２段１９４號一樓及地下",
            "y": 25.17598,
            "x": 121.457175
        },
        {
            "name": "淡水英才店",
            "address": "新北市淡水區清水街２號、英專路４３號",
            "y": 25.170539,
            "x": 121.445569
        },
        {
            "name": "北縣淡金店",
            "address": "新北市淡水區淡金路１８號",
            "y": 25.160036,
            "x": 121.45721
        },
        {
            "name": "八里鐵塔店",
            "address": "新北市八里區中山路一段４３、４３-１號",
            "y": 25.159657,
            "x": 121.419799
        },
        {
            "name": "八里水灣店",
            "address": "新北市八里區中山路１段１２５、１２７號１樓",
            "y": 25.159357,
            "x": 121.413534
        },
        {
            "name": "北縣八里店",
            "address": "新北市八里區中山路一段１７７號",
            "y": 25.158501,
            "x": 121.41205
        },
        {
            "name": "北投火山店",
            "address": "台北市北投區中和街５０４號及中和街５０６號、５０８號",
            "y": 25.145418,
            "x": 121.494199
        },
        {
            "name": "北縣商港店",
            "address": "新北市八里區商港路４６、４８號",
            "y": 25.145251,
            "x": 121.396382
        },
        {
            "name": "八里大船店",
            "address": "新北市八里區商港路６、８、１０號",
            "y": 25.144482,
            "x": 121.397253
        },
        {
            "name": "北投希望店",
            "address": "台北市北投區中和街３９９-５ ３９９-６號",
            "y": 25.142942,
            "x": 121.498278
        },
        {
            "name": "八里聖心店",
            "address": "新北市八里區龍米路二段５７、５９號",
            "y": 25.140479,
            "x": 121.448167
        },
        {
            "name": "北市北崗店",
            "address": "台北市北投區中央北路三段４４、４６號",
            "y": 25.138309,
            "x": 121.485521
        },
        {
            "name": "北市政戰店",
            "address": "台北市北投區中央北路二段７０號",
            "y": 25.138107,
            "x": 121.492881
        },
        {
            "name": "北市地熱谷店",
            "address": "台北市北投區中山路２８之５、２８之６號地下二層",
            "y": 25.1374,
            "x": 121.510205
        },
        {
            "name": "北市北天店",
            "address": "台北市北投區中央北路４段８號",
            "y": 25.135565,
            "x": 121.478892
        },
        {
            "name": "基隆港西店",
            "address": "基隆市仁愛區港西街１１號一樓",
            "y": 25.13315,
            "x": 121.74001
        },
        {
            "name": "北縣米倉店",
            "address": "新北市八里區龍米路一段２１５、２１７號",
            "y": 25.131616,
            "x": 121.451376
        },
        {
            "name": "北市北清店",
            "address": "台北市北投區清江路５３及５５號",
            "y": 25.130701,
            "x": 121.502116
        },
        {
            "name": "基隆風雲店",
            "address": "基隆市信義區東光路３０之４號、３０之５號",
            "y": 25.130502,
            "x": 121.768452
        },
        {
            "name": "基隆東岸店",
            "address": "基隆市仁愛區愛三路１３０號",
            "y": 25.130097,
            "x": 121.74394
        },
        {
            "name": "北市紗帽店",
            "address": "台北市北投區行義路１４２-１及１４２-３號B１",
            "y": 25.129893,
            "x": 121.528222
        },
        {
            "name": "北投行義店",
            "address": "台北市北投區行義路１２８-１號",
            "y": 25.128897,
            "x": 121.528535
        },
        {
            "name": "基隆微笑店",
            "address": "基隆市信義區孝東路９２號地下一層之９",
            "y": 25.128114,
            "x": 121.778493
        },
        {
            "name": "基隆隆五店",
            "address": "基隆市仁愛區仁五路３５號一樓",
            "y": 25.127233,
            "x": 121.740935
        },
        {
            "name": "基隆旭隆店",
            "address": "基隆市仁愛區精一路１號",
            "y": 25.126635,
            "x": 121.741698
        },
        {
            "name": "北市奇岩店",
            "address": "台北市北投區中央南路二段５號及７號",
            "y": 25.126002,
            "x": 121.500545
        },
        {
            "name": "北市北功店",
            "address": "台北市北投區立德路６０號及立功街１３５號",
            "y": 25.125498,
            "x": 121.471908
        },
        {
            "name": "北市士銓店",
            "address": "台北市士林區中山北路七段１８６號",
            "y": 25.124798,
            "x": 121.53311
        },
        {
            "name": "北市關渡店",
            "address": "台北市北投區知行路３１４號、３１６巷２號",
            "y": 25.122472,
            "x": 121.467366
        },
        {
            "name": "瑞芳瑞濱店",
            "address": "新北市瑞芳區瑞濱路６７號１樓部份",
            "y": 25.120698,
            "x": 121.822236
        },
        {
            "name": "北市護大店",
            "address": "台北市北投區明德路３６５號",
            "y": 25.117549,
            "x": 121.521347
        },
        {
            "name": "桃縣桃港店",
            "address": "桃園市大園區漁港路３８７號",
            "y": 25.116143,
            "x": 121.244476
        },
        {
            "name": "北市北裕店",
            "address": "台北市北投區裕民六路１２０號",
            "y": 25.114501,
            "x": 121.517578
        },
        {
            "name": "北市天福店",
            "address": "台北市士林區中山北路六段４３１之４號１樓",
            "y": 25.114081,
            "x": 121.527017
        },
        {
            "name": "桃縣桃子店",
            "address": "桃園市蘆竹區濱海路一段２０３號",
            "y": 25.114024,
            "x": 121.257517
        },
        {
            "name": "北市懷德店",
            "address": "台北市北投區懷德街５號",
            "y": 25.111393,
            "x": 121.519181
        },
        {
            "name": "蘆竹海山店",
            "address": "桃園市蘆竹區海山路二段５１３、５１５號",
            "y": 25.110358,
            "x": 121.254854
        },
        {
            "name": "桃縣竹圍店",
            "address": "桃園市大園區建國路１４９號",
            "y": 25.109225,
            "x": 121.249622
        },
        {
            "name": "五股凌雲店",
            "address": "新北市五股區凌雲路三段４６號",
            "y": 25.108897,
            "x": 121.430989
        },
        {
            "name": "北市士海店",
            "address": "台北市士林區延平北路９段２１２號",
            "y": 25.108323,
            "x": 121.470939
        },
        {
            "name": "士林月圓店",
            "address": "台北市士林區磺溪街２３號",
            "y": 25.106322,
            "x": 121.522869
        },
        {
            "name": "桃縣海口店",
            "address": "桃園市大園區國際路三段５８１號",
            "y": 25.1057,
            "x": 121.239595
        },
        {
            "name": "桃縣桃楚店",
            "address": "桃園市蘆竹區海山路二段２６２號",
            "y": 25.105421,
            "x": 121.258211
        },
        {
            "name": "士林陽明店",
            "address": "台北市士林區雨聲街１０５號",
            "y": 25.105194,
            "x": 121.531566
        },
        {
            "name": "蘆竹海湖店",
            "address": "桃園市蘆竹區海湖東路２９５號",
            "y": 25.10449,
            "x": 121.269737
        },
        {
            "name": "基隆隆碇店",
            "address": "基隆市暖暖區源遠路２４３號",
            "y": 25.098913,
            "x": 121.75446
        },
        {
            "name": "汐止夢湖店",
            "address": "新北市汐止區汐萬路三段２４６號１樓",
            "y": 25.097421,
            "x": 121.642404
        },
        {
            "name": "五股成州店",
            "address": "新北市五股區西雲路２１１及２１３號",
            "y": 25.096774,
            "x": 121.448616
        },
        {
            "name": "五股郁芳店",
            "address": "新北市五股區成泰路三段１７５號",
            "y": 25.096274,
            "x": 121.448972
        },
        {
            "name": "北縣西雲店",
            "address": "新北市五股區西雲路１３４、１３４之１號一樓",
            "y": 25.093924,
            "x": 121.445409
        },
        {
            "name": "桃縣桃山店",
            "address": "桃園市蘆竹區海山路一段１３號",
            "y": 25.092002,
            "x": 121.269088
        },
        {
            "name": "北縣蘆平店",
            "address": "新北市蘆洲區永平街３０號",
            "y": 25.090964,
            "x": 121.458865
        },
        {
            "name": "蘆洲民華店",
            "address": "新北市蘆洲區民族路３６４、３６６號",
            "y": 25.090918,
            "x": 121.475927
        },
        {
            "name": "蘆洲保新店",
            "address": "新北市蘆洲區民族路５０４號、三民路１２８巷５３號",
            "y": 25.090484,
            "x": 121.469422
        },
        {
            "name": "北縣五泰店",
            "address": "新北市五股區西雲路１號",
            "y": 25.08998,
            "x": 121.44251
        },
        {
            "name": "蘆洲祐誠店",
            "address": "新北市蘆洲區永樂街３８巷３２、３４號",
            "y": 25.089616,
            "x": 121.45839
        },
        {
            "name": "北縣鷺江店",
            "address": "新北市蘆洲區民權路１１３號",
            "y": 25.089536,
            "x": 121.472295
        },
        {
            "name": "蘆洲光榮店",
            "address": "新北市蘆洲區光榮路６８、７０號",
            "y": 25.089349,
            "x": 121.464528
        },
        {
            "name": "北市士慶店",
            "address": "台北市士林區社正路７５號",
            "y": 25.089088,
            "x": 121.510785
        },
        {
            "name": "北市社正店",
            "address": "台北市士林區社正路２７號",
            "y": 25.088667,
            "x": 121.509154
        },
        {
            "name": "北市湖月店",
            "address": "台北市內湖區大湖山莊街１７９號１樓",
            "y": 25.088471,
            "x": 121.601285
        },
        {
            "name": "五股福鑫店",
            "address": "新北市五股區五福路８、１０號",
            "y": 25.088462,
            "x": 121.4344
        },
        {
            "name": "北市開利店",
            "address": "台北市士林區社子街１４２、１４４號",
            "y": 25.088451,
            "x": 121.505001
        },
        {
            "name": "桃縣華航店",
            "address": "桃園市大園區航勤南路９號(華航修護廠餐廳)",
            "y": 25.088443,
            "x": 121.249263
        },
        {
            "name": "北市社子店",
            "address": "台北市士林區社子街６３巷２號",
            "y": 25.087499,
            "x": 121.506889
        },
        {
            "name": "基隆家鄉店",
            "address": "基隆市七堵區百七街７２、７４號一樓",
            "y": 25.086922,
            "x": 121.69747
        },
        {
            "name": "北市湖康店",
            "address": "台北市內湖區文湖街２１巷２６、２８號１樓",
            "y": 25.086654,
            "x": 121.560635
        },
        {
            "name": "北市士大店",
            "address": "台北市士林區大東路７號",
            "y": 25.086609,
            "x": 121.525298
        },
        {
            "name": "蘆洲長樂店",
            "address": "新北市蘆洲區長樂路２２號",
            "y": 25.085311,
            "x": 121.463718
        },
        {
            "name": "北市金碧店",
            "address": "台北市內湖區金龍路６４、６６號",
            "y": 25.084825,
            "x": 121.592981
        },
        {
            "name": "基隆七堵店",
            "address": "基隆市七堵區實踐路１８２號１樓",
            "y": 25.084814,
            "x": 121.693954
        },
        {
            "name": "北縣進安店",
            "address": "新北市三重區進安街７６號",
            "y": 25.084553,
            "x": 121.495939
        },
        {
            "name": "蘆洲洲正店",
            "address": "新北市蘆洲區中正路１８５巷７８弄１、３號",
            "y": 25.084258,
            "x": 121.466232
        },
        {
            "name": "五股工商店",
            "address": "新北市五股區成泰路二段９１巷９號１樓部份",
            "y": 25.08425,
            "x": 121.437726
        },
        {
            "name": "北縣仁安店",
            "address": "新北市三重區仁安街２號",
            "y": 25.084214,
            "x": 121.485347
        },
        {
            "name": "基隆百福店",
            "address": "基隆市七堵區百五街４３號、福二街２０６號",
            "y": 25.083875,
            "x": 121.696738
        },
        {
            "name": "北市西湖店",
            "address": "台北市內湖區內湖路一段２１７巷３７號",
            "y": 25.083869,
            "x": 121.565385
        },
        {
            "name": "士林大宮町店",
            "address": "台北市士林區承德路四段１３０號及後港街３７號",
            "y": 25.083835,
            "x": 121.523187
        },
        {
            "name": "士林承德店",
            "address": "台北市士林區承德路四段８０巷５７號、劍潭路６２號(含地下室)",
            "y": 25.083341,
            "x": 121.521308
        },
        {
            "name": "三重美華店",
            "address": "新北市三重區溪尾街２９３號及２９５號",
            "y": 25.083085,
            "x": 121.487636
        },
        {
            "name": "蘆洲得勝店",
            "address": "新北市蘆洲區得勝街１０８號一樓",
            "y": 25.08301,
            "x": 121.47109
        },
        {
            "name": "北縣蘆江店",
            "address": "新北市蘆洲區鷺江街６９號一樓",
            "y": 25.08287,
            "x": 121.477252
        },
        {
            "name": "北市米蘭店",
            "address": "台北市內湖區內湖路一段１２０巷１６號",
            "y": 25.082646,
            "x": 121.562642
        },
        {
            "name": "北市延平二店",
            "address": "台北市士林區延平北路五段１３８號",
            "y": 25.082156,
            "x": 121.510451
        },
        {
            "name": "士林花好店",
            "address": "台北市士林區重慶北路四段７８號及８０號",
            "y": 25.082105,
            "x": 121.513009
        },
        {
            "name": "三重福華店",
            "address": "新北市三重區五華街７０號",
            "y": 25.081819,
            "x": 121.493432
        },
        {
            "name": "三重五順店",
            "address": "新北市三重區仁義街１９２號及１９６號 +１９４號",
            "y": 25.081814,
            "x": 121.496617
        },
        {
            "name": "北縣五華三店",
            "address": "新北市三重區五華街６０號",
            "y": 25.081525,
            "x": 121.493815
        },
        {
            "name": "北縣蘆旺店",
            "address": "新北市蘆洲區正和街４７號",
            "y": 25.081414,
            "x": 121.469249
        },
        {
            "name": "桃縣桃海店",
            "address": "桃園市大園區民生路１５４號",
            "y": 25.081075,
            "x": 121.184367
        },
        {
            "name": "北縣溪尾店",
            "address": "新北市三重區溪尾街１９２號",
            "y": 25.080894,
            "x": 121.488282
        },
        {
            "name": "三重慈化店",
            "address": "新北市三重區仁愛街３８２號及慈愛街２０１號、２０３號",
            "y": 25.080729,
            "x": 121.491062
        },
        {
            "name": "三重仁旺店",
            "address": "新北市三重區仁愛街７２號一樓",
            "y": 25.080498,
            "x": 121.481943
        },
        {
            "name": "三重美慈店",
            "address": "新北市三重區仁美街９６巷１號",
            "y": 25.080227,
            "x": 121.485801
        },
        {
            "name": "三重興義店",
            "address": "新北市三重區仁義街１２號壹樓部份及仁興街３９巷３７號壹樓部份",
            "y": 25.080221,
            "x": 121.497601
        },
        {
            "name": "北縣五堵店",
            "address": "新北市汐止區保一街４１號",
            "y": 25.080101,
            "x": 121.674395
        },
        {
            "name": "北縣長安二店",
            "address": "新北市蘆洲區長安街６６號",
            "y": 25.080032,
            "x": 121.462814
        },
        {
            "name": "北縣仁和店",
            "address": "新北市三重區三和路四段２３３號",
            "y": 25.079973,
            "x": 121.481194
        },
        {
            "name": "三重溪美店",
            "address": "新北市三重區仁愛街３３１號",
            "y": 25.079655,
            "x": 121.49226
        },
        {
            "name": "汐止千萬店",
            "address": "新北市汐止區汐萬路一段４０９、４１１號一樓",
            "y": 25.079296,
            "x": 121.649273
        },
        {
            "name": "北市湖鑽店",
            "address": "台北市內湖區瑞光路５０２號１樓",
            "y": 25.079246,
            "x": 121.568149
        },
        {
            "name": "蘆洲蘆鑫店",
            "address": "新北市蘆洲區中山一路２９３/２９３-１號",
            "y": 25.07921,
            "x": 121.471678
        },
        {
            "name": "北縣溪尾二店",
            "address": "新北市三重區溪尾街１２２號",
            "y": 25.079183,
            "x": 121.489316
        },
        {
            "name": "北縣汐忠店",
            "address": "新北市汐止區忠三街１９號",
            "y": 25.079125,
            "x": 121.625539
        },
        {
            "name": "林口老師店",
            "address": "新北市林口區自強二街８、１０號",
            "y": 25.078408,
            "x": 121.39742
        },
        {
            "name": "北縣三愛三店",
            "address": "新北市三重區仁愛街２５３號",
            "y": 25.078327,
            "x": 121.493236
        },
        {
            "name": "北縣重永店",
            "address": "新北市三重區永福街１１號",
            "y": 25.078319,
            "x": 121.482424
        },
        {
            "name": "北縣富美店",
            "address": "新北市三重區溪尾街１０８巷５８號",
            "y": 25.078253,
            "x": 121.487779
        },
        {
            "name": "三重福仁店",
            "address": "新北市三重區永福街９７號及９９號",
            "y": 25.077551,
            "x": 121.47942
        },
        {
            "name": "內湖紫陽店",
            "address": "台北市內湖區文德路２１０巷３０弄６、８、１０號一樓",
            "y": 25.077212,
            "x": 121.584306
        },
        {
            "name": "林口香澄店",
            "address": "新北市林口區文化三路一段６１３、６１５號",
            "y": 25.077142,
            "x": 121.371571
        },
        {
            "name": "林口清梅店",
            "address": "新北市林口區湖北里湖子４８號之１壹樓部份",
            "y": 25.077058,
            "x": 121.388899
        },
        {
            "name": "林口築夢店",
            "address": "新北市林口區仁愛路一段６１９號",
            "y": 25.07648,
            "x": 121.389924
        },
        {
            "name": "北市亞緹店",
            "address": "台北市內湖區江南街１１１號",
            "y": 25.076451,
            "x": 121.576248
        },
        {
            "name": "林口建安店",
            "address": "新北市林口區忠孝路１號１樓",
            "y": 25.075889,
            "x": 121.364321
        },
        {
            "name": "三重公園店",
            "address": "新北市三重區仁興街２８巷４４、４６號",
            "y": 25.075483,
            "x": 121.49912
        },
        {
            "name": "林口童樂店",
            "address": "新北市林口區仁愛路二段４９２-１號、４９２-２號",
            "y": 25.075286,
            "x": 121.376962
        },
        {
            "name": "桃縣桃品店",
            "address": "桃園市大園區三民路二段５９１、５９３號２F",
            "y": 25.075115,
            "x": 121.260509
        },
        {
            "name": "北縣重福店",
            "address": "新北市三重區永福街２５６及２５８號",
            "y": 25.074759,
            "x": 121.484122
        },
        {
            "name": "北市同密店",
            "address": "台北市大同區哈密街５９巷２１號",
            "y": 25.07472,
            "x": 121.515803
        },
        {
            "name": "北縣五維店",
            "address": "新北市五股區四維路１５３號",
            "y": 25.074446,
            "x": 121.46763
        },
        {
            "name": "北縣力福店",
            "address": "新北市三重區力行路二段５１及５３號",
            "y": 25.074422,
            "x": 121.482186
        },
        {
            "name": "北縣五興店",
            "address": "新北市五股區中興路二段１３號",
            "y": 25.074365,
            "x": 121.462827
        },
        {
            "name": "北市同承店",
            "address": "台北市大同區承德路三段２８４及２８６號",
            "y": 25.07386,
            "x": 121.519345
        },
        {
            "name": "北市湖光店",
            "address": "台北市內湖區瑞光路１８８巷６０號",
            "y": 25.073634,
            "x": 121.576327
        },
        {
            "name": "北縣三和二店",
            "address": "新北市三重區三和路三段１３７號",
            "y": 25.073557,
            "x": 121.492477
        },
        {
            "name": "內湖安泰店",
            "address": "台北市內湖區安泰街３１號一樓",
            "y": 25.073548,
            "x": 121.618277
        },
        {
            "name": "北縣天龍店",
            "address": "新北市三重區龍門路１７６號",
            "y": 25.073388,
            "x": 121.499206
        },
        {
            "name": "北市金湖店",
            "address": "台北市內湖區金湖路４０３號",
            "y": 25.073319,
            "x": 121.60424
        },
        {
            "name": "北市陽光店",
            "address": "台北市內湖區陽光街３４７號",
            "y": 25.073084,
            "x": 121.577681
        },
        {
            "name": "北市湖玉店",
            "address": "台北市內湖區陽光街２９８號一樓部份",
            "y": 25.072622,
            "x": 121.574631
        },
        {
            "name": "三重重賓店",
            "address": "新北市三重區中正北路４１５號及４１７號",
            "y": 25.072205,
            "x": 121.470495
        },
        {
            "name": "三重薔薇店",
            "address": "新北市三重區後竹圍街１７７+１７９號",
            "y": 25.071853,
            "x": 121.485882
        },
        {
            "name": "林口建林店",
            "address": "新北市林口區文化北路一段２５８號一樓",
            "y": 25.071738,
            "x": 121.359318
        },
        {
            "name": "北縣中正北店",
            "address": "新北市三重區中正北路５１８號",
            "y": 25.071737,
            "x": 121.47205
        },
        {
            "name": "桃縣桃旺店",
            "address": "桃園市蘆竹區長興路三段２１７號",
            "y": 25.071548,
            "x": 121.276877
        },
        {
            "name": "北縣車路頭店",
            "address": "新北市三重區車路頭街３５號",
            "y": 25.071407,
            "x": 121.483911
        },
        {
            "name": "三重阿勇店",
            "address": "新北市三重區大勇街８２巷２號及４號壹樓部份",
            "y": 25.071354,
            "x": 121.479272
        },
        {
            "name": "桃縣內溪店",
            "address": "桃園市蘆竹區南山路二段４２９號",
            "y": 25.071084,
            "x": 121.285216
        },
        {
            "name": "內湖樂康店",
            "address": "台北市內湖區康樂街１３６巷１８弄１號１樓",
            "y": 25.071073,
            "x": 121.618265
        },
        {
            "name": "北市圓捷店",
            "address": "台北市大同區酒泉街１５號",
            "y": 25.070709,
            "x": 121.51959
        },
        {
            "name": "北市康樂二店",
            "address": "台北市內湖區康樂街９２號",
            "y": 25.070611,
            "x": 121.618875
        },
        {
            "name": "北市康寧店",
            "address": "台北市內湖區康寧路３段１５５號",
            "y": 25.070468,
            "x": 121.611512
        },
        {
            "name": "北市明湖店",
            "address": "台北市內湖區民權東路６段２９６巷６８號",
            "y": 25.070254,
            "x": 121.608861
        },
        {
            "name": "北市國醫店",
            "address": "台北市內湖區民權東路六段１２３巷３０、３２號",
            "y": 25.070072,
            "x": 121.592822
        },
        {
            "name": "三重大院店",
            "address": "新北市三重區安和路１０５號",
            "y": 25.070037,
            "x": 121.50088
        },
        {
            "name": "北縣重國店",
            "address": "新北市三重區自強路二段７４巷１號及特７６號",
            "y": 25.069993,
            "x": 121.488311
        },
        {
            "name": "北縣宏福店",
            "address": "新北市汐止區福德一路６、１０號",
            "y": 25.069862,
            "x": 121.639005
        },
        {
            "name": "北市湖森店",
            "address": "台北市內湖區瑞光路６６巷３３號",
            "y": 25.069754,
            "x": 121.581352
        },
        {
            "name": "林口麗園店",
            "address": "新北市林口區文化一路一段５２號１樓部份",
            "y": 25.069599,
            "x": 121.371524
        },
        {
            "name": "汐止早安店",
            "address": "新北市汐止區樟樹二路２８９、２９１號一樓",
            "y": 25.06956,
            "x": 121.641151
        },
        {
            "name": "北縣正義店",
            "address": "新北市三重區正義北路２８０號",
            "y": 25.069192,
            "x": 121.495655
        },
        {
            "name": "北市民東店",
            "address": "台北市內湖區民權東路六段６９、７１、７５號",
            "y": 25.069192,
            "x": 121.587636
        },
        {
            "name": "北市宏普店",
            "address": "台北市內湖區民權東路６段１１７號",
            "y": 25.069095,
            "x": 121.592168
        },
        {
            "name": "三重三文店",
            "address": "新北市三重區文化北路２２４巷１號及３號",
            "y": 25.069064,
            "x": 121.497586
        },
        {
            "name": "桃縣大園二店",
            "address": "桃園市大園區國際路一段２１８號",
            "y": 25.068925,
            "x": 121.194708
        },
        {
            "name": "林口捷韻店",
            "address": "新北市林口區文化北路一段１２３號一樓",
            "y": 25.068777,
            "x": 121.356071
        },
        {
            "name": "北市國防店",
            "address": "台北市內湖區民權東路六段１６１號",
            "y": 25.068733,
            "x": 121.595559
        },
        {
            "name": "北市權湖店",
            "address": "台北市內湖區民權東路六段５８號",
            "y": 25.068698,
            "x": 121.584636
        },
        {
            "name": "三重天富店",
            "address": "新北市三重區中正北路２７８、２８０及２８２號",
            "y": 25.068502,
            "x": 121.480744
        },
        {
            "name": "北縣重武店",
            "address": "新北市三重區安慶街２０３之１號",
            "y": 25.068389,
            "x": 121.492828
        },
        {
            "name": "北縣五股店",
            "address": "新北市五股區五權路４２之１號",
            "y": 25.068329,
            "x": 121.452303
        },
        {
            "name": "林口大千苑店",
            "address": "新北市林口區文化三路一段３９巷２９７號１、２樓",
            "y": 25.06813,
            "x": 121.360936
        },
        {
            "name": "汐止思鄉店",
            "address": "新北市汐止區樟樹一路１５３號",
            "y": 25.067981,
            "x": 121.642475
        },
        {
            "name": "三重龍濱店",
            "address": "新北市三重區龍濱路２１號及２３號",
            "y": 25.067956,
            "x": 121.50303
        },
        {
            "name": "北縣重玉店",
            "address": "新北市三重區中央北路１３２號",
            "y": 25.067897,
            "x": 121.499742
        },
        {
            "name": "桃縣民生店",
            "address": "桃園市大園區中華路１３１號",
            "y": 25.067881,
            "x": 121.199846
        },
        {
            "name": "北市內湖二店",
            "address": "台北市內湖區成功路二段３１８之１號",
            "y": 25.067429,
            "x": 121.590463
        },
        {
            "name": "北市山德店",
            "address": "台北市中山區德惠街１０９號",
            "y": 25.066739,
            "x": 121.529538
        },
        {
            "name": "北市新喜店",
            "address": "台北市中山區德惠街１６７巷２號",
            "y": 25.066634,
            "x": 121.531683
        },
        {
            "name": "蘆竹蘆東店",
            "address": "桃園市蘆竹區長興路二段２２號",
            "y": 25.066559,
            "x": 121.290783
        },
        {
            "name": "三重文化店",
            "address": "新北市三重區文化北路１１６號一樓",
            "y": 25.066401,
            "x": 121.498499
        },
        {
            "name": "大園飛翔店",
            "address": "桃園市大園區中山北路９１號",
            "y": 25.066288,
            "x": 121.196757
        },
        {
            "name": "北縣重強店",
            "address": "新北市三重區自強路一段１６４、１６６號",
            "y": 25.066272,
            "x": 121.495514
        },
        {
            "name": "北縣中央北店",
            "address": "新北市三重區中央北路６８號",
            "y": 25.066189,
            "x": 121.500275
        },
        {
            "name": "北市同吉店",
            "address": "台北市大同區昌吉街６３號",
            "y": 25.065988,
            "x": 121.514715
        },
        {
            "name": "北縣重大店",
            "address": "新北市三重區大仁街７８號",
            "y": 25.0653,
            "x": 121.492476
        },
        {
            "name": "松山撫遠店",
            "address": "台北市松山區撫遠街３９４巷１號、３號",
            "y": 25.064982,
            "x": 121.565531
        },
        {
            "name": "三重今大店",
            "address": "新北市三重區大仁街５２號",
            "y": 25.06483,
            "x": 121.491861
        },
        {
            "name": "桃縣桃安店",
            "address": "桃園市蘆竹區南山路二段１６６號",
            "y": 25.064807,
            "x": 121.287734
        },
        {
            "name": "三重自信店",
            "address": "新北市三重區大智街２２號及２４號",
            "y": 25.064702,
            "x": 121.494787
        },
        {
            "name": "北市延年店",
            "address": "台北市大同區延平北路３段４０號",
            "y": 25.064682,
            "x": 121.510989
        },
        {
            "name": "北縣中陽二店",
            "address": "新北市三重區中正北路６６號",
            "y": 25.064473,
            "x": 121.486593
        },
        {
            "name": "北市松遠店",
            "address": "台北市松山區撫遠街３６９巷３６號",
            "y": 25.06423,
            "x": 121.565957
        },
        {
            "name": "北縣田心店",
            "address": "新北市三重區忠孝路三段５０巷９８號",
            "y": 25.06421,
            "x": 121.483463
        },
        {
            "name": "三重國隆店",
            "address": "新北市三重區國隆路１９、２１、２３號",
            "y": 25.064105,
            "x": 121.492902
        },
        {
            "name": "北縣五春店",
            "address": "新北市五股區五工五路１８號",
            "y": 25.064046,
            "x": 121.452997
        },
        {
            "name": "北縣五工店",
            "address": "新北市五股區五工六路２８號",
            "y": 25.064005,
            "x": 121.448309
        },
        {
            "name": "桃縣大園三店",
            "address": "桃園市大園區中山南路６號",
            "y": 25.063764,
            "x": 121.197051
        },
        {
            "name": "大園大盛店",
            "address": "桃園市大園區民生南路１９６號",
            "y": 25.063763,
            "x": 121.202053
        },
        {
            "name": "新莊福慧店",
            "address": "新北市新莊區化成路５１９號一樓",
            "y": 25.063758,
            "x": 121.465
        },
        {
            "name": "北縣大同北店",
            "address": "新北市三重區大同北路９１號",
            "y": 25.06375,
            "x": 121.494711
        },
        {
            "name": "北縣重錦店",
            "address": "新北市三重區中央北路２號",
            "y": 25.063712,
            "x": 121.500903
        },
        {
            "name": "北縣重盈店",
            "address": "新北市三重區文化北路１０號",
            "y": 25.063698,
            "x": 121.499301
        },
        {
            "name": "內湖愛湖店",
            "address": "台北市內湖區新湖二路２５９巷６號",
            "y": 25.063694,
            "x": 121.581494
        },
        {
            "name": "北縣連興店",
            "address": "新北市汐止區連興街２６號",
            "y": 25.063599,
            "x": 121.655279
        },
        {
            "name": "北縣中陽店",
            "address": "新北市三重區中正北路１０５號",
            "y": 25.063349,
            "x": 121.48958
        },
        {
            "name": "北縣三民店",
            "address": "新北市三重區三民街１００、１０２號",
            "y": 25.063183,
            "x": 121.485296
        },
        {
            "name": "北市湖元店",
            "address": "台北市內湖區新湖三路３６號１樓",
            "y": 25.063122,
            "x": 121.575163
        },
        {
            "name": "中山榮耀店",
            "address": "台北市中山區龍江路３３３號及３３１巷１號",
            "y": 25.063029,
            "x": 121.541138
        },
        {
            "name": "北縣重萬店",
            "address": "新北市三重區中華路９２號及９４號",
            "y": 25.063016,
            "x": 121.483426
        },
        {
            "name": "北市湖潤店",
            "address": "台北市內湖區舊宗路一段１８８號",
            "y": 25.062884,
            "x": 121.576945
        },
        {
            "name": "內湖安康店",
            "address": "台北市內湖區安康路１４２號一樓",
            "y": 25.062833,
            "x": 121.600148
        },
        {
            "name": "北市民權二店",
            "address": "台北市松山區民權東路五段３２號",
            "y": 25.062817,
            "x": 121.564405
        },
        {
            "name": "三重德福店",
            "address": "新北市三重區福德南路２９號",
            "y": 25.062677,
            "x": 121.502746
        },
        {
            "name": "北市延平店",
            "address": "台北市大同區延平北路二段２５５-１號",
            "y": 25.06243,
            "x": 121.511418
        },
        {
            "name": "北市山擎店",
            "address": "台北市中山區天祥路７０號",
            "y": 25.062394,
            "x": 121.520796
        },
        {
            "name": "北縣三重店",
            "address": "新北市三重區重新路２段２９號",
            "y": 25.062286,
            "x": 121.497646
        },
        {
            "name": "三重星光店",
            "address": "新北市三重區中正北路２５巷５號及７號",
            "y": 25.061952,
            "x": 121.492648
        },
        {
            "name": "北市中山店",
            "address": "台北市中山區中山北路二段１３７巷２號",
            "y": 25.061658,
            "x": 121.523711
        },
        {
            "name": "三重福利店",
            "address": "新北市三重區文化南路３０及３２號",
            "y": 25.061597,
            "x": 121.500291
        },
        {
            "name": "龜山長庚店",
            "address": "桃園市龜山區復興街５號",
            "y": 25.061525,
            "x": 121.369504
        },
        {
            "name": "北縣重樂店",
            "address": "新北市三重區重新路三段２號",
            "y": 25.061381,
            "x": 121.495476
        },
        {
            "name": "三重重宜店",
            "address": "新北市三重區中央南路７４號",
            "y": 25.06116,
            "x": 121.501537
        },
        {
            "name": "大園湖畔店",
            "address": "桃園市大園區華興路１５２、１５６號",
            "y": 25.061049,
            "x": 121.194227
        },
        {
            "name": "北縣汐科店",
            "address": "新北市汐止區新台五路一段９４號一樓(東方科學園區)",
            "y": 25.060925,
            "x": 121.648407
        },
        {
            "name": "北縣遠科店",
            "address": "新北市汐止區新台五路一段７５號B１",
            "y": 25.060902,
            "x": 121.645768
        },
        {
            "name": "北縣重鈴店",
            "address": "新北市三重區中華路１８號",
            "y": 25.060766,
            "x": 121.483354
        },
        {
            "name": "北縣汐福店",
            "address": "新北市汐止區福德一路２７０號",
            "y": 25.060721,
            "x": 121.627421
        },
        {
            "name": "中山錦東店",
            "address": "台北市中山區錦州街３２之１號及３２之２號",
            "y": 25.060135,
            "x": 121.524891
        },
        {
            "name": "桃縣桃工店",
            "address": "桃園市蘆竹區南工路一段１４號",
            "y": 25.060087,
            "x": 121.279305
        },
        {
            "name": "北市園區店",
            "address": "台北市南港區重陽路４７２號一樓",
            "y": 25.0598,
            "x": 121.61141
        },
        {
            "name": "汐止南興店",
            "address": "新北市汐止區南興路５８號１樓",
            "y": 25.059556,
            "x": 121.652643
        },
        {
            "name": "桃縣桃慶店",
            "address": "桃園市龜山區文化三路４８、５０號及文三一街１號",
            "y": 25.059536,
            "x": 121.3624
        },
        {
            "name": "北縣重民店",
            "address": "新北市三重區三陽路５９號",
            "y": 25.059027,
            "x": 121.48452
        },
        {
            "name": "北市中原二店",
            "address": "台北市中山區中原街７７號",
            "y": 25.059026,
            "x": 121.529001
        },
        {
            "name": "三重頂崁店",
            "address": "新北市三重區光復路二段１１７之１號",
            "y": 25.058751,
            "x": 121.472247
        },
        {
            "name": "大園航運店",
            "address": "桃園市大園區大觀路９９７號",
            "y": 25.058681,
            "x": 121.1685
        },
        {
            "name": "北市馬偕店",
            "address": "台北市中山區民生西路３巷２號",
            "y": 25.05814,
            "x": 121.521669
        },
        {
            "name": "北縣重化店",
            "address": "新北市三重區仁化街１１８、１２０號",
            "y": 25.058094,
            "x": 121.494457
        },
        {
            "name": "蘆竹錦溪店",
            "address": "桃園市蘆竹區南崁路二段６６之２號",
            "y": 25.058026,
            "x": 121.279083
        },
        {
            "name": "北市新明店",
            "address": "台北市內湖區新明路２４１、２４１-１號",
            "y": 25.057937,
            "x": 121.587271
        },
        {
            "name": "三重重南店",
            "address": "新北市三重區大同南路１４８號１樓",
            "y": 25.057892,
            "x": 121.496635
        },
        {
            "name": "桃縣桃摩店",
            "address": "桃園市龜山區文化三路９５、９７號",
            "y": 25.057849,
            "x": 121.36376
        },
        {
            "name": "桃縣桃福店",
            "address": "桃園市蘆竹區南山路一段３７８號",
            "y": 25.057821,
            "x": 121.289493
        },
        {
            "name": "北市民生店",
            "address": "台北市中山區民生西路２號",
            "y": 25.057738,
            "x": 121.522436
        },
        {
            "name": "中山合江店",
            "address": "台北市中山區合江街６１巷１號",
            "y": 25.05733,
            "x": 121.539277
        },
        {
            "name": "北縣中興二店",
            "address": "新北市三重區中興北街１９５、１９７號",
            "y": 25.057317,
            "x": 121.469084
        },
        {
            "name": "北市同達店",
            "address": "台北市大同區延平北路二段１１４、１１６、１１８號及民生西路３３５號",
            "y": 25.057082,
            "x": 121.511447
        },
        {
            "name": "新莊美福店",
            "address": "新北市新莊區福美街９８號及福德二街５７號",
            "y": 25.057071,
            "x": 121.460888
        },
        {
            "name": "中山國賓店",
            "address": "台北市中山區中山北路二段６５巷６號１、２樓",
            "y": 25.057032,
            "x": 121.523841
        },
        {
            "name": "北縣重鑫店",
            "address": "新北市三重區大同南路１５３、１５３-１號",
            "y": 25.056824,
            "x": 121.496649
        },
        {
            "name": "桃縣桃正店",
            "address": "桃園市大園區華興路３２３號",
            "y": 25.056681,
            "x": 121.19576
        },
        {
            "name": "北市麥帥店",
            "address": "台北市內湖區行善路３３及３１號",
            "y": 25.056604,
            "x": 121.576048
        },
        {
            "name": "北縣北山店",
            "address": "新北市汐止區南陽街２６１號",
            "y": 25.056535,
            "x": 121.627876
        },
        {
            "name": "蘆竹福祿店",
            "address": "桃園市蘆竹區福祿一街５６號",
            "y": 25.056125,
            "x": 121.296927
        },
        {
            "name": "中山逸仙店",
            "address": "台北市中山區中山北路二段４８巷７號B１(４號店鋪)",
            "y": 25.056036,
            "x": 121.521633
        },
        {
            "name": "北縣中興北店",
            "address": "新北市三重區中興北街１３４號",
            "y": 25.055683,
            "x": 121.468876
        },
        {
            "name": "桃縣桃環店",
            "address": "桃園市蘆竹區南工路１５０號",
            "y": 25.055662,
            "x": 121.277011
        },
        {
            "name": "桃縣桃科店",
            "address": "桃園市蘆竹區南崁路一段３３６號B１",
            "y": 25.05556,
            "x": 121.282219
        },
        {
            "name": "北市松康店",
            "address": "台北市松山區健康路３２５巷１２弄２號",
            "y": 25.055431,
            "x": 121.567371
        },
        {
            "name": "北縣重集店",
            "address": "新北市三重區重新路四段１７６號",
            "y": 25.055325,
            "x": 121.486389
        },
        {
            "name": "北市迪化店",
            "address": "台北市大同區迪化街一段５０號",
            "y": 25.05513,
            "x": 121.509942
        },
        {
            "name": "北市山華店",
            "address": "台北市中山區長春路２０８號",
            "y": 25.054635,
            "x": 121.537366
        },
        {
            "name": "三重重高店",
            "address": "新北市三重區集美街２１１、２１３號",
            "y": 25.054585,
            "x": 121.491688
        },
        {
            "name": "新莊昌平店",
            "address": "新北市新莊區昌平街９６、９８號一樓",
            "y": 25.05458,
            "x": 121.454617
        },
        {
            "name": "北市港玉店",
            "address": "台北市南港區南港路三段８、１０號",
            "y": 25.054494,
            "x": 121.592951
        },
        {
            "name": "中山晶華店",
            "address": "台北市中山區林森北路２５８號",
            "y": 25.05448,
            "x": 121.525308
        },
        {
            "name": "北市港漢店",
            "address": "台北市南港區南港路二段２、４號",
            "y": 25.054378,
            "x": 121.606103
        },
        {
            "name": "新莊品莊店",
            "address": "新北市新莊區中原東路９１號１樓",
            "y": 25.054287,
            "x": 121.462286
        },
        {
            "name": "觀音觀海店",
            "address": "桃園市觀音區成功路一段６４７號",
            "y": 25.054186,
            "x": 121.121865
        },
        {
            "name": "蘆竹領航店",
            "address": "桃園市蘆竹區南崁路一段２８６號",
            "y": 25.054036,
            "x": 121.284648
        },
        {
            "name": "北縣重新店",
            "address": "新北市三重區重新路四段２４４巷４０號",
            "y": 25.053788,
            "x": 121.48768
        },
        {
            "name": "北市同京店",
            "address": "台北市大同區西寧北路３５號",
            "y": 25.053533,
            "x": 121.508843
        },
        {
            "name": "桃縣桃心店",
            "address": "桃園市大園區埔心街１８-１、２０號",
            "y": 25.053455,
            "x": 121.224388
        },
        {
            "name": "新莊福祐店",
            "address": "新北市新莊區福壽街１８８、１９０號",
            "y": 25.05342,
            "x": 121.458087
        },
        {
            "name": "北市南港二店",
            "address": "台北市南港區忠孝東路七段６３９號",
            "y": 25.05341,
            "x": 121.616137
        },
        {
            "name": "桃縣桃亞店",
            "address": "桃園市龜山區文化二路１５５號",
            "y": 25.053332,
            "x": 121.370926
        },
        {
            "name": "桃縣桃錦店",
            "address": "桃園市蘆竹區南崁路一段２２５、２２７號",
            "y": 25.053192,
            "x": 121.285135
        },
        {
            "name": "三重初戀店",
            "address": "新北市三重區中興北街１５３號",
            "y": 25.05316,
            "x": 121.469144
        },
        {
            "name": "桃縣觀音店",
            "address": "桃園市觀音區成功路一段７３９號",
            "y": 25.052805,
            "x": 121.119965
        },
        {
            "name": "龜山復恆店",
            "address": "桃園市龜山區復興三路７１號",
            "y": 25.052767,
            "x": 121.373432
        },
        {
            "name": "北市同蝶店",
            "address": "台北市大同區南京西路３０號",
            "y": 25.052623,
            "x": 121.519771
        },
        {
            "name": "北市雙蝶店",
            "address": "台北市大同區南京西路６４巷９弄２號",
            "y": 25.052381,
            "x": 121.518813
        },
        {
            "name": "三重美集店",
            "address": "新北市三重區環河南路２２１巷１４號及１６號",
            "y": 25.052266,
            "x": 121.491756
        },
        {
            "name": "新莊鼎豐店",
            "address": "新北市新莊區頭前路１２５、１２７號",
            "y": 25.052248,
            "x": 121.461931
        },
        {
            "name": "北市寶德店",
            "address": "台北市松山區南京東路５段６１號及６３號",
            "y": 25.051718,
            "x": 121.559271
        },
        {
            "name": "北市同安店",
            "address": "台北市大同區重慶北路一段６３號",
            "y": 25.051669,
            "x": 121.514137
        },
        {
            "name": "南港慈祐宮店",
            "address": "台北市南港區南港路三段３５８、３６０號一樓",
            "y": 25.051599,
            "x": 121.58034
        },
        {
            "name": "桃縣桃高店",
            "address": "桃園市龜山區文化一路７３號",
            "y": 25.051546,
            "x": 121.380309
        },
        {
            "name": "北市昆陽店",
            "address": "台北市南港區昆陽街９９號",
            "y": 25.051457,
            "x": 121.593779
        },
        {
            "name": "北市松華店",
            "address": "台北市松山區南京東路五段３４號",
            "y": 25.051312,
            "x": 121.559343
        },
        {
            "name": "觀音菩薩店",
            "address": "桃園市觀音區長春街５０號",
            "y": 25.051012,
            "x": 121.118673
        },
        {
            "name": "新莊祐信店",
            "address": "新北市新莊區中信街２０號、２２號一樓部份",
            "y": 25.050893,
            "x": 121.450809
        },
        {
            "name": "新莊頭前店",
            "address": "新北市新莊區化成路４１４號及４１６號",
            "y": 25.050869,
            "x": 121.466063
        },
        {
            "name": "北市松清店",
            "address": "台北市松山區南京東路５段２５０巷３-１號",
            "y": 25.050644,
            "x": 121.565987
        },
        {
            "name": "北市松柏店",
            "address": "台北市松山區光復北路１０２號",
            "y": 25.050635,
            "x": 121.557683
        },
        {
            "name": "北市港成店",
            "address": "台北市南港區玉成街２７號",
            "y": 25.050446,
            "x": 121.581826
        },
        {
            "name": "北縣重富店",
            "address": "新北市三重區光復路一段８５、８５-２號",
            "y": 25.050317,
            "x": 121.472154
        },
        {
            "name": "北市饒河店",
            "address": "台北市松山區饒河街３５號",
            "y": 25.050174,
            "x": 121.572456
        },
        {
            "name": "松山新聚店",
            "address": "台北市松山區南京東路五段２５０巷１８弄２０、２０之１號",
            "y": 25.050161,
            "x": 121.567077
        },
        {
            "name": "中山八達店",
            "address": "台北市中山區林森北路１０７巷８６號",
            "y": 25.049612,
            "x": 121.527728
        },
        {
            "name": "北縣莊勝店",
            "address": "新北市新莊區幸福路５６２號",
            "y": 25.049436,
            "x": 121.454529
        },
        {
            "name": "新莊幸運店",
            "address": "新北市新莊區幸福東路１４９、１５１號一樓",
            "y": 25.049413,
            "x": 121.460222
        },
        {
            "name": "北縣中興三店",
            "address": "新北市三重區中興北街４２號",
            "y": 25.049296,
            "x": 121.469535
        },
        {
            "name": "中山力行店",
            "address": "台北市中山區龍江路４７號",
            "y": 25.04927,
            "x": 121.540613
        },
        {
            "name": "北市南港三店",
            "address": "台北市南港區忠孝東路六段２５２號",
            "y": 25.048935,
            "x": 121.588304
        },
        {
            "name": "桃縣桃明店",
            "address": "桃園市蘆竹區光明路二段１７１、１７３號",
            "y": 25.048527,
            "x": 121.28831
        },
        {
            "name": "北市山寧店",
            "address": "台北市中山區長安東路二段１７１-７號",
            "y": 25.048417,
            "x": 121.542023
        },
        {
            "name": "北縣莊玲店",
            "address": "新北市新莊區自信街７７號+７５巷２號",
            "y": 25.048347,
            "x": 121.455888
        },
        {
            "name": "北市松育店",
            "address": "台北市松山區八德路３段１１９號",
            "y": 25.048304,
            "x": 121.554075
        },
        {
            "name": "北市長松店",
            "address": "台北市中山區松江路５０號",
            "y": 25.048234,
            "x": 121.532722
        },
        {
            "name": "新莊莊美店",
            "address": "新北市新莊區中誠街５５號１樓、５３巷２號１樓",
            "y": 25.047955,
            "x": 121.451137
        },
        {
            "name": "北市港運店",
            "address": "台北市南港區玉成街５２巷２弄３號、５號１樓",
            "y": 25.047857,
            "x": 121.581411
        },
        {
            "name": "桃縣頂湖店",
            "address": "桃園市龜山區頂湖路１號",
            "y": 25.047816,
            "x": 121.359939
        },
        {
            "name": "松山無雙店",
            "address": "台北市松山區光復南路１３巷１６號",
            "y": 25.047714,
            "x": 121.559304
        },
        {
            "name": "新莊中泉店",
            "address": "新北市新莊區中誠街１６１號及１６３號",
            "y": 25.047272,
            "x": 121.44841
        },
        {
            "name": "北市永捷店",
            "address": "台北市中山區松江路２７號",
            "y": 25.047182,
            "x": 121.533177
        },
        {
            "name": "北市港北店",
            "address": "台北市南港區中坡北路５０巷１號",
            "y": 25.046541,
            "x": 121.580789
        },
        {
            "name": "北縣莊廣店",
            "address": "新北市新莊區化成路８５號",
            "y": 25.046524,
            "x": 121.465378
        },
        {
            "name": "北市港醫店",
            "address": "台北市南港區同德路８７號",
            "y": 25.046511,
            "x": 121.586153
        },
        {
            "name": "新莊小胖店",
            "address": "新北市新莊區中港三街５及７號",
            "y": 25.046485,
            "x": 121.45123
        },
        {
            "name": "北市敦化店",
            "address": "台北市松山區八德路三段１２巷５１弄２號",
            "y": 25.04607,
            "x": 121.550821
        },
        {
            "name": "龜山南上店",
            "address": "桃園市龜山區南上路２８４號",
            "y": 25.046006,
            "x": 121.301676
        },
        {
            "name": "桃縣大崗店",
            "address": "桃園市龜山區新興街２５５、２５７號",
            "y": 25.045929,
            "x": 121.35606
        },
        {
            "name": "北縣泰富店",
            "address": "新北市泰山區明志路二段３２４、３２６號一樓",
            "y": 25.045866,
            "x": 121.426154
        },
        {
            "name": "北市信吉店",
            "address": "台北市信義區永吉路１２５號一樓",
            "y": 25.045864,
            "x": 121.570297
        },
        {
            "name": "北市獅子林店",
            "address": "台北市萬華區西寧南路３６之６９、７１、７２、７３、７４號",
            "y": 25.045635,
            "x": 121.506617
        },
        {
            "name": "北市松永店",
            "address": "台北市信義區永吉路２８０號",
            "y": 25.045373,
            "x": 121.574275
        },
        {
            "name": "北市正光店",
            "address": "台北市中正區市民大道三段８號",
            "y": 25.045197,
            "x": 121.532082
        },
        {
            "name": "南港成福店",
            "address": "台北市南港區成福路３８號、４０號一樓",
            "y": 25.045124,
            "x": 121.586318
        },
        {
            "name": "北市信北店",
            "address": "台北市信義區中坡北路１７、１９號",
            "y": 25.044871,
            "x": 121.580971
        },
        {
            "name": "泰山新民店",
            "address": "新北市泰山區新民路１０、１２號一樓",
            "y": 25.044772,
            "x": 121.426275
        },
        {
            "name": "北市正忠店",
            "address": "台北市中正區梅花里８鄰忠孝東路一段３５號",
            "y": 25.044504,
            "x": 121.525558
        },
        {
            "name": "桃縣桃燿店",
            "address": "桃園市龜山區頂湖２３號、頂湖三街２號",
            "y": 25.044214,
            "x": 121.361469
        },
        {
            "name": "北縣莊國店",
            "address": "新北市新莊區復興路二段３１號",
            "y": 25.044121,
            "x": 121.45428
        },
        {
            "name": "桃縣南華店",
            "address": "桃園市蘆竹區南華一街１號",
            "y": 25.044118,
            "x": 121.297271
        },
        {
            "name": "北市正童店",
            "address": "台北市中正區中山南路８號B１",
            "y": 25.044071,
            "x": 121.518897
        },
        {
            "name": "觀音草漯店",
            "address": "桃園市觀音區新生路１６２１號",
            "y": 25.043857,
            "x": 121.143138
        },
        {
            "name": "北縣莊民店",
            "address": "新北市新莊區民樂街８０、８２號一樓",
            "y": 25.043767,
            "x": 121.457953
        },
        {
            "name": "北市正東店",
            "address": "台北市中正區紹興南街４之１２號",
            "y": 25.043732,
            "x": 121.524794
        },
        {
            "name": "北市秋葉原店",
            "address": "台北市中正區八德路一段８２巷１０號",
            "y": 25.043714,
            "x": 121.532023
        },
        {
            "name": "北縣莊月店",
            "address": "新北市新莊區中和街１９號",
            "y": 25.043691,
            "x": 121.448134
        },
        {
            "name": "桃園郵驛店",
            "address": "桃園市桃園區中正路１０３號",
            "y": 25.043469,
            "x": 121.29407
        },
        {
            "name": "新莊鑫鴻店",
            "address": "新北市新莊區化成路１３、１７號",
            "y": 25.043396,
            "x": 121.464874
        },
        {
            "name": "北市安華店",
            "address": "台北市大安區延吉街１３１巷４３號",
            "y": 25.042951,
            "x": 121.55589
        },
        {
            "name": "桃縣桃鵬店",
            "address": "桃園市觀音區大觀路二段３１３號",
            "y": 25.042922,
            "x": 121.137335
        },
        {
            "name": "北市安復店",
            "address": "台北市大安區復興南路一段１３５巷２１號",
            "y": 25.042701,
            "x": 121.545215
        },
        {
            "name": "北市港宏店",
            "address": "台北市南港區研究院路二段１１０號一樓",
            "y": 25.042666,
            "x": 121.616579
        },
        {
            "name": "北市正慶店",
            "address": "台北市中正區衡陽路１０３號",
            "y": 25.042253,
            "x": 121.509135
        },
        {
            "name": "北市安孝店",
            "address": "台北市大安區忠孝東路三段２８７號",
            "y": 25.041849,
            "x": 121.542883
        },
        {
            "name": "北市安皓店",
            "address": "台北市大安區忠孝東路４段１８１巷８號",
            "y": 25.041849,
            "x": 121.550688
        },
        {
            "name": "萬華內江店",
            "address": "台北市萬華區內江街１２６、１２８號一樓",
            "y": 25.041542,
            "x": 121.503114
        },
        {
            "name": "北市正寶店",
            "address": "台北市中正區寶慶路３５號",
            "y": 25.041508,
            "x": 121.51032
        },
        {
            "name": "北市正台店",
            "address": "台北市中正區常德街１號",
            "y": 25.041402,
            "x": 121.51717
        },
        {
            "name": "北市台大店",
            "address": "台北市中正區常德街１號B１",
            "y": 25.041156,
            "x": 121.516785
        },
        {
            "name": "龜山文青店",
            "address": "桃園市龜山區文青路１６３號",
            "y": 25.040841,
            "x": 121.387275
        },
        {
            "name": "北市萬寧店",
            "address": "台北市萬華區長沙街二段５０號",
            "y": 25.040554,
            "x": 121.505963
        },
        {
            "name": "蘆竹藍星店",
            "address": "桃園市蘆竹區南福街１６２、１６４號",
            "y": 25.039404,
            "x": 121.293006
        },
        {
            "name": "北市安國店",
            "address": "台北市大安區光復南路２９０巷２５號、２５-１號",
            "y": 25.039284,
            "x": 121.5565
        },
        {
            "name": "觀音二聖店",
            "address": "桃園市觀音區二聖路２５５號",
            "y": 25.039221,
            "x": 121.138144
        },
        {
            "name": "桃縣桃邦店",
            "address": "桃園市大園區中正東路一段６７３號",
            "y": 25.039055,
            "x": 121.228881
        },
        {
            "name": "北市福德店",
            "address": "台北市信義區福德街２６６號",
            "y": 25.03888,
            "x": 121.585887
        },
        {
            "name": "北市信德店",
            "address": "台北市信義區虎林街１６４巷６０弄２號一樓",
            "y": 25.038388,
            "x": 121.573915
        },
        {
            "name": "北市港南店",
            "address": "台北市南港區舊莊街一段２１２巷２號",
            "y": 25.03829,
            "x": 121.622407
        },
        {
            "name": "北市高院店",
            "address": "台北市中正區博愛路１２７號",
            "y": 25.038018,
            "x": 121.511289
        },
        {
            "name": "北市信誠店",
            "address": "台北市信義區松山路５３７號及５４１巷１號",
            "y": 25.03783,
            "x": 121.578329
        },
        {
            "name": "北市林口店",
            "address": "台北市信義區林口街３６號",
            "y": 25.037801,
            "x": 121.579474
        },
        {
            "name": "大安仁醫店",
            "address": "台北市大安區仁愛路四段１０號B１",
            "y": 25.037692,
            "x": 121.54528
        },
        {
            "name": "北市梧州店",
            "address": "台北市萬華區梧州街２９號",
            "y": 25.037611,
            "x": 121.497786
        },
        {
            "name": "桃縣桃竹店",
            "address": "桃園市蘆竹區大華街６９-１、６９-２號",
            "y": 25.037604,
            "x": 121.253709
        },
        {
            "name": "信義首府店",
            "address": "台北市信義區市府路１號(B２便利生活空間)",
            "y": 25.037524,
            "x": 121.563784
        },
        {
            "name": "萬華環州店",
            "address": "台北市萬華區環河南路二段９６號１樓及２樓、９８號１樓部份",
            "y": 25.037038,
            "x": 121.49563
        },
        {
            "name": "北市信彩店",
            "address": "台北市信義區基隆路一段３５０之４１、４３號一樓",
            "y": 25.037013,
            "x": 121.561729
        },
        {
            "name": "北市司法店",
            "address": "台北市中正區博愛路 １３１號B１",
            "y": 25.036928,
            "x": 121.511045
        },
        {
            "name": "北市班客店",
            "address": "台北市萬華區廣州街２４７號",
            "y": 25.036841,
            "x": 121.497304
        },
        {
            "name": "北市華園店",
            "address": "台北市萬華區西園路一段１６８、１７０號",
            "y": 25.036818,
            "x": 121.499252
        },
        {
            "name": "中正大忠門",
            "address": "台北市中正區信義路一段１３之１號一樓",
            "y": 25.036591,
            "x": 121.522521
        },
        {
            "name": "北市鑫梧店",
            "address": "台北市萬華區梧州街５５號",
            "y": 25.036005,
            "x": 121.497719
        },
        {
            "name": "龜山崇優店",
            "address": "桃園市龜山區民生北路一段１２８、１３０、１３２號",
            "y": 25.034768,
            "x": 121.302664
        },
        {
            "name": "北市和平店",
            "address": "台北市中正區延平南路２１０號",
            "y": 25.034743,
            "x": 121.50747
        },
        {
            "name": "北市杭州店",
            "address": "台北市大安區杭州南路二段５號",
            "y": 25.034569,
            "x": 121.52402
        },
        {
            "name": "北市安建店",
            "address": "台北市大安區建國南路一段３３７號",
            "y": 25.034478,
            "x": 121.538206
        },
        {
            "name": "北縣莊榮店",
            "address": "新北市新莊區新莊路３０７、３０９號一樓部份",
            "y": 25.034382,
            "x": 121.453251
        },
        {
            "name": "北縣莊年店",
            "address": "新北市新莊區新豐街１１號",
            "y": 25.034268,
            "x": 121.448566
        },
        {
            "name": "板橋民仁店",
            "address": "新北市板橋區仁化街１８６號",
            "y": 25.034119,
            "x": 121.478798
        },
        {
            "name": "板橋民治店",
            "address": "新北市板橋區民治街５７巷２號、５９號",
            "y": 25.033354,
            "x": 121.479555
        },
        {
            "name": "北縣寶翠店",
            "address": "新北市板橋區文化路二段４３９之１號",
            "y": 25.033178,
            "x": 121.474966
        },
        {
            "name": "新莊文園店",
            "address": "新北市新莊區中正路５１０號",
            "y": 25.032931,
            "x": 121.434193
        },
        {
            "name": "北縣輔園店",
            "address": "新北市新莊區中正路５１０號",
            "y": 25.032931,
            "x": 121.434193
        },
        {
            "name": "桃縣富竹店",
            "address": "桃園市蘆竹區富國路二段２號",
            "y": 25.032593,
            "x": 121.272008
        },
        {
            "name": "板橋江寧店",
            "address": "新北市板橋區江寧路三段４９、５１號一樓",
            "y": 25.032034,
            "x": 121.471663
        },
        {
            "name": "桃縣蘆華店",
            "address": "桃園市蘆竹區大竹北路１８０號",
            "y": 25.03157,
            "x": 121.25104
        },
        {
            "name": "北縣板嘉店",
            "address": "新北市板橋區雙十路三段２９號",
            "y": 25.03144,
            "x": 121.470646
        },
        {
            "name": "北縣江翠店",
            "address": "新北市板橋區文化路二段４０８號",
            "y": 25.031409,
            "x": 121.473904
        },
        {
            "name": "北縣漢江店",
            "address": "新北市板橋區長江路２段２號一樓",
            "y": 25.031218,
            "x": 121.464406
        },
        {
            "name": "北縣板雙店",
            "address": "新北市板橋區雙十路三段１２、１４、１６號",
            "y": 25.030523,
            "x": 121.471556
        },
        {
            "name": "桃縣長院店",
            "address": "桃園市龜山區文化一路２６１號(長庚科大 第三教學大樓 １樓)",
            "y": 25.0304,
            "x": 121.39054
        },
        {
            "name": "北縣豐年店",
            "address": "新北市新莊區豐年街１１８之１號",
            "y": 25.030389,
            "x": 121.446431
        },
        {
            "name": "北市萬鑫店",
            "address": "台北市萬華區西園路二段１３４、１３６、１３８號",
            "y": 25.030357,
            "x": 121.496298
        },
        {
            "name": "北市艋舺店",
            "address": "台北市萬華區雙園街６９號",
            "y": 25.030191,
            "x": 121.49395
        },
        {
            "name": "北市臨江店",
            "address": "台北市大安區臨江街４０巷２號",
            "y": 25.029542,
            "x": 121.556174
        },
        {
            "name": "北市正泉店",
            "address": "台北市中正區泉州街３１、３３號、寧波西街１０４號一樓",
            "y": 25.029485,
            "x": 121.514406
        },
        {
            "name": "觀音高潭店",
            "address": "桃園市觀音區濱海路大潭段１７２號",
            "y": 25.028869,
            "x": 121.066986
        },
        {
            "name": "新莊瓊泰店",
            "address": "新北市新莊區瓊泰路５９號及６１號",
            "y": 25.028577,
            "x": 121.443254
        },
        {
            "name": "北市安興店",
            "address": "台北市大安區復興南路２段１４８號",
            "y": 25.028267,
            "x": 121.54326
        },
        {
            "name": "板橋文聖店",
            "address": "新北市板橋區大同街２９號及３１號",
            "y": 25.027279,
            "x": 121.477665
        },
        {
            "name": "板橋松翠店",
            "address": "新北市板橋區松江街５２、５４號１樓",
            "y": 25.027255,
            "x": 121.46869
        },
        {
            "name": "新莊雙鳳店",
            "address": "新北市新莊區雙鳳路５３號一樓",
            "y": 25.027222,
            "x": 121.415752
        },
        {
            "name": "北縣板玉店",
            "address": "新北市板橋區互助街４８號及５０號一樓及地下室",
            "y": 25.027107,
            "x": 121.461614
        },
        {
            "name": "北縣福營店",
            "address": "新北市新莊區福營路３３６、３３８號",
            "y": 25.02683,
            "x": 121.421688
        },
        {
            "name": "北縣板成店",
            "address": "新北市板橋區莊敬路７７號",
            "y": 25.026713,
            "x": 121.472977
        },
        {
            "name": "北市羅斯福店",
            "address": "台北市大安區羅斯福路二段７５之１號",
            "y": 25.026451,
            "x": 121.523169
        },
        {
            "name": "板橋海龍店",
            "address": "新北市板橋區新海路３９３、３９５號",
            "y": 25.026445,
            "x": 121.458789
        },
        {
            "name": "北市民和店",
            "address": "台北市萬華區民和街１０及１２號",
            "y": 25.026414,
            "x": 121.499972
        },
        {
            "name": "新莊富國店",
            "address": "新北市新莊區富國路１０２號１樓",
            "y": 25.025282,
            "x": 121.421657
        },
        {
            "name": "北縣板莒店",
            "address": "新北市板橋區文化路二段７８號",
            "y": 25.02513,
            "x": 121.469545
        },
        {
            "name": "桃縣桃耕店",
            "address": "桃園市龜山區忠義路一段１０４１號",
            "y": 25.024714,
            "x": 121.352214
        },
        {
            "name": "北縣新裕店",
            "address": "新北市新莊區裕民街８３之６號",
            "y": 25.023798,
            "x": 121.418588
        },
        {
            "name": "蘆竹華麗店",
            "address": "桃園市蘆竹區大新路８１８、８２０號",
            "y": 25.02357,
            "x": 121.243588
        },
        {
            "name": "北縣板明店",
            "address": "新北市板橋區陽明街５２號+自由路１號",
            "y": 25.023523,
            "x": 121.465853
        },
        {
            "name": "北市華德店",
            "address": "台北市萬華區德昌街２４１、２４３、２４５號",
            "y": 25.023213,
            "x": 121.49267
        },
        {
            "name": "桃市桃法店",
            "address": "桃園市桃園區健行路１０３號",
            "y": 25.022668,
            "x": 121.311914
        },
        {
            "name": "北縣板莊店",
            "address": "新北市板橋區莊敬路２４８號",
            "y": 25.021301,
            "x": 121.473786
        },
        {
            "name": "大園五青店",
            "address": "桃園市大園區五青路７６號",
            "y": 25.021287,
            "x": 121.238249
        },
        {
            "name": "北市居安店",
            "address": "台北市大安區安居街１５號",
            "y": 25.020924,
            "x": 121.555068
        },
        {
            "name": "大安學霸店",
            "address": "台北市大安區辛亥路三段３０號(研三宿舍)",
            "y": 25.020569,
            "x": 121.544249
        },
        {
            "name": "北縣板好店",
            "address": "新北市板橋區中正路３４１巷３７號",
            "y": 25.019802,
            "x": 121.45407
        },
        {
            "name": "大園羽田店",
            "address": "桃園市大園區高鐵北路二段１４５號、大成路二段１號",
            "y": 25.019462,
            "x": 121.221783
        },
        {
            "name": "北市古亭店",
            "address": "台北市中正區辛亥路一段１７巷２號及１９號",
            "y": 25.019251,
            "x": 121.527969
        },
        {
            "name": "桃園蕙宇店",
            "address": "桃園市桃園區同安街４４２之５、４４４號",
            "y": 25.019243,
            "x": 121.301509
        },
        {
            "name": "大安溫州店",
            "address": "台北市大安區羅斯福路三段２８３巷１１號一樓",
            "y": 25.019013,
            "x": 121.531573
        },
        {
            "name": "桃市桃平店",
            "address": "桃園市桃園區南平路２８０、２８２號",
            "y": 25.018822,
            "x": 121.29963
        },
        {
            "name": "觀音紅糖店",
            "address": "桃園市觀音區文化路坑尾段３７６巷１號",
            "y": 25.018754,
            "x": 121.093305
        },
        {
            "name": "桃園快樂店",
            "address": "桃園市桃園區大有路７２６、７２８號",
            "y": 25.018581,
            "x": 121.315928
        },
        {
            "name": "桃市安慶店",
            "address": "桃園市桃園區安慶街１２９、１３１號",
            "y": 25.018051,
            "x": 121.29128
        },
        {
            "name": "北縣板豐店",
            "address": "新北市板橋區永豐街５１-１、５１-２號",
            "y": 25.01791,
            "x": 121.47396
        },
        {
            "name": "龜山連莊店",
            "address": "桃園市龜山區萬壽路一段３８８、３９０號一樓",
            "y": 25.016894,
            "x": 121.400601
        },
        {
            "name": "大安新台大店",
            "address": "台北市大安區羅斯福路四段１號",
            "y": 25.016265,
            "x": 121.533297
        },
        {
            "name": "北縣樹正店",
            "address": "新北市樹林區中正路７９１及７８９號",
            "y": 25.016059,
            "x": 121.409712
        },
        {
            "name": "桃園興業店",
            "address": "桃園市桃園區大興路１７２號",
            "y": 25.015831,
            "x": 121.311351
        },
        {
            "name": "北縣樹鑽店",
            "address": "新北市樹林區三俊街７２-１號",
            "y": 25.015561,
            "x": 121.413445
        },
        {
            "name": "蘆竹順興店",
            "address": "桃園市蘆竹區中興路１１８號",
            "y": 25.01523,
            "x": 121.26433
        },
        {
            "name": "大安人生店",
            "address": "台北市大安區基隆路三段１５５巷５７號(臺大癌醫中心醫院)",
            "y": 25.014496,
            "x": 121.543917
        },
        {
            "name": "大園中正東店",
            "address": "桃園市大園區中正東路三段２３３號",
            "y": 25.014461,
            "x": 121.227874
        },
        {
            "name": "車麗屋板橋店",
            "address": "新北市板橋區中山路一段２７９號",
            "y": 25.014204,
            "x": 121.469615
        },
        {
            "name": "北縣永任店",
            "address": "新北市永和區永和路二段２１７號",
            "y": 25.014063,
            "x": 121.515398
        },
        {
            "name": "桃市大業店",
            "address": "桃園市桃園區大業路一段３９５、３９７號",
            "y": 25.014007,
            "x": 121.31181
        },
        {
            "name": "中壢A18店",
            "address": "桃園市中壢區高鐵北路一段５號２樓(桃園捷運A１８站E區)",
            "y": 25.013855,
            "x": 121.214608
        },
        {
            "name": "大安台科大店",
            "address": "台北市大安區基隆路四段４３號(第一學生宿舍１樓B區)",
            "y": 25.013742,
            "x": 121.540614
        },
        {
            "name": "永和永霖店",
            "address": "新北市永和區竹林路６５號",
            "y": 25.0137,
            "x": 121.518445
        },
        {
            "name": "桃市有寶店",
            "address": "桃園市桃園區大有路４９１號",
            "y": 25.012868,
            "x": 121.318182
        },
        {
            "name": "北縣瓊林南店",
            "address": "新北市新莊區瓊林南路１３３號",
            "y": 25.012479,
            "x": 121.434443
        },
        {
            "name": "桃市桃亨店",
            "address": "桃園市桃園區大興西路二段８號",
            "y": 25.012111,
            "x": 121.299487
        },
        {
            "name": "北縣飛和店",
            "address": "新北市中和區中板路２７號",
            "y": 25.011765,
            "x": 121.483615
        },
        {
            "name": "北縣僑中三店",
            "address": "新北市板橋區僑中一街１２５巷８弄２號",
            "y": 25.011184,
            "x": 121.4452
        },
        {
            "name": "桃市桃慧店",
            "address": "桃園市桃園區大興西路二段５５號１樓之２",
            "y": 25.011064,
            "x": 121.299093
        },
        {
            "name": "觀音青荷店",
            "address": "桃園市觀音區新華路二段５６０號",
            "y": 25.010411,
            "x": 121.136702
        },
        {
            "name": "北縣僑福店",
            "address": "新北市板橋區幸褔路７０巷１號",
            "y": 25.009777,
            "x": 121.45902
        },
        {
            "name": "北縣府中店",
            "address": "新北市板橋區府中路２４號",
            "y": 25.009776,
            "x": 121.459829
        },
        {
            "name": "北縣員山二店",
            "address": "新北市中和區員山路５８１巷２號",
            "y": 25.009467,
            "x": 121.478158
        },
        {
            "name": "桃園慈安店",
            "address": "桃園市桃園區慈文路１７０號",
            "y": 25.009242,
            "x": 121.30425
        },
        {
            "name": "北縣永富店",
            "address": "新北市永和區永平路１６４號",
            "y": 25.008912,
            "x": 121.510914
        },
        {
            "name": "北縣板雅店",
            "address": "新北市板橋區南雅東路１００巷３號一樓",
            "y": 25.007897,
            "x": 121.453615
        },
        {
            "name": "北縣員山店",
            "address": "新北市中和區員山路５０２-７號",
            "y": 25.00787,
            "x": 121.479729
        },
        {
            "name": "板橋僑興店",
            "address": "新北市板橋區僑中二街１０４巷１、３號一樓部份",
            "y": 25.007811,
            "x": 121.445871
        },
        {
            "name": "北縣永遠店",
            "address": "新北市永和區福和路７巷１１弄１６號",
            "y": 25.007701,
            "x": 121.525818
        },
        {
            "name": "桃市民光店",
            "address": "桃園市桃園區大有路１７５、１７９號",
            "y": 25.007333,
            "x": 121.320639
        },
        {
            "name": "中和力德店",
            "address": "新北市中和區立德街２６巷１號及２８號",
            "y": 25.006876,
            "x": 121.489722
        },
        {
            "name": "桃市桃雄店",
            "address": "桃園市桃園區大有路１２８號",
            "y": 25.006292,
            "x": 121.32149
        },
        {
            "name": "樹林保安店",
            "address": "新北市樹林區保安街二段２９３-１號及２９３號壹樓",
            "y": 25.006251,
            "x": 121.412383
        },
        {
            "name": "桃市桃慈店",
            "address": "桃園市桃園區慈光街６３號",
            "y": 25.005311,
            "x": 121.298139
        },
        {
            "name": "觀音觀愛店",
            "address": "桃園市觀音區中山路二段１３６２號",
            "y": 25.00486,
            "x": 121.149263
        },
        {
            "name": "北縣福美店",
            "address": "新北市中和區莊敬路２９號",
            "y": 25.004747,
            "x": 121.500179
        },
        {
            "name": "永和永寧店",
            "address": "新北市永和區永貞路１５８號及１６０號",
            "y": 25.004463,
            "x": 121.517637
        },
        {
            "name": "北縣深北店",
            "address": "新北市深坑區北深路二段５７/５９/６１號",
            "y": 25.003864,
            "x": 121.618633
        },
        {
            "name": "北縣水源店",
            "address": "新北市中和區水源路７３號",
            "y": 25.003609,
            "x": 121.505983
        },
        {
            "name": "桃園大樹店",
            "address": "桃園市桃園區中正五街２２５號",
            "y": 25.003556,
            "x": 121.301616
        },
        {
            "name": "北縣自治店",
            "address": "新北市中和區自治街３８號及４０號",
            "y": 25.003221,
            "x": 121.475256
        },
        {
            "name": "北縣嘉和店",
            "address": "新北市中和區中和路４１４號",
            "y": 25.00307,
            "x": 121.511618
        },
        {
            "name": "板橋稚暉店",
            "address": "新北市板橋區貴興路８９號、９１號一樓",
            "y": 25.002786,
            "x": 121.456456
        },
        {
            "name": "北縣橋安店",
            "address": "新北市中和區中山路２段３５２號",
            "y": 25.002589,
            "x": 121.492961
        },
        {
            "name": "北市文武店",
            "address": "台北市文山區羅斯福路五段２０３號",
            "y": 25.002344,
            "x": 121.539018
        },
        {
            "name": "北縣板龍店",
            "address": "新北市板橋區龍興街７３巷２、４號１樓",
            "y": 25.002188,
            "x": 121.443895
        },
        {
            "name": "桃縣觀坪店",
            "address": "桃園市觀音區忠愛路三段２號",
            "y": 25.002122,
            "x": 121.154301
        },
        {
            "name": "北縣連城店",
            "address": "新北市中和區連城路４７巷１號",
            "y": 25.00167,
            "x": 121.498298
        },
        {
            "name": "北縣成都店",
            "address": "新北市板橋區重慶路２４５巷６１號",
            "y": 25.001144,
            "x": 121.465485
        },
        {
            "name": "北縣和泰店",
            "address": "新北市中和區泰和街１０號",
            "y": 25.00114,
            "x": 121.499801
        },
        {
            "name": "中壢桃江店",
            "address": "桃園市中壢區中園路二段５４４號",
            "y": 25.000683,
            "x": 121.229829
        },
        {
            "name": "板橋合安店",
            "address": "新北市板橋區合安一路６１號",
            "y": 25.000001,
            "x": 121.447789
        },
        {
            "name": "樹林樹工店",
            "address": "新北市樹林區保安街二段３３+３５號",
            "y": 24.99977,
            "x": 121.416145
        },
        {
            "name": "桃市三民店",
            "address": "桃園市桃園區三民路一段９９號、９９-１號",
            "y": 24.999755,
            "x": 121.320021
        },
        {
            "name": "中和霸氣店",
            "address": "新北市中和區民德路１６３、１６５、１６７、１６９號",
            "y": 24.9997,
            "x": 121.468709
        },
        {
            "name": "桃園埔子店",
            "address": "桃園市桃園區力行路３２８巷２１、２３號及正光二街７１巷３１號",
            "y": 24.999592,
            "x": 121.296324
        },
        {
            "name": "觀音蓮花店",
            "address": "桃園市觀音區新華路一段９４０號",
            "y": 24.999491,
            "x": 121.122202
        },
        {
            "name": "中和連勝店",
            "address": "新北市中和區新生街２２５號及２２７號",
            "y": 24.999295,
            "x": 121.483948
        },
        {
            "name": "北縣大興店",
            "address": "新北市板橋區大觀路二段１４２之２號",
            "y": 24.999276,
            "x": 121.44279
        },
        {
            "name": "桃市三民二店",
            "address": "桃園市桃園區自強路７２號",
            "y": 24.99894,
            "x": 121.317919
        },
        {
            "name": "北縣遠東店",
            "address": "新北市中和區建八路１１６號",
            "y": 24.998503,
            "x": 121.488303
        },
        {
            "name": "北縣和圓店",
            "address": "新北市中和區圓通路２、４、６、號",
            "y": 24.9981,
            "x": 121.501917
        },
        {
            "name": "北縣樹興店",
            "address": "新北市樹林區千歲街９０號",
            "y": 24.997842,
            "x": 121.426554
        },
        {
            "name": "中壢桃合店",
            "address": "桃園市中壢區合圳北路二段４７號",
            "y": 24.997268,
            "x": 121.244584
        },
        {
            "name": "板橋玉川店",
            "address": "新北市板橋區四川路一段４８３一樓、４８５號一、二、三樓",
            "y": 24.997228,
            "x": 121.457219
        },
        {
            "name": "桃園至善店",
            "address": "桃園市桃園區自強路８５號及中山東路１５１號",
            "y": 24.997127,
            "x": 121.318201
        },
        {
            "name": "中和嘉德店",
            "address": "新北市中和區安平路８９-２、８９-３號",
            "y": 24.99662,
            "x": 121.510834
        },
        {
            "name": "龜山同福店",
            "address": "桃園市龜山區自強東路１９２號",
            "y": 24.996483,
            "x": 121.34426
        },
        {
            "name": "永和光民店",
            "address": "新北市永和區中正路１４４、１４６號一樓到四樓",
            "y": 24.99619,
            "x": 121.514614
        },
        {
            "name": "北縣板鑽店",
            "address": "新北市板橋區國慶路１８０號",
            "y": 24.996168,
            "x": 121.462778
        },
        {
            "name": "桃市文中店",
            "address": "桃園市桃園區文中路３３１、３３３、３３５號",
            "y": 24.995308,
            "x": 121.285841
        },
        {
            "name": "桃園中路店",
            "address": "桃園市桃園區廈門街１００、１０２號",
            "y": 24.994602,
            "x": 121.29707
        },
        {
            "name": "中和和玉店",
            "address": "新北市中和區員山路８４、８６、８８號一樓",
            "y": 24.994135,
            "x": 121.480909
        },
        {
            "name": "北縣板億店",
            "address": "新北市板橋區大觀路３段１６０巷３１弄１號",
            "y": 24.993882,
            "x": 121.430115
        },
        {
            "name": "北市文福店",
            "address": "台北市文山區景福街２３０巷２號",
            "y": 24.993701,
            "x": 121.539024
        },
        {
            "name": "北縣樹愛店",
            "address": "新北市樹林區保安街一段１８-３號",
            "y": 24.993433,
            "x": 121.427604
        },
        {
            "name": "北縣和大店",
            "address": "新北市中和區自立路２０巷１號",
            "y": 24.993395,
            "x": 121.522222
        },
        {
            "name": "桃市桃恩店",
            "address": "桃園市桃園區文中路６９１、６９３號",
            "y": 24.993214,
            "x": 121.27652
        },
        {
            "name": "北縣平安店",
            "address": "新北市中和區景安路１５２號",
            "y": 24.993104,
            "x": 121.504712
        },
        {
            "name": "桃市桃園店",
            "address": "桃園市桃園區民生路１２９號",
            "y": 24.993095,
            "x": 121.313227
        },
        {
            "name": "北縣樹博店",
            "address": "新北市樹林區博愛街８６號",
            "y": 24.992027,
            "x": 121.426946
        },
        {
            "name": "北縣樹宏店",
            "address": "新北市樹林區中興街６０號及中山路１０８巷５７號",
            "y": 24.991591,
            "x": 121.421197
        },
        {
            "name": "北縣碇晨店",
            "address": "新北市石碇區碇坪路一段１３０號１樓",
            "y": 24.991409,
            "x": 121.659447
        },
        {
            "name": "中和景德店",
            "address": "新北市中和區景德街９１號",
            "y": 24.991327,
            "x": 121.516044
        },
        {
            "name": "桃縣桃貿店",
            "address": "桃園市龜山區中興路２６５號",
            "y": 24.990825,
            "x": 121.333828
        },
        {
            "name": "北市試院店",
            "address": "台北市文山區試院路１０４號",
            "y": 24.990022,
            "x": 121.547653
        },
        {
            "name": "桃縣桃濱店",
            "address": "桃園市新屋區中山西路三段６５０號",
            "y": 24.9893,
            "x": 121.03068
        },
        {
            "name": "土城城隆店",
            "address": "新北市土城區延和路６６號及６８號",
            "y": 24.989105,
            "x": 121.465914
        },
        {
            "name": "桃市森林店",
            "address": "桃園市桃園區林森路２９號",
            "y": 24.989014,
            "x": 121.31905
        },
        {
            "name": "桃縣西濱店",
            "address": "桃園市新屋區中山西路３段６１８號",
            "y": 24.988978,
            "x": 121.031317
        },
        {
            "name": "土城學成店",
            "address": "新北市土城區學成路８０號及８２號",
            "y": 24.988648,
            "x": 121.450912
        },
        {
            "name": "北市日出店",
            "address": "台北市文山區木柵路二段４號",
            "y": 24.988624,
            "x": 121.557996
        },
        {
            "name": "北縣興南店",
            "address": "新北市中和區信義街５０號",
            "y": 24.988578,
            "x": 121.511231
        },
        {
            "name": "中壢合定店",
            "address": "桃園市中壢區合定路１１號",
            "y": 24.988153,
            "x": 121.242361
        },
        {
            "name": "桃市桃昌店",
            "address": "桃園市桃園區宏昌六街１０８號",
            "y": 24.988148,
            "x": 121.296087
        },
        {
            "name": "北市指南店",
            "address": "台北市文山區指南路二段３２號",
            "y": 24.987762,
            "x": 121.574757
        },
        {
            "name": "文山心動店",
            "address": "台北市文山區木柵路一段１６８、１７０號",
            "y": 24.987677,
            "x": 121.552205
        },
        {
            "name": "桃縣桃頌店",
            "address": "桃園市龜山區大同路３５８、３６４號",
            "y": 24.987507,
            "x": 121.348576
        },
        {
            "name": "北市政學店",
            "address": "台北市文山區指南路二段６４號(自強十舍)",
            "y": 24.987419,
            "x": 121.576504
        },
        {
            "name": "北市痴心店",
            "address": "台北市文山區指南路二段６４號(商學院一樓部分)",
            "y": 24.987419,
            "x": 121.576504
        },
        {
            "name": "樹林風櫃店",
            "address": "新北市樹林區備內街２６號",
            "y": 24.987204,
            "x": 121.41274
        },
        {
            "name": "新屋新華店",
            "address": "桃園市新屋區新華路一段１０２號",
            "y": 24.986801,
            "x": 121.107178
        },
        {
            "name": "北市世新店",
            "address": "台北市文山區木柵路一段８號",
            "y": 24.986637,
            "x": 121.546113
        },
        {
            "name": "北縣城吉店",
            "address": "新北市土城區延吉街９６號",
            "y": 24.986356,
            "x": 121.470492
        },
        {
            "name": "桃市桃建店",
            "address": "桃園市桃園區建國東路１１、１１-１號",
            "y": 24.986284,
            "x": 121.31892
        },
        {
            "name": "北縣城府店",
            "address": "新北市土城區學府路一段１３９及１４１號",
            "y": 24.986177,
            "x": 121.453812
        },
        {
            "name": "新店名揚店",
            "address": "新北市新店區新和街７７號及７９號",
            "y": 24.986168,
            "x": 121.520597
        },
        {
            "name": "桃市桃版店",
            "address": "桃園市桃園區龍壽街２０２-８號",
            "y": 24.986089,
            "x": 121.268175
        },
        {
            "name": "桃市桃鼎店",
            "address": "桃園市桃園區國聖一街１６６號",
            "y": 24.985434,
            "x": 121.288434
        },
        {
            "name": "土城城央店",
            "address": "新北市土城區中央路一段２６３號",
            "y": 24.985387,
            "x": 121.445095
        },
        {
            "name": "北縣新元店",
            "address": "新北市新店區中興路３段３０４號",
            "y": 24.985365,
            "x": 121.542449
        },
        {
            "name": "土城城生店",
            "address": "新北市土城區裕生路８６巷２號及８６巷４號",
            "y": 24.985215,
            "x": 121.447071
        },
        {
            "name": "桃市美旗店",
            "address": "桃園市桃園區建國路２７６號",
            "y": 24.985054,
            "x": 121.305708
        },
        {
            "name": "北縣國美店",
            "address": "新北市土城區延吉街３００號及３０２號",
            "y": 24.984193,
            "x": 121.464363
        },
        {
            "name": "文山大王店",
            "address": "台北市文山區木新路二段１４１、１４３號",
            "y": 24.983935,
            "x": 121.568949
        },
        {
            "name": "北縣南勢店",
            "address": "新北市中和區興南路二段１１６、１１８號",
            "y": 24.983928,
            "x": 121.504541
        },
        {
            "name": "新店全球店",
            "address": "新北市新店區寶橋路２３５巷１２８號",
            "y": 24.983636,
            "x": 121.551873
        },
        {
            "name": "北縣城士店",
            "address": "新北市土城區裕民路２４０號及２４２號",
            "y": 24.983419,
            "x": 121.453957
        },
        {
            "name": "桃市漢中店",
            "address": "桃園市桃園區漢中路１２３號",
            "y": 24.983202,
            "x": 121.303645
        },
        {
            "name": "中壢壢工店",
            "address": "桃園市中壢區吉林路１３２號",
            "y": 24.983138,
            "x": 121.250457
        },
        {
            "name": "北縣新和店",
            "address": "新北市新店區安和路三段６０之１號",
            "y": 24.98277,
            "x": 121.518152
        },
        {
            "name": "中壢聖德店",
            "address": "桃園市中壢區新生路二段３２４、３２６、３２８號",
            "y": 24.98229,
            "x": 121.222823
        },
        {
            "name": "土城童話店",
            "address": "新北市土城區清水路２１９號",
            "y": 24.982219,
            "x": 121.460544
        },
        {
            "name": "北市木新二店",
            "address": "台北市文山區木新路三段２３２巷６弄１８號",
            "y": 24.981959,
            "x": 121.559743
        },
        {
            "name": "北縣樹榮店",
            "address": "新北市樹林區東榮街１２３號及１２５號",
            "y": 24.981911,
            "x": 121.415051
        },
        {
            "name": "北縣樹玉店",
            "address": "新北市樹林區忠孝街４５號、４７號、４９號",
            "y": 24.981712,
            "x": 121.424015
        },
        {
            "name": "中和浪漫店",
            "address": "新北市中和區工專路３８號",
            "y": 24.981081,
            "x": 121.506753
        },
        {
            "name": "中壢桃杰店",
            "address": "桃園市中壢區吉林路６９、７１號",
            "y": 24.980883,
            "x": 121.249098
        },
        {
            "name": "桃市桃桐店",
            "address": "桃園市桃園區桃鶯路２２０號",
            "y": 24.980689,
            "x": 121.319505
        },
        {
            "name": "中壢愛琴店",
            "address": "桃園市中壢區忠孝路３２０、３３２號及成章二街４７６號",
            "y": 24.980375,
            "x": 121.254249
        },
        {
            "name": "北縣建國二店",
            "address": "新北市新店區建國路１５４號",
            "y": 24.979363,
            "x": 121.538662
        },
        {
            "name": "中壢壢聖店",
            "address": "桃園市中壢區中正路二段３５９號",
            "y": 24.979337,
            "x": 121.193368
        },
        {
            "name": "石碇華梵店",
            "address": "新北市石碇區華梵路１號",
            "y": 24.979018,
            "x": 121.691506
        },
        {
            "name": "八德陂塘店",
            "address": "桃園市八德區高城路６６號、高城六街２號",
            "y": 24.97894,
            "x": 121.273817
        },
        {
            "name": "桃市桃都店",
            "address": "桃園市桃園區樹仁二街４６、５０號",
            "y": 24.978259,
            "x": 121.320167
        },
        {
            "name": "北縣樹太店",
            "address": "新北市樹林區太平路１５０巷３８號",
            "y": 24.97755,
            "x": 121.417405
        },
        {
            "name": "中壢桃茁店",
            "address": "桃園市中壢區西園路１１２號",
            "y": 24.977531,
            "x": 121.234391
        },
        {
            "name": "桃市桃磐店",
            "address": "桃園市桃園區建新街２７７號",
            "y": 24.976646,
            "x": 121.310296
        },
        {
            "name": "中壢工業店",
            "address": "桃園市中壢區自強一路１００、１０２號",
            "y": 24.976319,
            "x": 121.244513
        },
        {
            "name": "八德德利店",
            "address": "桃園市八德區力行街１１７-１號",
            "y": 24.97558,
            "x": 121.298913
        },
        {
            "name": "桃市祥儀店",
            "address": "桃園市桃園區桃鶯路４５７、４５９號",
            "y": 24.975568,
            "x": 121.323828
        },
        {
            "name": "中壢桃業店",
            "address": "桃園市中壢區自強一路２２、２６號",
            "y": 24.975464,
            "x": 121.244514
        },
        {
            "name": "中壢正神店",
            "address": "桃園市中壢區忠孝路１０７、１０９號",
            "y": 24.975151,
            "x": 121.255481
        },
        {
            "name": "北縣新國店",
            "address": "新北市新店區建國路４３號及建安街１號",
            "y": 24.975137,
            "x": 121.540388
        },
        {
            "name": "新店天廈店",
            "address": "新北市新店區安民街３３６號及安和路二段２０５巷６號",
            "y": 24.975093,
            "x": 121.517362
        },
        {
            "name": "北縣城正店",
            "address": "新北市土城區中正路８號",
            "y": 24.97489,
            "x": 121.442692
        },
        {
            "name": "北縣樹佳店",
            "address": "新北市樹林區味王街３號及７號",
            "y": 24.974769,
            "x": 121.40444
        },
        {
            "name": "北縣建國店",
            "address": "新北市新店區中正路２８２之１０號",
            "y": 24.973956,
            "x": 121.538606
        },
        {
            "name": "桃縣桃丹店",
            "address": "桃園市新屋區中山路４５７號",
            "y": 24.973309,
            "x": 121.09959
        },
        {
            "name": "八德桃棒店",
            "address": "桃園市八德區大福街８６號",
            "y": 24.97328,
            "x": 121.299896
        },
        {
            "name": "北縣鶯國店",
            "address": "新北市鶯歌區大湖路５３２、５３４號",
            "y": 24.972835,
            "x": 121.337205
        },
        {
            "name": "北縣大湖店",
            "address": "新北市鶯歌區大湖路３６６號及中湖街２號",
            "y": 24.972766,
            "x": 121.346353
        },
        {
            "name": "桃市桃仁店",
            "address": "桃園市桃園區大仁路５４、５６號",
            "y": 24.972335,
            "x": 121.323187
        },
        {
            "name": "中壢星辰店",
            "address": "桃園市中壢區中華路一段３９０號",
            "y": 24.97182,
            "x": 121.255305
        },
        {
            "name": "桃園國圳店",
            "address": "桃園市桃園區國際路一段４３１號",
            "y": 24.971333,
            "x": 121.289091
        },
        {
            "name": "土城哲青店",
            "address": "新北市土城區青雲路５８９號及５８９之１號",
            "y": 24.971324,
            "x": 121.459622
        },
        {
            "name": "八德桃鶯三店",
            "address": "桃園市八德區桃鶯路７４號",
            "y": 24.970564,
            "x": 121.327437
        },
        {
            "name": "桃縣桃花店",
            "address": "桃園市新屋區中山東路一段１６２號",
            "y": 24.970053,
            "x": 121.116859
        },
        {
            "name": "八德德萊店",
            "address": "桃園市八德區和平路１４４６號",
            "y": 24.969882,
            "x": 121.323505
        },
        {
            "name": "北縣新戰店",
            "address": "新北市新店區安民街１３６號",
            "y": 24.96947,
            "x": 121.516621
        },
        {
            "name": "鶯歌鳳鳴店",
            "address": "新北市鶯歌區鶯桃路５４７號及５４９號",
            "y": 24.967904,
            "x": 121.330337
        },
        {
            "name": "八德桃夢店",
            "address": "桃園市八德區永豐路２３０號",
            "y": 24.966865,
            "x": 121.27753
        },
        {
            "name": "中壢元氣店",
            "address": "桃園市中壢區興仁路二段９５、９７號",
            "y": 24.966571,
            "x": 121.262986
        },
        {
            "name": "新屋東明店",
            "address": "桃園市新屋區中興路３１７號",
            "y": 24.966545,
            "x": 121.098697
        },
        {
            "name": "中壢桃通店",
            "address": "桃園市中壢區中正路１０９６號",
            "y": 24.966488,
            "x": 121.203874
        },
        {
            "name": "中壢環北店",
            "address": "桃園市中壢區環北路１號",
            "y": 24.965933,
            "x": 121.216892
        },
        {
            "name": "桃縣桃勇店",
            "address": "桃園市八德區東勇街４０２號",
            "y": 24.96543,
            "x": 121.309351
        },
        {
            "name": "中壢桃萱店",
            "address": "桃園市中壢區永福路１０５５號",
            "y": 24.965231,
            "x": 121.252075
        },
        {
            "name": "桃市桃爵店",
            "address": "桃園市桃園區莊敬路一段３０４號",
            "y": 24.96443,
            "x": 121.255036
        },
        {
            "name": "中壢桃吉店",
            "address": "桃園市中壢區中豐路７９、７９-１號",
            "y": 24.962762,
            "x": 121.220082
        },
        {
            "name": "中壢興國店",
            "address": "桃園市中壢區元化路二段４５號",
            "y": 24.962423,
            "x": 121.221449
        },
        {
            "name": "八德和映店",
            "address": "桃園市八德區和平路１０４６號",
            "y": 24.962331,
            "x": 121.321086
        },
        {
            "name": "中壢壢民店",
            "address": "桃園市中壢區義民路二段１５７號",
            "y": 24.962116,
            "x": 121.217591
        },
        {
            "name": "中壢海華店",
            "address": "桃園市中壢區九和一街６８、７０號",
            "y": 24.961619,
            "x": 121.224804
        },
        {
            "name": "八德大和店",
            "address": "桃園市八德區和平路９８５號",
            "y": 24.961585,
            "x": 121.320372
        },
        {
            "name": "中壢桃威店",
            "address": "桃園市中壢區延平路２６８、２７０號",
            "y": 24.961532,
            "x": 121.226445
        },
        {
            "name": "八德桃壯店",
            "address": "桃園市八德區國際路８５號",
            "y": 24.961513,
            "x": 121.292771
        },
        {
            "name": "中壢壢廣店",
            "address": "桃園市中壢區志廣路８１號",
            "y": 24.960833,
            "x": 121.206916
        },
        {
            "name": "中壢慈惠店",
            "address": "桃園市中壢區恩德街４０號及慈惠二街４１號",
            "y": 24.960457,
            "x": 121.223981
        },
        {
            "name": "北縣頂埔店",
            "address": "新北市土城區中央路４段５６號",
            "y": 24.960431,
            "x": 121.420081
        },
        {
            "name": "新屋興旺店",
            "address": "桃園市新屋區中興路６００號",
            "y": 24.960414,
            "x": 121.092876
        },
        {
            "name": "八德積福店",
            "address": "桃園市八德區廣福路４５６號",
            "y": 24.960101,
            "x": 121.287928
        },
        {
            "name": "北縣樹東店",
            "address": "新北市樹林區柑園街一段４９號",
            "y": 24.960099,
            "x": 121.403164
        },
        {
            "name": "北縣鶯駿店",
            "address": "新北市鶯歌區德昌街５０號",
            "y": 24.959895,
            "x": 121.333199
        },
        {
            "name": "八德桃爾店",
            "address": "桃園市八德區廣福路２８１、２８３號",
            "y": 24.959496,
            "x": 121.291864
        },
        {
            "name": "中壢高正店",
            "address": "桃園市中壢區中正路６２１、６２３、６２５號",
            "y": 24.959347,
            "x": 121.211071
        },
        {
            "name": "平鎮連峰店",
            "address": "桃園市平鎮區民族路雙連二段１０８、１１０、１１２號",
            "y": 24.959335,
            "x": 121.183396
        },
        {
            "name": "中壢壢榮店",
            "address": "桃園市中壢區永福路６０３號",
            "y": 24.958865,
            "x": 121.260059
        },
        {
            "name": "楊梅高嶺店",
            "address": "桃園市楊梅區民族路五段１４１、１４３、１４５號",
            "y": 24.958803,
            "x": 121.174219
        },
        {
            "name": "平鎮高雙店",
            "address": "桃園市平鎮區高雙路２號",
            "y": 24.958674,
            "x": 121.191904
        },
        {
            "name": "桃縣桃奉店",
            "address": "桃園市新屋區中華南路二段１１、１３號",
            "y": 24.958622,
            "x": 121.115415
        },
        {
            "name": "中壢光中店",
            "address": "桃園市中壢區五光一街１號+中正路６６５號",
            "y": 24.957861,
            "x": 121.208585
        },
        {
            "name": "八德桃定店",
            "address": "桃園市八德區東勇街１號",
            "y": 24.95769,
            "x": 121.30619
        },
        {
            "name": "中壢永興店",
            "address": "桃園市中壢區永興街２８號",
            "y": 24.957273,
            "x": 121.22027
        },
        {
            "name": "中壢中正店",
            "address": "桃園市中壢區中正路４８３號",
            "y": 24.957097,
            "x": 121.213392
        },
        {
            "name": "中壢中山店",
            "address": "桃園市中壢區中山路４３８號",
            "y": 24.956786,
            "x": 121.217063
        },
        {
            "name": "樹林樹園店",
            "address": "新北市樹林區柑園街一段１９０號",
            "y": 24.956634,
            "x": 121.395312
        },
        {
            "name": "中壢壢秀店",
            "address": "桃園市中壢區民族路４５、４７號",
            "y": 24.955797,
            "x": 121.214425
        },
        {
            "name": "新屋水嶺店",
            "address": "桃園市新屋區新榮路８８號",
            "y": 24.955387,
            "x": 121.156365
        },
        {
            "name": "八德桃尊店",
            "address": "桃園市八德區建國路８７１號壹樓",
            "y": 24.953257,
            "x": 121.291098
        },
        {
            "name": "新屋芳華店",
            "address": "桃園市新屋區中華南路二段２９８、３００、３０２號",
            "y": 24.952828,
            "x": 121.117754
        },
        {
            "name": "北縣鶯歌店",
            "address": "新北市鶯歌區重慶街２９號",
            "y": 24.952581,
            "x": 121.351511
        },
        {
            "name": "樹林慶園店",
            "address": "新北市樹林區柑園街二段２７８號、２８０號",
            "y": 24.952138,
            "x": 121.374042
        },
        {
            "name": "中壢桃田店",
            "address": "桃園市中壢區榮民南路３０１號",
            "y": 24.950741,
            "x": 121.257051
        },
        {
            "name": "樹林佳園店",
            "address": "新北市樹林區佳園路三段１０１巷８０弄３號",
            "y": 24.949587,
            "x": 121.395128
        },
        {
            "name": "八德廣興店",
            "address": "桃園市八德區廣興路７９８-１號、新興路２８０-１號",
            "y": 24.948638,
            "x": 121.284073
        },
        {
            "name": "中壢壢普店",
            "address": "桃園市中壢區中山東路二段４４５-１、４４５-２號",
            "y": 24.948149,
            "x": 121.244859
        },
        {
            "name": "鶯歌龍正店",
            "address": "新北市鶯歌區尖山路１８８及１９０號",
            "y": 24.947436,
            "x": 121.344312
        },
        {
            "name": "平鎮復梅店",
            "address": "桃園市平鎮區復旦路二段２０６號",
            "y": 24.946335,
            "x": 121.200535
        },
        {
            "name": "平鎮壢新店",
            "address": "桃園市平鎮區廣泰路７５號",
            "y": 24.946289,
            "x": 121.205155
        },
        {
            "name": "楊梅高欣店",
            "address": "桃園市楊梅區高上路一段６３９號",
            "y": 24.944944,
            "x": 121.147717
        },
        {
            "name": "八德麻園店",
            "address": "桃園市八德區介壽路二段４９２號",
            "y": 24.944601,
            "x": 121.297207
        },
        {
            "name": "八德松柏林店",
            "address": "桃園市八德區大興路６７０號",
            "y": 24.943196,
            "x": 121.300832
        },
        {
            "name": "鶯歌東正店",
            "address": "新北市鶯歌區中正三路３７號及３９、４１號",
            "y": 24.941863,
            "x": 121.339035
        },
        {
            "name": "中壢桃雙店",
            "address": "桃園市中壢區中山東路三段２８２號",
            "y": 24.941358,
            "x": 121.250604
        },
        {
            "name": "中壢翔嘉店",
            "address": "桃園市中壢區龍岡路二段３２６號",
            "y": 24.940923,
            "x": 121.23019
        },
        {
            "name": "三峽隆慶店",
            "address": "新北市三峽區大學路１７號及１９號",
            "y": 24.93986,
            "x": 121.377507
        },
        {
            "name": "中壢龍和店",
            "address": "桃園市中壢區龍和一街２４０號",
            "y": 24.939701,
            "x": 121.245156
        },
        {
            "name": "平鎮富寶店",
            "address": "桃園市平鎮區新富五街４７、４９號",
            "y": 24.939346,
            "x": 121.213759
        },
        {
            "name": "北縣三勇店",
            "address": "新北市三峽區大勇路２之１號",
            "y": 24.938622,
            "x": 121.366828
        },
        {
            "name": "三峽金牛角",
            "address": "新北市三峽區大仁路３０、３２號一樓",
            "y": 24.937637,
            "x": 121.36611
        },
        {
            "name": "桃縣幼獅店",
            "address": "桃園市楊梅區幼獅路二段３８８號",
            "y": 24.937448,
            "x": 121.16564
        },
        {
            "name": "楊梅上和店",
            "address": "桃園市楊梅區和平路１、３號",
            "y": 24.936474,
            "x": 121.123991
        },
        {
            "name": "八德御藏店",
            "address": "桃園市八德區廣興路２３６號",
            "y": 24.936258,
            "x": 121.285034
        },
        {
            "name": "鶯歌大哥店",
            "address": "新北市鶯歌區中正三路３０４、３０８號、３０６號、３１０號",
            "y": 24.935663,
            "x": 121.328349
        },
        {
            "name": "桃縣桃岡店",
            "address": "桃園市楊梅區成功路２號",
            "y": 24.935182,
            "x": 121.084581
        },
        {
            "name": "中壢米干店",
            "address": "桃園市中壢區龍東路１２２、１２４號",
            "y": 24.933404,
            "x": 121.257234
        },
        {
            "name": "三峽長泰店",
            "address": "新北市三峽區長泰街８０號、８２號、８４號及７８巷１弄１號、３號",
            "y": 24.933365,
            "x": 121.37655
        },
        {
            "name": "八德玉元店",
            "address": "桃園市八德區長興路７７３、７７５、７７７、７７９號",
            "y": 24.933179,
            "x": 121.264361
        },
        {
            "name": "平鎮新貴店",
            "address": "桃園市平鎮區中豐路６８７號",
            "y": 24.933046,
            "x": 121.215095
        },
        {
            "name": "八德桃鑽店",
            "address": "桃園市八德區興豐路８３８、８４０、８４２號",
            "y": 24.933032,
            "x": 121.300189
        },
        {
            "name": "八德桃昂店",
            "address": "桃園市八德區長興路５７６、５７８號",
            "y": 24.932834,
            "x": 121.270405
        },
        {
            "name": "中壢龍泉店",
            "address": "桃園市中壢區龍泉街１３７巷８８號",
            "y": 24.9317,
            "x": 121.231083
        },
        {
            "name": "楊梅青新店",
            "address": "桃園市楊梅區青年路二段２０４巷１、３號",
            "y": 24.931137,
            "x": 121.166106
        },
        {
            "name": "平鎮桃爺店",
            "address": "桃園市平鎮區關爺西路１、１-１號",
            "y": 24.930581,
            "x": 121.218721
        },
        {
            "name": "楊梅楊梅店",
            "address": "桃園市楊梅區幼獅路二段１-１號",
            "y": 24.930086,
            "x": 121.172416
        },
        {
            "name": "八德德榮店",
            "address": "桃園市八德區龍江路３１３、３１５號",
            "y": 24.930026,
            "x": 121.257973
        },
        {
            "name": "北縣三峽店",
            "address": "新北市三峽區中正路一段７５-１號",
            "y": 24.929753,
            "x": 121.374837
        },
        {
            "name": "八德星晴店",
            "address": "桃園市八德區興豐路３４０、３４２、３４４號。",
            "y": 24.929316,
            "x": 121.287416
        },
        {
            "name": "八德桃德店",
            "address": "桃園市八德區中山路４２號",
            "y": 24.929242,
            "x": 121.284307
        },
        {
            "name": "平鎮大仁店",
            "address": "桃園市平鎮區大勇街６４號",
            "y": 24.92746,
            "x": 121.22385
        },
        {
            "name": "八德霸氣店",
            "address": "桃園市八德區中山路１６６號",
            "y": 24.926843,
            "x": 121.284367
        },
        {
            "name": "平鎮桃圳店",
            "address": "桃園市平鎮區圳南路２號",
            "y": 24.924435,
            "x": 121.243576
        },
        {
            "name": "桃縣桃獅店",
            "address": "桃園市楊梅區獅二路１８號",
            "y": 24.92354,
            "x": 121.17174
        },
        {
            "name": "楊梅高獅店",
            "address": "桃園市楊梅區高獅路８９９號",
            "y": 24.923276,
            "x": 121.168663
        },
        {
            "name": "平鎮平德店",
            "address": "桃園市平鎮區南平路二段５２６號",
            "y": 24.922341,
            "x": 121.191627
        },
        {
            "name": "竹縣豐埔店",
            "address": "新竹縣新豐鄉埔和村７鄰埔頂１８６號",
            "y": 24.922219,
            "x": 120.98865
        },
        {
            "name": "楊梅日光店",
            "address": "桃園市楊梅區青山一街９９、１０１號",
            "y": 24.921922,
            "x": 121.175317
        },
        {
            "name": "楊梅青山店",
            "address": "桃園市楊梅區青山六街３號",
            "y": 24.921423,
            "x": 121.170394
        },
        {
            "name": "桃縣桃富店",
            "address": "桃園市楊梅區民富路一段３６８、３７０號",
            "y": 24.921244,
            "x": 121.127768
        },
        {
            "name": "楊梅映玥店",
            "address": "桃園市楊梅區青山一街２０７、２０９、２１１號",
            "y": 24.921002,
            "x": 121.172591
        },
        {
            "name": "三峽紫微店",
            "address": "新北市三峽區正義街２號",
            "y": 24.920007,
            "x": 121.369848
        },
        {
            "name": "三峽正圓店",
            "address": "新北市三峽區中園街２３７號",
            "y": 24.919495,
            "x": 121.366939
        },
        {
            "name": "平鎮平東店",
            "address": "桃園市平鎮區龍安路１４１號",
            "y": 24.918983,
            "x": 121.250421
        },
        {
            "name": "桃縣楊福店",
            "address": "桃園市楊梅區福德街６６、６８號",
            "y": 24.918839,
            "x": 121.185963
        },
        {
            "name": "桃縣桃怡店",
            "address": "桃園市楊梅區楊新北路３２１巷３０號",
            "y": 24.916951,
            "x": 121.155427
        },
        {
            "name": "竹縣竹鑽店",
            "address": "新竹縣湖口鄉德和路７６巷２號",
            "y": 24.91675,
            "x": 121.04826
        },
        {
            "name": "平鎮南京店",
            "address": "桃園市平鎮區南京路１８６號",
            "y": 24.916333,
            "x": 121.206455
        },
        {
            "name": "竹縣竹寶店",
            "address": "新竹縣新豐鄉新和路１２８號",
            "y": 24.916083,
            "x": 120.983126
        },
        {
            "name": "楊梅新梅店",
            "address": "桃園市楊梅區梅高路２６號",
            "y": 24.915611,
            "x": 121.144611
        },
        {
            "name": "楊梅吐氣店",
            "address": "桃園市楊梅區金德路１８號",
            "y": 24.915478,
            "x": 121.146199
        },
        {
            "name": "湖口德旺店",
            "address": "新竹縣湖口鄉德興路２９７號",
            "y": 24.915253,
            "x": 121.042789
        },
        {
            "name": "桃縣楊翔店",
            "address": "桃園市楊梅區楊湖路一段６５５、６５７號",
            "y": 24.913041,
            "x": 121.126152
        },
        {
            "name": "桃縣楊湖店",
            "address": "桃園市楊梅區楊湖路三段６０４號",
            "y": 24.912583,
            "x": 121.084148
        },
        {
            "name": "楊梅映湖店",
            "address": "桃園市楊梅區楊湖路三段６０７號",
            "y": 24.912313,
            "x": 121.085147
        },
        {
            "name": "平鎮平南王",
            "address": "桃園市平鎮區金城街６５號",
            "y": 24.911418,
            "x": 121.209079
        },
        {
            "name": "竹縣竹陞店",
            "address": "新竹縣新豐鄉池府路６９號",
            "y": 24.911324,
            "x": 120.978867
        },
        {
            "name": "桃縣大介店",
            "address": "桃園市大溪區介壽路５６８號",
            "y": 24.910437,
            "x": 121.287833
        },
        {
            "name": "楊梅福羚店",
            "address": "桃園市楊梅區梅獅路二段１８號",
            "y": 24.91012,
            "x": 121.174552
        },
        {
            "name": "北縣三埔店",
            "address": "新北市三峽區中正路二段３３１之１號",
            "y": 24.909527,
            "x": 121.365758
        },
        {
            "name": "楊梅梅溪店",
            "address": "桃園市楊梅區中山北路一段３８８號",
            "y": 24.909029,
            "x": 121.158989
        },
        {
            "name": "桃縣桃文店",
            "address": "桃園市楊梅區瑞溪路二段１０２號",
            "y": 24.908498,
            "x": 121.180757
        },
        {
            "name": "桃縣梅獅店",
            "address": "桃園市楊梅區梅獅路二段１３５號",
            "y": 24.907597,
            "x": 121.176636
        },
        {
            "name": "桃縣桃騰店",
            "address": "桃園市楊梅區瑞溪路一段２１８號",
            "y": 24.907052,
            "x": 121.172947
        },
        {
            "name": "桃縣桃紡店",
            "address": "桃園市楊梅區中山南路５５８號",
            "y": 24.904552,
            "x": 121.12855
        },
        {
            "name": "平鎮桃軍店",
            "address": "桃園市平鎮區中豐路山頂段一巷２號",
            "y": 24.904315,
            "x": 121.212073
        },
        {
            "name": "大溪高介店",
            "address": "桃園市大溪區介壽路７５６號",
            "y": 24.90421,
            "x": 121.28446
        },
        {
            "name": "竹縣湖德店",
            "address": "新竹縣湖口鄉明德街２４３號",
            "y": 24.90269,
            "x": 121.03821
        },
        {
            "name": "竹縣竹麟店",
            "address": "新竹縣湖口鄉中山路二段１１９號",
            "y": 24.90269,
            "x": 121.04413
        },
        {
            "name": "桃縣桃楊店",
            "address": "桃園市楊梅區環南路６號",
            "y": 24.902417,
            "x": 121.149344
        },
        {
            "name": "楊梅楊科店",
            "address": "桃園市楊梅區梅獅路二段４４７、４４９號",
            "y": 24.901674,
            "x": 121.181523
        },
        {
            "name": "平鎮豐收店",
            "address": "桃園市平鎮區東豐路２３９、２４１、２４３、２４５號",
            "y": 24.901205,
            "x": 121.216735
        },
        {
            "name": "楊梅高采店",
            "address": "桃園市楊梅區秀才路２００、２０２、２０４號",
            "y": 24.90111,
            "x": 121.140621
        },
        {
            "name": "平鎮桃豐店",
            "address": "桃園市平鎮區東豐路１２７、１２９、１３１號",
            "y": 24.901011,
            "x": 121.214288
        },
        {
            "name": "平鎮湧豐店",
            "address": "桃園市平鎮區南豐路１０２、１０４、１０６號",
            "y": 24.900324,
            "x": 121.208022
        },
        {
            "name": "大溪豆干店",
            "address": "桃園市大溪區埔頂路一段２００號",
            "y": 24.899646,
            "x": 121.274463
        },
        {
            "name": "竹縣竹蓮店",
            "address": "新竹縣湖口鄉中平路一段３６８、３７０號",
            "y": 24.898407,
            "x": 121.059311
        },
        {
            "name": "楊梅老莊店",
            "address": "桃園市楊梅區老莊路８２號壹樓部份及老莊段６９４地號部份",
            "y": 24.896575,
            "x": 121.153164
        },
        {
            "name": "新豐新庄子店",
            "address": "新竹縣新豐鄉建興路二段６２７巷１號",
            "y": 24.896165,
            "x": 120.986995
        },
        {
            "name": "平鎮桃勤店",
            "address": "桃園市平鎮區自由街２１５、２１７號",
            "y": 24.895659,
            "x": 121.204743
        },
        {
            "name": "湖口德成店",
            "address": "新竹縣湖口鄉中山路一段５０６號",
            "y": 24.892803,
            "x": 121.04147
        },
        {
            "name": "平鎮平圳店",
            "address": "桃園市平鎮區洪圳路３７８-２號",
            "y": 24.892725,
            "x": 121.245609
        },
        {
            "name": "湖口波羅店",
            "address": "新竹縣湖口鄉三元路二段３號",
            "y": 24.890143,
            "x": 121.021304
        },
        {
            "name": "湖口長嶺店",
            "address": "新竹縣湖口鄉八德路三段２７號",
            "y": 24.888719,
            "x": 121.088557
        },
        {
            "name": "桃縣桃翁店",
            "address": "桃園市龍潭區中豐路７１１號",
            "y": 24.888518,
            "x": 121.21235
        },
        {
            "name": "湖口長安店",
            "address": "新竹縣湖口鄉八德路三段２號+長安路１、３號",
            "y": 24.888382,
            "x": 121.088888
        },
        {
            "name": "竹縣湖笙店",
            "address": "新竹縣湖口鄉中正路三段１０、１２號",
            "y": 24.887709,
            "x": 121.052124
        },
        {
            "name": "桃縣桃魏店",
            "address": "桃園市龍潭區中豐路５９６號",
            "y": 24.885699,
            "x": 121.212452
        },
        {
            "name": "龍潭虎穴店",
            "address": "桃園市龍潭區福龍路二段３２５號",
            "y": 24.885328,
            "x": 121.221928
        },
        {
            "name": "龍潭武林店",
            "address": "桃園市龍潭區中豐路５３３巷４８號",
            "y": 24.884453,
            "x": 121.210645
        },
        {
            "name": "桃縣桃益店",
            "address": "桃園市龍潭區中豐路５２９、５３１號",
            "y": 24.883942,
            "x": 121.21195
        },
        {
            "name": "大溪桂林店",
            "address": "桃園市大溪區中華路９６號",
            "y": 24.883215,
            "x": 121.294848
        },
        {
            "name": "大溪龍門店",
            "address": "桃園市大溪區石園路６、８、１０、１２、１４號壹樓部份",
            "y": 24.881853,
            "x": 121.265428
        },
        {
            "name": "龍潭森之丘店",
            "address": "桃園市龍潭區梅龍路５１１號",
            "y": 24.876666,
            "x": 121.191617
        },
        {
            "name": "龍潭武中店",
            "address": "桃園市龍潭區中興路３３６巷７４、７６號",
            "y": 24.875717,
            "x": 121.232636
        },
        {
            "name": "桃縣龍潭二店",
            "address": "桃園市龍潭區中興路２０９號",
            "y": 24.874323,
            "x": 121.235785
        },
        {
            "name": "桃縣龍潭店",
            "address": "桃園市龍潭區中興路３３５號",
            "y": 24.873527,
            "x": 121.232836
        },
        {
            "name": "湖口鳳凰店",
            "address": "新竹縣湖口鄉仁和路１１１、１１３號",
            "y": 24.873167,
            "x": 121.014298
        },
        {
            "name": "新豐叮噹店",
            "address": "新竹縣新豐鄉康樂路一段３９９號",
            "y": 24.872971,
            "x": 120.985067
        },
        {
            "name": "竹縣竹賀店",
            "address": "新竹縣湖口鄉文化路６５號",
            "y": 24.870679,
            "x": 121.015337
        },
        {
            "name": "桃縣桃亮店",
            "address": "桃園市龍潭區中興路６４９、６５１號",
            "y": 24.870405,
            "x": 121.223276
        },
        {
            "name": "竹縣東光店",
            "address": "新竹縣湖口鄉光復東路１５０號",
            "y": 24.869895,
            "x": 121.02845
        },
        {
            "name": "竹縣湖丰店",
            "address": "新竹縣湖口鄉光復東路３３５、３３５-１號",
            "y": 24.868159,
            "x": 121.02441
        },
        {
            "name": "龍潭聖亭店",
            "address": "桃園市龍潭區聖亭路１２２、１２４號",
            "y": 24.867471,
            "x": 121.207236
        },
        {
            "name": "竹縣新豐三店",
            "address": "新竹縣新豐鄉康樂路１段１１０號、尚仁街１號",
            "y": 24.866816,
            "x": 120.990076
        },
        {
            "name": "頭城烏石店",
            "address": "宜蘭縣頭城鎮青雲路三段５４７號一樓(B１)及二樓(１F)",
            "y": 24.866805,
            "x": 121.829615
        },
        {
            "name": "桃縣龍萊店",
            "address": "桃園市龍潭區五福街３１、３３號",
            "y": 24.865295,
            "x": 121.218486
        },
        {
            "name": "桃縣桃天店",
            "address": "桃園市大溪區復興路一段２６８號",
            "y": 24.861582,
            "x": 121.295123
        },
        {
            "name": "竹北新鳳店",
            "address": "新竹縣竹北市鳳岡路三段２５６、２５８號",
            "y": 24.860743,
            "x": 120.96321
        },
        {
            "name": "竹北竹凰店",
            "address": "新竹縣竹北市鳳岡路三段２４５號",
            "y": 24.860659,
            "x": 120.963746
        },
        {
            "name": "竹縣竹祥店",
            "address": "新竹縣湖口鄉榮光路１２３號",
            "y": 24.860364,
            "x": 121.007946
        },
        {
            "name": "龍潭大池店",
            "address": "桃園市龍潭區神龍路２３４、２３６號",
            "y": 24.859511,
            "x": 121.213722
        },
        {
            "name": "龍潭國保店",
            "address": "桃園市龍潭區中正路４７１號",
            "y": 24.857762,
            "x": 121.219347
        },
        {
            "name": "竹北鳳岡店",
            "address": "新竹縣竹北市中華路１１６５號",
            "y": 24.85532,
            "x": 121.00168
        },
        {
            "name": "桃縣桃喜店",
            "address": "桃園市龍潭區中正路６１３號",
            "y": 24.854997,
            "x": 121.22022
        },
        {
            "name": "桃縣桃豪店",
            "address": "桃園市龍潭區中正路上華段１０８、１１０號",
            "y": 24.852882,
            "x": 121.223362
        },
        {
            "name": "桃縣龍吟店",
            "address": "桃園市龍潭區中原路一段５０６號",
            "y": 24.847992,
            "x": 121.198974
        },
        {
            "name": "龍潭江湖店",
            "address": "桃園市龍潭區民生路１０８號",
            "y": 24.847763,
            "x": 121.227683
        },
        {
            "name": "竹北北愛店",
            "address": "新竹縣竹北市博愛街７６２號",
            "y": 24.846008,
            "x": 121.020091
        },
        {
            "name": "竹北科儀店",
            "address": "新竹縣竹北市博愛街７０８號",
            "y": 24.844853,
            "x": 121.018848
        },
        {
            "name": "新竹藍海店",
            "address": "新竹市北區榮濱路８１號",
            "y": 24.842869,
            "x": 120.930842
        },
        {
            "name": "竹北中正西店",
            "address": "新竹縣竹北市中正西路２１３號",
            "y": 24.841352,
            "x": 120.972751
        },
        {
            "name": "竹北竹洲店",
            "address": "新竹縣竹北市中正西路６７１號",
            "y": 24.841031,
            "x": 120.985883
        },
        {
            "name": "大溪慈湖店",
            "address": "桃園市大溪區復興路一段１１６６號",
            "y": 24.840977,
            "x": 121.289599
        },
        {
            "name": "竹北華興店",
            "address": "新竹縣竹北市華興街２２８號",
            "y": 24.838585,
            "x": 121.000807
        },
        {
            "name": "竹北裕新店",
            "address": "新竹縣竹北市中山路４１５號",
            "y": 24.837707,
            "x": 121.015738
        },
        {
            "name": "竹北竹振店",
            "address": "新竹縣竹北市中華路３４８號",
            "y": 24.836872,
            "x": 121.005238
        },
        {
            "name": "桃縣桃夏店",
            "address": "桃園市龍潭區中豐路高平段３２１、３２７號",
            "y": 24.835268,
            "x": 121.206818
        },
        {
            "name": "竹北起飛店",
            "address": "新竹縣竹北市仁義路１４８號及四維街１２６號",
            "y": 24.83437,
            "x": 121.01486
        },
        {
            "name": "竹北竹慶店",
            "address": "新竹縣竹北市中山路１２號",
            "y": 24.834331,
            "x": 121.025501
        },
        {
            "name": "竹北北鮮店",
            "address": "新竹縣竹北市大同街３３號",
            "y": 24.834273,
            "x": 121.009552
        },
        {
            "name": "龍潭客棧店",
            "address": "桃園市龍潭區中原路二段５７５號",
            "y": 24.832972,
            "x": 121.193899
        },
        {
            "name": "桃縣桃東店",
            "address": "桃園市大溪區復興路二段７６３號",
            "y": 24.832282,
            "x": 121.330445
        },
        {
            "name": "竹北晨晞店",
            "address": "新竹縣竹北市光明六路３７１號",
            "y": 24.832012,
            "x": 121.002013
        },
        {
            "name": "竹北竹文店",
            "address": "新竹縣竹北市縣政九路２１５號",
            "y": 24.831875,
            "x": 121.011903
        },
        {
            "name": "宜蘭礁溪店",
            "address": "宜蘭縣礁溪鄉礁溪路六段１７號",
            "y": 24.830548,
            "x": 121.777641
        },
        {
            "name": "竹北綠能店",
            "address": "新竹縣竹北市莊敬北路４２７號",
            "y": 24.830288,
            "x": 121.026408
        },
        {
            "name": "桃縣高原店",
            "address": "桃園市龍潭區中原路三段５３號",
            "y": 24.828556,
            "x": 121.192692
        },
        {
            "name": "竹北北冠店",
            "address": "新竹縣竹北市縣政九路１６１號",
            "y": 24.828553,
            "x": 121.010514
        },
        {
            "name": "龍潭石門山店",
            "address": "桃園市龍潭區龍源路大平段２６２、２６４、２６６號",
            "y": 24.825249,
            "x": 121.23687
        },
        {
            "name": "新埔新田店",
            "address": "新竹縣新埔鎮田新路４０８號",
            "y": 24.824916,
            "x": 121.077582
        },
        {
            "name": "竹北皇家店",
            "address": "新竹縣竹北市莊敬三路１１７號",
            "y": 24.824835,
            "x": 121.026089
        },
        {
            "name": "新竹金竹店",
            "address": "新竹市北區金竹路１２１號",
            "y": 24.823687,
            "x": 120.972544
        },
        {
            "name": "新竹竹湳店",
            "address": "新竹市北區武陵路１２３號",
            "y": 24.819819,
            "x": 120.966956
        },
        {
            "name": "新竹光華店",
            "address": "新竹市北區光華二街７２巷２號",
            "y": 24.819409,
            "x": 120.975978
        },
        {
            "name": "復興旺詮店",
            "address": "桃園市復興區中正路２７５-９號",
            "y": 24.819068,
            "x": 121.350815
        },
        {
            "name": "新竹境福店",
            "address": "新竹市北區境福街１２８號",
            "y": 24.818856,
            "x": 120.960428
        },
        {
            "name": "竹北水妍店",
            "address": "新竹縣竹北市莊敬南路６３號",
            "y": 24.818003,
            "x": 121.021125
        },
        {
            "name": "宜蘭佛光店",
            "address": "宜蘭縣礁溪鄉林美村林尾路１６０號",
            "y": 24.817742,
            "x": 121.731903
        },
        {
            "name": "新竹竹沐店",
            "address": "新竹市東區經國路一段３７９巷１號",
            "y": 24.814425,
            "x": 120.979144
        },
        {
            "name": "新竹成功店",
            "address": "新竹市北區成功路１６３號",
            "y": 24.813473,
            "x": 120.954344
        },
        {
            "name": "新竹竹國店",
            "address": "新竹市東區北大路１號",
            "y": 24.813409,
            "x": 120.974241
        },
        {
            "name": "新竹風采店",
            "address": "新竹市北區北大路１５６號",
            "y": 24.809922,
            "x": 120.968048
        },
        {
            "name": "新竹民權店",
            "address": "新竹市東區民生路１１３號",
            "y": 24.809657,
            "x": 120.97721
        },
        {
            "name": "新竹錦華店",
            "address": "新竹市東區中央路１８３號",
            "y": 24.808679,
            "x": 120.973262
        },
        {
            "name": "新竹香山店",
            "address": "新竹市香山區延平路二段３１９、３２１、３２３號",
            "y": 24.807648,
            "x": 120.934801
        },
        {
            "name": "新竹北大店",
            "address": "新竹市北區北大路２８４號",
            "y": 24.807162,
            "x": 120.963637
        },
        {
            "name": "新竹民族店",
            "address": "新竹市東區民族路７４號、民權路７２號",
            "y": 24.807064,
            "x": 120.976079
        },
        {
            "name": "新竹竹賓店",
            "address": "新竹市東區中華路二段２０６號",
            "y": 24.805773,
            "x": 120.977277
        },
        {
            "name": "新竹竹遠店",
            "address": "新竹市北區西大路４９１、４９１-１號+集和街８４號",
            "y": 24.805491,
            "x": 120.96282
        },
        {
            "name": "竹北生醫店",
            "address": "新竹縣竹北市生醫路一段２號",
            "y": 24.805399,
            "x": 121.044019
        },
        {
            "name": "新竹竹鵬店",
            "address": "新竹市北區延平路一段３９３號",
            "y": 24.80502,
            "x": 120.948804
        },
        {
            "name": "竹北水岸店",
            "address": "新竹縣竹北市興隆路三段３５７號",
            "y": 24.804334,
            "x": 121.029922
        },
        {
            "name": "新竹竹利店",
            "address": "新竹市東區水利路７７、７９號一樓",
            "y": 24.803894,
            "x": 121.006156
        },
        {
            "name": "新竹竹亮店",
            "address": "新竹市東區光復路二段９６２號１樓",
            "y": 24.803613,
            "x": 120.979991
        },
        {
            "name": "竹北東興店",
            "address": "新竹縣竹北市東興路二段６、８號",
            "y": 24.802969,
            "x": 121.050764
        },
        {
            "name": "新竹竹恩店",
            "address": "新竹市東區文昌街６９號、武昌街７９號",
            "y": 24.80284,
            "x": 120.967967
        },
        {
            "name": "新竹竹勇店",
            "address": "新竹市北區中和路１４６號壹樓",
            "y": 24.802136,
            "x": 120.954802
        },
        {
            "name": "新竹廣場店",
            "address": "新竹市東區林森路２號",
            "y": 24.802007,
            "x": 120.970822
        },
        {
            "name": "新竹竹森店",
            "address": "新竹市東區林森路４６號",
            "y": 24.80173,
            "x": 120.968354
        },
        {
            "name": "新竹東美店",
            "address": "新竹市東區東美路１６８號",
            "y": 24.801415,
            "x": 121.00445
        },
        {
            "name": "新竹建中店",
            "address": "新竹市東區建中一路２號",
            "y": 24.800716,
            "x": 120.994424
        },
        {
            "name": "新竹武昌店",
            "address": "新竹市東區武昌街１２號",
            "y": 24.800546,
            "x": 120.968529
        },
        {
            "name": "新竹竹塹店",
            "address": "新竹市北區中山路４１４號",
            "y": 24.800359,
            "x": 120.958025
        },
        {
            "name": "新竹牛埔店",
            "address": "新竹市香山區牛埔路１９３、１９５號",
            "y": 24.800128,
            "x": 120.949646
        },
        {
            "name": "新竹竹旺店",
            "address": "新竹市東區光復路二段２７５-１號",
            "y": 24.799882,
            "x": 120.990025
        },
        {
            "name": "新竹浸水店",
            "address": "新竹市香山區浸水街３６５號",
            "y": 24.798961,
            "x": 120.92709
        },
        {
            "name": "新竹林森店",
            "address": "新竹市北區四維路１７號",
            "y": 24.798291,
            "x": 120.962678
        },
        {
            "name": "新竹大蓮店",
            "address": "新竹市東區南大路２９９、３０１號",
            "y": 24.798082,
            "x": 120.97055
        },
        {
            "name": "新竹西大店",
            "address": "新竹市東區西大路１１９號",
            "y": 24.79644,
            "x": 120.970018
        },
        {
            "name": "新竹竹神店",
            "address": "新竹市東區興學街１１７、１１９、１２１號",
            "y": 24.796196,
            "x": 120.967066
        },
        {
            "name": "新竹花漾店",
            "address": "新竹市北區崧嶺路１４、１６、１８號",
            "y": 24.795795,
            "x": 120.955992
        },
        {
            "name": "新竹凱旋店",
            "address": "新竹市東區振興路７９、８１號",
            "y": 24.794938,
            "x": 120.961285
        },
        {
            "name": "新竹竹化店",
            "address": "新竹市東區埔頂路７１號",
            "y": 24.794659,
            "x": 121.008527
        },
        {
            "name": "新竹羽成店",
            "address": "新竹市北區成德路８９、９１號",
            "y": 24.79461,
            "x": 120.957263
        },
        {
            "name": "新竹埔頂店",
            "address": "新竹市東區埔頂路５８６號",
            "y": 24.794215,
            "x": 121.013288
        },
        {
            "name": "新竹竹高店",
            "address": "新竹市東區高峰路１號",
            "y": 24.794129,
            "x": 120.973002
        },
        {
            "name": "新竹金城店",
            "address": "新竹市東區光復路二段１４８號",
            "y": 24.79332,
            "x": 121.001555
        },
        {
            "name": "新竹美森店",
            "address": "新竹市香山區大庄里１７鄰香北一路１１０、１１６號",
            "y": 24.790916,
            "x": 120.923576
        },
        {
            "name": "新竹南大三店",
            "address": "新竹市東區南大路５５５號",
            "y": 24.790831,
            "x": 120.964845
        },
        {
            "name": "新竹文旅店",
            "address": "新竹市東區大學路１６號",
            "y": 24.789069,
            "x": 121.003144
        },
        {
            "name": "新竹虹鑫店",
            "address": "新竹市東區關東路１２５號",
            "y": 24.786695,
            "x": 121.020991
        },
        {
            "name": "新竹草原店",
            "address": "新竹市香山區元培街９２號",
            "y": 24.785739,
            "x": 120.929856
        },
        {
            "name": "新竹科園店",
            "address": "新竹市東區科學園路１５１號及光復路一段５３１巷１３２、１３６號",
            "y": 24.783126,
            "x": 121.011856
        },
        {
            "name": "礁溪育龍店",
            "address": "宜蘭縣礁溪鄉大坡路２、２-１、６、８號１樓",
            "y": 24.782406,
            "x": 121.738045
        },
        {
            "name": "竹縣東竹店",
            "address": "新竹縣竹東鎮竹中路１３１號",
            "y": 24.781391,
            "x": 121.030416
        },
        {
            "name": "新竹竹中店",
            "address": "新竹市東區光復路一段３２、３４號",
            "y": 24.781319,
            "x": 121.025671
        },
        {
            "name": "新竹竹翠店",
            "address": "新竹市東區高翠路１７２-２號",
            "y": 24.78127,
            "x": 120.987604
        },
        {
            "name": "新竹竹峰店",
            "address": "新竹市東區高峰路３８６巷５號",
            "y": 24.77953,
            "x": 120.98109
        },
        {
            "name": "新竹實中店",
            "address": "新竹市東區介壽路３００號",
            "y": 24.77745,
            "x": 121.01618
        },
        {
            "name": "竹縣富林店",
            "address": "新竹縣芎林鄉文德路５１號及綠獅段７１５-２地號",
            "y": 24.777423,
            "x": 121.077233
        },
        {
            "name": "新竹竹群店",
            "address": "新竹市東區金山２３街３６、３８號",
            "y": 24.77622,
            "x": 121.026953
        },
        {
            "name": "新竹玄奘店",
            "address": "新竹市香山區玄奘路４８號",
            "y": 24.774865,
            "x": 120.944
        },
        {
            "name": "新竹創聯店",
            "address": "新竹市東區科學園區力行六路２、６、１０號",
            "y": 24.773906,
            "x": 121.015441
        },
        {
            "name": "芎林富山店",
            "address": "新竹縣芎林鄉文山路１３７、１３９、１４１號",
            "y": 24.773446,
            "x": 121.08494
        },
        {
            "name": "新竹竹橋店",
            "address": "新竹市東區明湖路７１２號",
            "y": 24.772492,
            "x": 120.966256
        },
        {
            "name": "新竹月光店",
            "address": "新竹市香山區富群街１９、２１號",
            "y": 24.769561,
            "x": 120.95665
        },
        {
            "name": "新竹竹青店",
            "address": "新竹市東區明湖路１０１０號",
            "y": 24.768844,
            "x": 120.977247
        },
        {
            "name": "寶山不語店",
            "address": "新竹縣寶山鄉雙園路二段２９５號(臨)",
            "y": 24.766549,
            "x": 120.992916
        },
        {
            "name": "竹縣寶山店",
            "address": "新竹縣寶山鄉雙園路二段３２７號",
            "y": 24.765323,
            "x": 120.990633
        },
        {
            "name": "竹東巨星店",
            "address": "新竹縣竹東鎮中興路二段４２６、４２６-１、４２６-２、４２６-３號",
            "y": 24.764977,
            "x": 121.05871
        },
        {
            "name": "寶山寶鑫店",
            "address": "新竹縣寶山鄉園區二路３７６、３７８號",
            "y": 24.761824,
            "x": 121.018572
        },
        {
            "name": "新竹水仙店",
            "address": "新竹市東區園區二路３２５號",
            "y": 24.761726,
            "x": 121.018941
        },
        {
            "name": "竹縣富裕店",
            "address": "新竹縣芎林鄉福昌街３９３號",
            "y": 24.750672,
            "x": 121.098068
        },
        {
            "name": "宜蘭好運店",
            "address": "宜蘭縣宜蘭市校舍路１６１、１６１-１、１６１-２號",
            "y": 24.750496,
            "x": 121.758972
        },
        {
            "name": "宜蘭陽明店",
            "address": "宜蘭縣宜蘭市陽明二路７８、８０、８２號一樓",
            "y": 24.75028,
            "x": 121.763586
        },
        {
            "name": "宜蘭宜中店",
            "address": "宜蘭縣宜蘭市民族路３９６號",
            "y": 24.750001,
            "x": 121.743577
        },
        {
            "name": "宜蘭宜兆店",
            "address": "宜蘭縣宜蘭市復興路一段８８、９０號",
            "y": 24.748801,
            "x": 121.751113
        },
        {
            "name": "新竹五福店",
            "address": "新竹市香山區五福路一段４８６號",
            "y": 24.74499,
            "x": 120.93189
        },
        {
            "name": "竹東榮春店",
            "address": "新竹縣竹東鎮長春路二段９７、９９號",
            "y": 24.739136,
            "x": 121.087246
        },
        {
            "name": "宜蘭廣進店",
            "address": "宜蘭縣宜蘭市中山路一段１１８號１、２樓",
            "y": 24.72436,
            "x": 121.768478
        },
        {
            "name": "竹東榮昇店",
            "address": "新竹縣竹東鎮東榮路１０５號",
            "y": 24.720092,
            "x": 121.098811
        },
        {
            "name": "竹南可愛店",
            "address": "苗栗縣竹南鎮大埔里科專三路１２９號",
            "y": 24.710031,
            "x": 120.904214
        },
        {
            "name": "苗縣頂尖店",
            "address": "苗栗縣頭份市興隆里８鄰中華路１７７０、１７７２號",
            "y": 24.706217,
            "x": 120.926089
        },
        {
            "name": "頭份興隆店",
            "address": "苗栗縣頭份市興隆路４５０、４５２號",
            "y": 24.695366,
            "x": 120.926561
        },
        {
            "name": "苗縣頭軒店",
            "address": "苗栗縣頭份市忠孝二路１２８號",
            "y": 24.693062,
            "x": 120.910336
        },
        {
            "name": "五結新洋店",
            "address": "宜蘭縣五結鄉中興路三段３６４、３６６、３６８號１樓",
            "y": 24.692346,
            "x": 121.763738
        },
        {
            "name": "頭份得意店",
            "address": "苗栗縣頭份市上庄路７７號",
            "y": 24.69163,
            "x": 120.89417
        },
        {
            "name": "頭份精品店",
            "address": "苗栗縣頭份市自強路１０８號",
            "y": 24.689047,
            "x": 120.909969
        },
        {
            "name": "頭份好漾店",
            "address": "苗栗縣頭份市富強一街９號",
            "y": 24.686938,
            "x": 120.899193
        },
        {
            "name": "苗縣頭正店",
            "address": "苗栗縣頭份市中正一路１８５號",
            "y": 24.686575,
            "x": 120.928885
        },
        {
            "name": "苗縣頭份二店",
            "address": "苗栗縣頭份市日新街４２號",
            "y": 24.686538,
            "x": 120.910466
        },
        {
            "name": "苗縣苗旺店",
            "address": "苗栗縣竹南鎮中美里５鄰西門１０號",
            "y": 24.683025,
            "x": 120.862426
        },
        {
            "name": "宜蘭公正店",
            "address": "宜蘭縣羅東鎮公正路３４２號",
            "y": 24.680796,
            "x": 121.760525
        },
        {
            "name": "頭份斗煥店",
            "address": "苗栗縣頭份市中正二路１９２號",
            "y": 24.680346,
            "x": 120.946415
        },
        {
            "name": "宜蘭羅東店",
            "address": "宜蘭縣羅東鎮東安里２７鄰傳藝路三段１８６號",
            "y": 24.677973,
            "x": 121.777641
        },
        {
            "name": "苗縣車亭店",
            "address": "苗栗縣三義鄉西湖村下湖５-１０號１F部份",
            "y": 24.671379,
            "x": 120.870682
        },
        {
            "name": "宜蘭青蔥店",
            "address": "宜蘭縣三星鄉月眉村三星路四段４３６號一樓",
            "y": 24.666818,
            "x": 121.654073
        },
        {
            "name": "竹東上坪店",
            "address": "新竹縣竹東鎮上坪里４鄰上坪４５之７號",
            "y": 24.664217,
            "x": 121.120188
        },
        {
            "name": "蘇澳龍祥店",
            "address": "宜蘭縣蘇澳鎮龍祥二路１、３號一樓",
            "y": 24.633652,
            "x": 121.828107
        },
        {
            "name": "後龍德醫店",
            "address": "苗栗縣後龍鎮溪洲里７鄰砂崙湖７９之９號",
            "y": 24.623827,
            "x": 120.778946
        },
        {
            "name": "蘇澳馬賽庄",
            "address": "宜蘭縣蘇澳鎮新榮路１號１樓",
            "y": 24.620895,
            "x": 121.833801
        },
        {
            "name": "宜蘭新馬店",
            "address": "宜蘭縣蘇澳鎮馬賽路４３９號",
            "y": 24.619069,
            "x": 121.828818
        },
        {
            "name": "苗縣苗發店",
            "address": "苗栗縣後龍鎮新民里１２鄰中心路１２０~１２、１２１號",
            "y": 24.613767,
            "x": 120.814669
        },
        {
            "name": "苗縣苗港店",
            "address": "苗栗縣後龍鎮水尾里８鄰水尾６７-３號",
            "y": 24.613744,
            "x": 120.791976
        },
        {
            "name": "宜蘭隘城店",
            "address": "宜蘭縣蘇澳鎮海山西路２７０號",
            "y": 24.612821,
            "x": 121.832366
        },
        {
            "name": "苗縣苗華店",
            "address": "苗栗縣後龍鎮光華路４２１號",
            "y": 24.612612,
            "x": 120.79406
        },
        {
            "name": "苗縣後龍店",
            "address": "苗栗縣後龍鎮中山路３５０號",
            "y": 24.610922,
            "x": 120.796377
        },
        {
            "name": "苗栗發財店",
            "address": "苗栗縣苗栗市文聖里文發路９０９號",
            "y": 24.586836,
            "x": 120.815244
        },
        {
            "name": "苗栗國華店",
            "address": "苗栗縣苗栗市國華路３１１號",
            "y": 24.575809,
            "x": 120.823953
        },
        {
            "name": "苗栗艾文店",
            "address": "苗栗縣苗栗市國華路７５０號",
            "y": 24.572285,
            "x": 120.814837
        },
        {
            "name": "苗栗為民店",
            "address": "苗栗縣苗栗市為民街３８２-１號",
            "y": 24.571408,
            "x": 120.829982
        },
        {
            "name": "苗栗為中店",
            "address": "苗栗縣苗栗市為公路４４、４６號",
            "y": 24.569939,
            "x": 120.823657
        },
        {
            "name": "苗栗苗福店",
            "address": "苗栗縣苗栗市至公路５２８號",
            "y": 24.56557,
            "x": 120.811221
        },
        {
            "name": "苗栗苗鑫店",
            "address": "苗栗縣苗栗市光復路１６１號",
            "y": 24.55545,
            "x": 120.816385
        },
        {
            "name": "苗栗新苗店",
            "address": "苗栗縣苗栗市中正路８０７號",
            "y": 24.552876,
            "x": 120.817566
        },
        {
            "name": "苗栗茂勝店",
            "address": "苗栗縣苗栗市中正路１３００、１３０２號",
            "y": 24.542844,
            "x": 120.816804
        },
        {
            "name": "蘇澳粉鳥林店",
            "address": "宜蘭縣蘇澳鎮蘇花路三段１６０號一樓",
            "y": 24.519286,
            "x": 121.832256
        },
        {
            "name": "苗縣新板店",
            "address": "苗栗縣公館鄉五谷村１３鄰五谷９２-１３號",
            "y": 24.505921,
            "x": 120.8285
        },
        {
            "name": "苗縣五谷店",
            "address": "苗栗縣公館鄉五谷村２１１、２１３號",
            "y": 24.505921,
            "x": 120.8285
        },
        {
            "name": "通霄北勢窩店",
            "address": "苗栗縣通霄鎮內湖里１７鄰烏眉路１３號",
            "y": 24.501366,
            "x": 120.710694
        },
        {
            "name": "苗縣苗銅店",
            "address": "苗栗縣銅鑼鄉中正路９６號",
            "y": 24.486391,
            "x": 120.787144
        },
        {
            "name": "宜蘭南澳店",
            "address": "宜蘭縣蘇澳鎮蘇花路二段２６８號一樓之部份",
            "y": 24.464461,
            "x": 121.800513
        },
        {
            "name": "苗縣泰安店",
            "address": "苗栗縣泰安鄉錦水村４鄰圓墩７-５號",
            "y": 24.44746,
            "x": 120.908467
        },
        {
            "name": "苗縣苑裡店",
            "address": "苗栗縣苑裡鎮介壽路２之７號",
            "y": 24.44375,
            "x": 120.64853
        },
        {
            "name": "泰安清安店",
            "address": "苗栗縣泰安鄉清安村１鄰洗水坑３-１號",
            "y": 24.443716,
            "x": 120.915408
        },
        {
            "name": "苗縣苗苑店",
            "address": "苗栗縣苑裡鎮新復里９鄰新復１３２-１３號",
            "y": 24.43964,
            "x": 120.653252
        },
        {
            "name": "苗縣大富店",
            "address": "苗栗縣大湖鄉富興村八寮灣３-７、３-８號",
            "y": 24.423158,
            "x": 120.866027
        },
        {
            "name": "三義雙湖店",
            "address": "苗栗縣三義鄉雙湖村１５鄰雙湖１１-８號",
            "y": 24.412799,
            "x": 120.770222
        },
        {
            "name": "中縣中寶店",
            "address": "台中市大甲區幼獅路一號一樓",
            "y": 24.408408,
            "x": 120.645538
        },
        {
            "name": "苗縣苗義店",
            "address": "苗栗縣三義鄉水美路２１０號",
            "y": 24.397311,
            "x": 120.762601
        },
        {
            "name": "中縣中幼店",
            "address": "台中市大甲區中山路二段５８４－５號",
            "y": 24.390311,
            "x": 120.653816
        },
        {
            "name": "中縣中獅店",
            "address": "台中市大甲區經國路１９３２號",
            "y": 24.362914,
            "x": 120.638974
        },
        {
            "name": "中縣彈正店",
            "address": "台中市大甲區彈正路一號",
            "y": 24.35539,
            "x": 120.631898
        },
        {
            "name": "中縣大甲店",
            "address": "台中市大甲區經國路４０７號",
            "y": 24.349133,
            "x": 120.616936
        },
        {
            "name": "大甲甲旺店",
            "address": "台中市大甲區甲后路五段２７１、２７３號一樓",
            "y": 24.344734,
            "x": 120.633776
        },
        {
            "name": "外埔馬鳴埔店",
            "address": "台中市外埔區大馬路１８６號",
            "y": 24.340428,
            "x": 120.661752
        },
        {
            "name": "中縣中冠店",
            "address": "台中市后里區甲后路二段４２９號",
            "y": 24.313728,
            "x": 120.692668
        },
        {
            "name": "后里甲后店",
            "address": "台中市后里區甲后路１０３７號、１０４１號壹樓部份",
            "y": 24.31,
            "x": 120.716962
        },
        {
            "name": "中縣甲南店",
            "address": "台中市清水區菁埔里中山路５６３號",
            "y": 24.301127,
            "x": 120.595775
        },
        {
            "name": "東勢石城店",
            "address": "台中市東勢區茂興里石城街２００及２０２號",
            "y": 24.285568,
            "x": 120.791654
        },
        {
            "name": "中縣神岡店",
            "address": "台中市神岡區和睦路一段２８５號",
            "y": 24.276704,
            "x": 120.659083
        },
        {
            "name": "中縣中華店",
            "address": "台中市清水區中華路４０５、４０７號",
            "y": 24.272033,
            "x": 120.568129
        },
        {
            "name": "石岡萬仙店",
            "address": "台中市石岡區萬仙街４５號",
            "y": 24.271883,
            "x": 120.790706
        },
        {
            "name": "清水米糕店",
            "address": "台中市清水區西寧路４號１、２樓、６號",
            "y": 24.27096,
            "x": 120.574475
        },
        {
            "name": "中縣中燕店",
            "address": "台中市清水區民族路二段３６８號",
            "y": 24.26579,
            "x": 120.553959
        },
        {
            "name": "中縣豐洲店",
            "address": "台中市神岡區大洲路２-３號",
            "y": 24.263929,
            "x": 120.69918
        },
        {
            "name": "中縣中神店",
            "address": "台中市神岡區中山路１５９０號",
            "y": 24.258862,
            "x": 120.655676
        },
        {
            "name": "中縣大智店",
            "address": "台中市梧棲區大智路二段２５３號",
            "y": 24.258854,
            "x": 120.53562
        },
        {
            "name": "中縣中航店",
            "address": "台中市沙鹿區中航路一段３１０號",
            "y": 24.258492,
            "x": 120.601511
        },
        {
            "name": "豐原豐民店",
            "address": "台中市豐原區三民路８６號",
            "y": 24.253765,
            "x": 120.720681
        },
        {
            "name": "豐原原成店",
            "address": "台中市豐原區建成路１１５號",
            "y": 24.251558,
            "x": 120.706027
        },
        {
            "name": "神岡庄前店",
            "address": "台中市神岡區三民南路２號",
            "y": 24.251203,
            "x": 120.656845
        },
        {
            "name": "東勢東崎店",
            "address": "台中市東勢區東崎路五段３０８及３１０號",
            "y": 24.251152,
            "x": 120.835191
        },
        {
            "name": "神岡元富店",
            "address": "台中市神岡區大富路１８號",
            "y": 24.247803,
            "x": 120.695618
        },
        {
            "name": "豐原豐商店",
            "address": "台中市豐原區中山路４１８號",
            "y": 24.247223,
            "x": 120.715226
        },
        {
            "name": "中縣中棲店",
            "address": "台中市梧棲區台灣大道八段３９８-１號",
            "y": 24.245421,
            "x": 120.549379
        },
        {
            "name": "豐原豐社店",
            "address": "台中市豐原區大豐路五段３５０號",
            "y": 24.245126,
            "x": 120.698309
        },
        {
            "name": "豐原成興店",
            "address": "台中市豐原區成功路１５０-１、１５２號",
            "y": 24.244761,
            "x": 120.709804
        },
        {
            "name": "中縣中炫店",
            "address": "台中市梧棲區中央路１段６２５號",
            "y": 24.242509,
            "x": 120.537005
        },
        {
            "name": "梧棲市場店",
            "address": "台中市梧棲區自強二街７６號(１樓攤位區及地下室)",
            "y": 24.241078,
            "x": 120.530226
        },
        {
            "name": "豐原豐田店",
            "address": "台中市豐原區豐南街５８號",
            "y": 24.239392,
            "x": 120.713491
        },
        {
            "name": "中縣中山店",
            "address": "台中市沙鹿區中山路２９４、２９６號",
            "y": 24.238539,
            "x": 120.560118
        },
        {
            "name": "沙鹿竹林店",
            "address": "台中市沙鹿區中山路１１７、１１７－１、１１７－２號",
            "y": 24.237911,
            "x": 120.571
        },
        {
            "name": "神岡大三元店",
            "address": "台中市神岡區大豐路四段２２５號",
            "y": 24.236626,
            "x": 120.695345
        },
        {
            "name": "大雅月祥店",
            "address": "台中市大雅區月祥路４６６－１號、４６８號部份",
            "y": 24.235332,
            "x": 120.62465
        },
        {
            "name": "梧棲火力店",
            "address": "台中市梧棲區臨港路三段１７６號",
            "y": 24.229999,
            "x": 120.514618
        },
        {
            "name": "中縣雅環店",
            "address": "台中市大雅區雅環路二段３４６、３４８號",
            "y": 24.229312,
            "x": 120.647472
        },
        {
            "name": "中縣中勇店",
            "address": "台中市大雅區平和路８３號",
            "y": 24.228594,
            "x": 120.630629
        },
        {
            "name": "中縣中宜店",
            "address": "台中市沙鹿區北勢東路５５７號",
            "y": 24.227444,
            "x": 120.574602
        },
        {
            "name": "豐原三和店",
            "address": "台中市豐原區三和路３４９巷２號",
            "y": 24.226469,
            "x": 120.701483
        },
        {
            "name": "梧棲向上店",
            "address": "台中市梧棲區向上路八段９６７號",
            "y": 24.221933,
            "x": 120.528087
        },
        {
            "name": "中縣靜宜店",
            "address": "台中市沙鹿區臺灣大道七段２號",
            "y": 24.219855,
            "x": 120.580457
        },
        {
            "name": "中縣中潭店",
            "address": "台中市大雅區雅潭路四段８６號",
            "y": 24.217079,
            "x": 120.666101
        },
        {
            "name": "潭子曇晨店",
            "address": "台中市潭子區甘蔗里勝利路２０９號",
            "y": 24.211561,
            "x": 120.700388
        },
        {
            "name": "沙鹿正德店",
            "address": "台中市沙鹿區埔子里１７鄰正德路１２６號",
            "y": 24.204619,
            "x": 120.570339
        },
        {
            "name": "台中愛萊店",
            "address": "台中市西屯區中康街２、６號",
            "y": 24.195248,
            "x": 120.658733
        },
        {
            "name": "台中同興店",
            "address": "台中市北屯區同榮路６８號",
            "y": 24.193549,
            "x": 120.660783
        },
        {
            "name": "台中中竹店",
            "address": "台中市北屯區后庄路４８１號",
            "y": 24.193291,
            "x": 120.671369
        },
        {
            "name": "台中中都店",
            "address": "台中市西屯區西屯路三段１７３-２５號",
            "y": 24.192965,
            "x": 120.605552
        },
        {
            "name": "台中僑光店",
            "address": "台中市西屯區僑光路１００號B１(僑光科大)",
            "y": 24.189441,
            "x": 120.642905
        },
        {
            "name": "台中中清店",
            "address": "台中市北屯區中清路二段９５０號",
            "y": 24.188744,
            "x": 120.662475
        },
        {
            "name": "台中中宏店",
            "address": "台中市西屯區西屯路三段１５８-５０號",
            "y": 24.188115,
            "x": 120.618506
        },
        {
            "name": "台中中集店",
            "address": "台中市西屯區福科路５４１號",
            "y": 24.185256,
            "x": 120.617257
        },
        {
            "name": "台中榮醫店",
            "address": "台中市西屯區臺灣大道四段１６５０號(門診前２F)",
            "y": 24.183498,
            "x": 120.603715
        },
        {
            "name": "台中榮總店",
            "address": "台中市西屯區臺灣大道四段１６５０號(營養３F)",
            "y": 24.183498,
            "x": 120.603715
        },
        {
            "name": "東海花園店",
            "address": "台中市西屯區工業區十六路３號１、２樓",
            "y": 24.179518,
            "x": 120.593202
        },
        {
            "name": "台中逢甲店",
            "address": "台中市西屯區逢甲路２號",
            "y": 24.178988,
            "x": 120.646372
        },
        {
            "name": "龍井茄投店",
            "address": "台中市龍井區茄投路１之１號壹樓",
            "y": 24.178978,
            "x": 120.528606
        },
        {
            "name": "台中中軍店",
            "address": "台中市北屯區軍功路二段１３０號",
            "y": 24.178378,
            "x": 120.7196
        },
        {
            "name": "台中中河店",
            "address": "台中市西屯區逢福里逢大路１５號",
            "y": 24.176453,
            "x": 120.650189
        },
        {
            "name": "台中世貿店",
            "address": "台中市西屯區中工二路２１２號",
            "y": 24.176188,
            "x": 120.615624
        },
        {
            "name": "台中大坑口店",
            "address": "台中市北屯區東山路一段３５號",
            "y": 24.17043,
            "x": 120.698899
        },
        {
            "name": "台中東山二店",
            "address": "台中市北屯區東山路一段１４６、１４６之１號",
            "y": 24.169248,
            "x": 120.704387
        },
        {
            "name": "台中豐衣店",
            "address": "台中市北區漢口路三段１７４號、１７２號",
            "y": 24.16675,
            "x": 120.672031
        },
        {
            "name": "台中永太店",
            "address": "台中市北區太原路二段２４０號",
            "y": 24.164955,
            "x": 120.682503
        },
        {
            "name": "台中鑫中臺店",
            "address": "台中市北屯區部子路６６６號",
            "y": 24.163791,
            "x": 120.733883
        },
        {
            "name": "台中永讚店",
            "address": "台中市西屯區大墩２０街５３、５５號",
            "y": 24.1586,
            "x": 120.654344
        },
        {
            "name": "台中大恩店",
            "address": "台中市西屯區大墩１８街１１２號",
            "y": 24.157891,
            "x": 120.648226
        },
        {
            "name": "太平樂安店",
            "address": "台中市太平區新坪里１５鄰育賢路６０號",
            "y": 24.157039,
            "x": 120.723513
        },
        {
            "name": "台中忠誠店",
            "address": "台中市西區忠誠街１０３、１０５號",
            "y": 24.152493,
            "x": 120.659478
        },
        {
            "name": "台中城愛店",
            "address": "台中市南屯區干城街２６７號",
            "y": 24.152346,
            "x": 120.632264
        },
        {
            "name": "台中太平店",
            "address": "台中市北區太平路７２號",
            "y": 24.148792,
            "x": 120.682482
        },
        {
            "name": "中縣中秋店",
            "address": "台中市大肚區自由路２１２-９號",
            "y": 24.148395,
            "x": 120.549688
        },
        {
            "name": "太平新福店",
            "address": "台中市太平區中山路４段１３５-１３７號",
            "y": 24.148055,
            "x": 120.703263
        },
        {
            "name": "台中田心仔",
            "address": "台中市南屯區文心路一段１９６號一樓、１９８號",
            "y": 24.141577,
            "x": 120.646981
        },
        {
            "name": "台中嘉明湖店",
            "address": "台中市南屯區永春東七路６０２號",
            "y": 24.141297,
            "x": 120.633773
        },
        {
            "name": "台中交轉店",
            "address": "台中市中區雙十路一段２９號１樓、２９號２樓之１",
            "y": 24.141118,
            "x": 120.685558
        },
        {
            "name": "台中中堂店",
            "address": "台中市西區民生路１０９、１１１號",
            "y": 24.141054,
            "x": 120.672752
        },
        {
            "name": "台中永春店",
            "address": "台中市南屯區永春路２８之６號",
            "y": 24.140395,
            "x": 120.628279
        },
        {
            "name": "台中中豐店",
            "address": "台中市南屯區文心南五路３２７、３２９號",
            "y": 24.138247,
            "x": 120.642966
        },
        {
            "name": "台中十甲東店",
            "address": "台中市東區十甲路４４２號、十甲東路６６５號",
            "y": 24.13695,
            "x": 120.706532
        },
        {
            "name": "和美星河店",
            "address": "彰化縣和美鎮彰新路五段４５５號",
            "y": 24.136827,
            "x": 120.509509
        },
        {
            "name": "台中豐富店",
            "address": "台中市南屯區文心南三路３００號３０２號",
            "y": 24.133511,
            "x": 120.6498
        },
        {
            "name": "太平中光店",
            "address": "台中市太平區光興路２２８８號",
            "y": 24.131366,
            "x": 120.737816
        },
        {
            "name": "台中夜市店",
            "address": "台中市南區忠孝路１９３號地下一樓至二樓",
            "y": 24.130634,
            "x": 120.684023
        },
        {
            "name": "台中正氣店",
            "address": "台中市南區忠孝路１６６號",
            "y": 24.129632,
            "x": 120.682541
        },
        {
            "name": "彰縣線西店",
            "address": "彰化縣線西鄉和線路９０９號",
            "y": 24.129338,
            "x": 120.470489
        },
        {
            "name": "太平澄清店",
            "address": "台中市太平區中興路９２、９４、９６號",
            "y": 24.127443,
            "x": 120.715757
        },
        {
            "name": "太平永平店",
            "address": "台中市太平區永平路三段１４６、１４８號",
            "y": 24.12564,
            "x": 120.707182
        },
        {
            "name": "太平中業店",
            "address": "台中市太平區鵬儀路２９６巷１號",
            "y": 24.124403,
            "x": 120.726921
        },
        {
            "name": "台中福順店",
            "address": "台中市南區復興路二段７３號",
            "y": 24.122792,
            "x": 120.662125
        },
        {
            "name": "大里精采店",
            "address": "台中市大里區中興路二段７８８、７９０、７９２號",
            "y": 24.120668,
            "x": 120.687748
        },
        {
            "name": "台中興大店",
            "address": "台中市南區國光路２５０號",
            "y": 24.120545,
            "x": 120.678434
        },
        {
            "name": "台中中大店",
            "address": "台中市南區興大路３００號",
            "y": 24.118916,
            "x": 120.67167
        },
        {
            "name": "太平永成店",
            "address": "台中市太平區永豐路２５８號",
            "y": 24.117437,
            "x": 120.706122
        },
        {
            "name": "台中中慶店",
            "address": "台中市南區樹德里１２鄰大慶街二段２７號",
            "y": 24.115647,
            "x": 120.650409
        },
        {
            "name": "台中黎明店",
            "address": "台中市南屯區黎明路一段１２９號",
            "y": 24.11502,
            "x": 120.626201
        },
        {
            "name": "烏日成中店",
            "address": "台中市烏日區中山路三段５４８號",
            "y": 24.1138,
            "x": 120.590299
        },
        {
            "name": "烏日學田店",
            "address": "台中市烏日區成功東路３號、５號１樓部份",
            "y": 24.113466,
            "x": 120.602833
        },
        {
            "name": "大里東榮店",
            "address": "台中市大里區東榮路３５８號",
            "y": 24.110402,
            "x": 120.683987
        },
        {
            "name": "大里好來店",
            "address": "台中市大里區新仁路一段２４７、２４９號１樓及好來一街２、４號１樓",
            "y": 24.11018,
            "x": 120.700206
        },
        {
            "name": "大里中愛店",
            "address": "台中市大里區東榮路４８６、４８８號",
            "y": 24.109644,
            "x": 120.680698
        },
        {
            "name": "中縣中佳店",
            "address": "台中市烏日區中山路一段２１８號",
            "y": 24.109098,
            "x": 120.641594
        },
        {
            "name": "太平光德店",
            "address": "台中市太平區光德路３７９號",
            "y": 24.108187,
            "x": 120.724948
        },
        {
            "name": "大里永隆店",
            "address": "台中市大里區永隆路３０號",
            "y": 24.104529,
            "x": 120.677753
        },
        {
            "name": "和美黃蓉店",
            "address": "彰化縣和美鎮線東路三段４９６、４９８號",
            "y": 24.101262,
            "x": 120.521492
        },
        {
            "name": "和美郭靖店",
            "address": "彰化縣和美鎮彰和路三段臨３８１號",
            "y": 24.100807,
            "x": 120.504587
        },
        {
            "name": "大里中爽店",
            "address": "台中市大里區爽文路３０６號１樓",
            "y": 24.098465,
            "x": 120.674669
        },
        {
            "name": "中縣中分店",
            "address": "台中市烏日區五光路７０８號",
            "y": 24.096433,
            "x": 120.638435
        },
        {
            "name": "大里光正店",
            "address": "台中市大里區仁化路２４３、２４７號",
            "y": 24.095955,
            "x": 120.703974
        },
        {
            "name": "彰化彰鴻店",
            "address": "彰化縣彰化市泰和東街３７２號",
            "y": 24.095485,
            "x": 120.556546
        },
        {
            "name": "中縣中武店",
            "address": "台中市烏日區五光路１７８號",
            "y": 24.095326,
            "x": 120.65494
        },
        {
            "name": "彰化國聖店",
            "address": "彰化縣彰化市中山路三段７０６號",
            "y": 24.094652,
            "x": 120.569491
        },
        {
            "name": "大里吉祥店",
            "address": "台中市大里區成功二路５７、５９號",
            "y": 24.093769,
            "x": 120.703706
        },
        {
            "name": "大里竹子坑店",
            "address": "台中市大里區仁化路２號",
            "y": 24.091691,
            "x": 120.729735
        },
        {
            "name": "彰化西勢子店",
            "address": "彰化縣彰化市彰和路一段５６巷１號一樓",
            "y": 24.090673,
            "x": 120.532927
        },
        {
            "name": "彰縣鹿和店",
            "address": "彰化縣鹿港鎮鹿和路四段２６５號",
            "y": 24.090329,
            "x": 120.484244
        },
        {
            "name": "彰縣彰鼎店",
            "address": "彰化縣鹿港鎮頂番里頂草路一段１０６號",
            "y": 24.088915,
            "x": 120.479597
        },
        {
            "name": "大里塗城店",
            "address": "台中市大里區塗城里塗城路１５８之１號",
            "y": 24.086484,
            "x": 120.710645
        },
        {
            "name": "彰市三民店",
            "address": "彰化縣彰化市三民路３８６號",
            "y": 24.086219,
            "x": 120.546972
        },
        {
            "name": "中縣中溪店",
            "address": "台中市烏日區溪壩村環中路八段１６２號",
            "y": 24.085799,
            "x": 120.647765
        },
        {
            "name": "烏日溪南店",
            "address": "台中市烏日區溪南路一段２２８、２３０號",
            "y": 24.083762,
            "x": 120.643832
        },
        {
            "name": "彰化金馬店",
            "address": "彰化縣彰化市金馬路三段４９７號",
            "y": 24.079032,
            "x": 120.530254
        },
        {
            "name": "彰化彰慶店",
            "address": "彰化縣彰化市辭修路５１５號",
            "y": 24.076399,
            "x": 120.532594
        },
        {
            "name": "彰縣安可店",
            "address": "彰化縣鹿港鎮鹿工南一路１巷１、３號",
            "y": 24.075286,
            "x": 120.411504
        },
        {
            "name": "彰縣彰宜店",
            "address": "彰化縣鹿港鎮彰濱五路二段２９２號",
            "y": 24.07486,
            "x": 120.422363
        },
        {
            "name": "彰化旭光店",
            "address": "彰化縣彰化市南校街１３５號",
            "y": 24.07149,
            "x": 120.544461
        },
        {
            "name": "鹿港鹿草店",
            "address": "彰化縣鹿港鎮鹿草路一段２８１、２８５號１樓",
            "y": 24.064285,
            "x": 120.434859
        },
        {
            "name": "鹿港路加店",
            "address": "彰化縣鹿港鎮永安里永安二路５２號",
            "y": 24.061073,
            "x": 120.440419
        },
        {
            "name": "鹿港晨安店",
            "address": "彰化縣鹿港鎮中山路５１９號",
            "y": 24.060154,
            "x": 120.42898
        },
        {
            "name": "中縣中連店",
            "address": "台中市烏日區太明北路２號",
            "y": 24.059219,
            "x": 120.644664
        },
        {
            "name": "彰化延和店",
            "address": "彰化縣彰化市延和里１８鄰大埔路２５１號",
            "y": 24.058859,
            "x": 120.544949
        },
        {
            "name": "鹿港天后店",
            "address": "彰化縣鹿港鎮中山路３４０號１、２樓",
            "y": 24.057923,
            "x": 120.432581
        },
        {
            "name": "彰縣沿海店",
            "address": "彰化縣福興鄉沿海路五段２５２-８號",
            "y": 24.047854,
            "x": 120.429813
        },
        {
            "name": "霧峰亞大店",
            "address": "台中市霧峰區柳豐路５００號感恩學院B１",
            "y": 24.046118,
            "x": 120.687623
        },
        {
            "name": "花壇虎山店",
            "address": "彰化縣花壇鄉彰員路三段１６６、１６８、１７０號、虎山街４２０號一樓部份",
            "y": 24.04564,
            "x": 120.546249
        },
        {
            "name": "彰縣番花店",
            "address": "彰化縣福興鄉番花路二段８６７號",
            "y": 24.027705,
            "x": 120.442859
        },
        {
            "name": "南投國姓店",
            "address": "南投縣國姓鄉中正路一段１００-１號",
            "y": 24.023548,
            "x": 120.825805
        },
        {
            "name": "花壇彰員店",
            "address": "彰化縣花壇鄉彰員路二段８１號",
            "y": 24.021159,
            "x": 120.557512
        },
        {
            "name": "彰縣彰壇店",
            "address": "彰化縣花壇鄉番花路５號",
            "y": 24.020178,
            "x": 120.54055
        },
        {
            "name": "彰縣彰花店",
            "address": "彰化縣花壇鄉中山路一段７２號",
            "y": 24.011471,
            "x": 120.552263
        },
        {
            "name": "彰縣埔鹽店",
            "address": "彰化縣埔鹽鄉中正路２３１號一樓２３３號",
            "y": 24.00006,
            "x": 120.463391
        },
        {
            "name": "南投投香店",
            "address": "南投縣草屯鎮新豐路２９８號",
            "y": 23.99554,
            "x": 120.679709
        },
        {
            "name": "南投投源店",
            "address": "南投縣草屯鎮芬草路二段５６１號",
            "y": 23.994937,
            "x": 120.665741
        },
        {
            "name": "南投投家店",
            "address": "南投縣草屯鎮博愛路１３２１號",
            "y": 23.990618,
            "x": 120.668033
        },
        {
            "name": "埔里愛埔店",
            "address": "南投縣埔里鎮南村里中山路四段１７６-１號",
            "y": 23.97227,
            "x": 120.927452
        },
        {
            "name": "員林大道店",
            "address": "彰化縣員林市南平里復興二街１２０號",
            "y": 23.971419,
            "x": 120.565713
        },
        {
            "name": "埔里美人店",
            "address": "南投縣埔里鎮北環路５１號壹樓部份",
            "y": 23.966256,
            "x": 120.972123
        },
        {
            "name": "員林靜修店",
            "address": "彰化縣員林市中山路二段８７號一樓、二樓(含地下室３格停車位)",
            "y": 23.962192,
            "x": 120.570688
        },
        {
            "name": "彰縣員林店",
            "address": "彰化縣員林市中山路２段２號",
            "y": 23.959503,
            "x": 120.570778
        },
        {
            "name": "員林鐵站店",
            "address": "彰化縣員林市民權街５５號",
            "y": 23.959388,
            "x": 120.569873
        },
        {
            "name": "彰縣彰福店",
            "address": "彰化縣溪湖鎮二溪路二段６１２號",
            "y": 23.95855,
            "x": 120.452717
        },
        {
            "name": "草屯草鞋墩店",
            "address": "南投縣草屯鎮山腳里２８鄰太平路一段４８號及法定空地",
            "y": 23.958403,
            "x": 120.681293
        },
        {
            "name": "彰縣彰誠店",
            "address": "彰化縣員林市中山南路３８、４０號",
            "y": 23.955251,
            "x": 120.570912
        },
        {
            "name": "員林員外店",
            "address": "彰化縣員林市中正路２５６號１樓",
            "y": 23.95472,
            "x": 120.574403
        },
        {
            "name": "彰縣彰湖店",
            "address": "彰化縣溪湖鎮東溪里員鹿路一段２５３號",
            "y": 23.953385,
            "x": 120.502888
        },
        {
            "name": "員林員水店",
            "address": "彰化縣員林市員水路一段臨５０３號",
            "y": 23.952554,
            "x": 120.593392
        },
        {
            "name": "溪湖甜心店",
            "address": "彰化縣溪湖鎮彰水路二段８２３號",
            "y": 23.952504,
            "x": 120.48041
        },
        {
            "name": "彰縣彰百店",
            "address": "彰化縣員林市員水路一段１７０號",
            "y": 23.949752,
            "x": 120.600895
        },
        {
            "name": "彰縣大方店",
            "address": "彰化縣員林市山腳路二段１１號",
            "y": 23.94419,
            "x": 120.600464
        },
        {
            "name": "南投八卦店",
            "address": "南投縣南投市八卦路１２５８號",
            "y": 23.939534,
            "x": 120.63787
        },
        {
            "name": "永靖五汴頭店",
            "address": "彰化縣永靖鄉中山路三段４７６、４８０號",
            "y": 23.937486,
            "x": 120.558092
        },
        {
            "name": "員林山腳店",
            "address": "彰化縣員林市山腳路一段３４、３６、３８號",
            "y": 23.935786,
            "x": 120.602375
        },
        {
            "name": "永靖九分店",
            "address": "彰化縣永靖鄉九分路４５２號１樓",
            "y": 23.935711,
            "x": 120.56047
        },
        {
            "name": "南投投順店",
            "address": "南投縣南投市南崗三路２４０號",
            "y": 23.930608,
            "x": 120.667601
        },
        {
            "name": "社頭樂活店",
            "address": "彰化縣社頭鄉員集路三段７５０號",
            "y": 23.923024,
            "x": 120.581618
        },
        {
            "name": "彰縣彰鳳店",
            "address": "彰化縣社頭鄉山腳路三段２３０號",
            "y": 23.918179,
            "x": 120.60615
        },
        {
            "name": "二林鴻苑店",
            "address": "彰化縣二林鎮斗苑路五段１０９、１１１、１１３號",
            "y": 23.899891,
            "x": 120.369445
        },
        {
            "name": "中寮香蕉店",
            "address": "南投縣中寮鄉永平路４４５-４８號",
            "y": 23.892168,
            "x": 120.733243
        },
        {
            "name": "埤頭稻興店",
            "address": "彰化縣埤頭鄉斗苑西路９２號",
            "y": 23.891372,
            "x": 120.463216
        },
        {
            "name": "社頭清水岩店",
            "address": "彰化縣社頭鄉山腳路一段４５６號",
            "y": 23.88863,
            "x": 120.609422
        },
        {
            "name": "北斗七星店",
            "address": "彰化縣北斗鎮復興路１４５-１號",
            "y": 23.876064,
            "x": 120.528116
        },
        {
            "name": "彰縣明苑店",
            "address": "彰化縣埤頭鄉文化路３６９號",
            "y": 23.87026,
            "x": 120.494904
        },
        {
            "name": "田中大社店",
            "address": "彰化縣田中鎮中正路５７７號",
            "y": 23.863663,
            "x": 120.583707
        },
        {
            "name": "彰縣溪州店",
            "address": "彰化縣溪州鄉中山路三段３７１號",
            "y": 23.853058,
            "x": 120.495014
        },
        {
            "name": "南投員集店",
            "address": "南投縣名間鄉濁水村員集路３３-１７號",
            "y": 23.831531,
            "x": 120.711066
        },
        {
            "name": "集集火車店",
            "address": "南投縣集集鎮民生路１１３號",
            "y": 23.826849,
            "x": 120.783722
        },
        {
            "name": "水里車埕店",
            "address": "南投縣水里鄉民生路２９０號",
            "y": 23.816163,
            "x": 120.854573
        },
        {
            "name": "雲縣雲好店",
            "address": "雲林縣莿桐鄉義和村三和路１３７-１、１３７-２號",
            "y": 23.775558,
            "x": 120.490014
        },
        {
            "name": "竹山南雲店",
            "address": "南投縣竹山鎮中和路１２之１號",
            "y": 23.760366,
            "x": 120.664195
        },
        {
            "name": "雲縣雲鼎店",
            "address": "雲林縣崙背鄉大有村大有路１５８之３號",
            "y": 23.759517,
            "x": 120.310444
        },
        {
            "name": "雲縣雲鑽店",
            "address": "雲林縣崙背鄉南光路４號、中山路２６５、２６７號",
            "y": 23.759242,
            "x": 120.360635
        },
        {
            "name": "竹山前山店",
            "address": "南投縣竹山鎮前山路一段２０５號",
            "y": 23.758674,
            "x": 120.677279
        },
        {
            "name": "雲縣雲桐店",
            "address": "雲林縣莿桐鄉中正路１６５號",
            "y": 23.757615,
            "x": 120.496428
        },
        {
            "name": "台西蚊港店",
            "address": "雲林縣台西鄉蚊港村１３４號",
            "y": 23.756819,
            "x": 120.221591
        },
        {
            "name": "竹山桂竹店",
            "address": "南投縣竹山鎮興隆街４３號",
            "y": 23.75534,
            "x": 120.687591
        },
        {
            "name": "南投投喜店",
            "address": "南投縣竹山鎮自強路１號",
            "y": 23.753913,
            "x": 120.677601
        },
        {
            "name": "麥寮麥田店",
            "address": "雲林縣麥寮鄉麥津村１７鄰中山路４１２號１樓部份",
            "y": 23.750317,
            "x": 120.25112
        },
        {
            "name": "鹿谷農會店",
            "address": "南投縣鹿谷鄉中正路二段７７號",
            "y": 23.746211,
            "x": 120.753381
        },
        {
            "name": "虎尾虎醫店",
            "address": "雲林縣虎尾鎮廉使里學府路９５號B１",
            "y": 23.735686,
            "x": 120.426787
        },
        {
            "name": "斗六雲萬店",
            "address": "雲林縣斗六市萬年路６３２號",
            "y": 23.732065,
            "x": 120.553179
        },
        {
            "name": "雲縣雲內店",
            "address": "雲林縣虎尾鎮埒內８０、８１號",
            "y": 23.723256,
            "x": 120.44967
        },
        {
            "name": "斗六鎮北二店",
            "address": "雲林縣斗六市鎮北路６４號",
            "y": 23.712653,
            "x": 120.543309
        },
        {
            "name": "斗六西平店",
            "address": "雲林縣斗六市北平路１號",
            "y": 23.712563,
            "x": 120.534972
        },
        {
            "name": "斗六宏泰店",
            "address": "雲林縣斗六市南京西路１０２號",
            "y": 23.710072,
            "x": 120.533981
        },
        {
            "name": "虎尾若瑟店",
            "address": "雲林縣虎尾鎮光復路３５３號",
            "y": 23.709823,
            "x": 120.439019
        },
        {
            "name": "虎尾科學店",
            "address": "雲林縣虎尾鎮復興路２２０號",
            "y": 23.704837,
            "x": 120.424267
        },
        {
            "name": "斗六莊敬店",
            "address": "雲林縣斗六市中正路２１２號",
            "y": 23.703355,
            "x": 120.544434
        },
        {
            "name": "斗六雲德店",
            "address": "雲林縣斗六市明德路４５３、４５５號",
            "y": 23.698925,
            "x": 120.535101
        },
        {
            "name": "斗六斗醫店",
            "address": "雲林縣斗六市雲林路二段５７９號１樓",
            "y": 23.697659,
            "x": 120.52593
        },
        {
            "name": "斗六雲大店",
            "address": "雲林縣斗六市大學路三段２３３號",
            "y": 23.694904,
            "x": 120.527563
        },
        {
            "name": "雲縣土庫店",
            "address": "雲林縣土庫鎮復興路９０號",
            "y": 23.682368,
            "x": 120.390195
        },
        {
            "name": "斗六鑫雲霸店",
            "address": "雲林縣斗六市仁義路１４６號",
            "y": 23.67405,
            "x": 120.537184
        },
        {
            "name": "雲縣雲發店",
            "address": "雲林縣大埤鄉尚義村延平路三段５８２、５８４號",
            "y": 23.632182,
            "x": 120.46802
        },
        {
            "name": "嘉縣大林店",
            "address": "嘉義縣大林鎮平林里６鄰下潭底２３-５號",
            "y": 23.593097,
            "x": 120.458562
        },
        {
            "name": "梅山梅花店",
            "address": "嘉義縣梅山鄉工業一路２號",
            "y": 23.590692,
            "x": 120.539192
        },
        {
            "name": "嘉縣嘉梅店",
            "address": "嘉義縣梅山鄉中山路５７９號",
            "y": 23.587509,
            "x": 120.549477
        },
        {
            "name": "嘉縣嘉樂店",
            "address": "嘉義縣梅山鄉梅北村中山路２９６號",
            "y": 23.585153,
            "x": 120.555316
        },
        {
            "name": "北港黑金剛店",
            "address": "雲林縣北港鎮穎寧街７２號",
            "y": 23.578645,
            "x": 120.294946
        },
        {
            "name": "民雄三興店",
            "address": "嘉義縣民雄鄉三興村神農路４２號",
            "y": 23.554453,
            "x": 120.471875
        },
        {
            "name": "嘉縣嘉月店",
            "address": "嘉義縣新港鄉月眉村１２７、１２８-１號",
            "y": 23.552064,
            "x": 120.347433
        },
        {
            "name": "民雄北勢子店",
            "address": "嘉義縣民雄鄉北斗村北勢子１-１０１號",
            "y": 23.531302,
            "x": 120.457659
        },
        {
            "name": "嘉縣嘉竹店",
            "address": "嘉義縣竹崎鄉紫雲村大竹圍１４之９號",
            "y": 23.526324,
            "x": 120.516388
        },
        {
            "name": "民雄頭橋店",
            "address": "嘉義縣民雄鄉興南村工業一路２號",
            "y": 23.519972,
            "x": 120.436095
        },
        {
            "name": "嘉義忠孝北店",
            "address": "嘉義市東區忠孝北街１０９號",
            "y": 23.516349,
            "x": 120.446358
        },
        {
            "name": "嘉縣嘉棹店",
            "address": "嘉義縣竹崎鄉中和村石棹２２之１９號",
            "y": 23.509686,
            "x": 120.545075
        },
        {
            "name": "太保嘉太店",
            "address": "嘉義縣太保市麻太路２００\u0026２０２號",
            "y": 23.497576,
            "x": 120.363058
        },
        {
            "name": "太保風鈴店",
            "address": "嘉義縣太保市舊埤里１７鄰新埤５之１８號",
            "y": 23.488171,
            "x": 120.331433
        },
        {
            "name": "嘉義啟園店",
            "address": "嘉義市東區啟明路２８３號",
            "y": 23.48398,
            "x": 120.463131
        },
        {
            "name": "嘉義站前店",
            "address": "嘉義市西區仁愛路５８４號",
            "y": 23.478746,
            "x": 120.441982
        },
        {
            "name": "嘉義保建店",
            "address": "嘉義市東區保建街４０號\u0026４２號\u0026４６號",
            "y": 23.478642,
            "x": 120.453488
        },
        {
            "name": "嘉義嘉文店",
            "address": "嘉義市西區文化路８７號",
            "y": 23.478015,
            "x": 120.449748
        },
        {
            "name": "嘉義義昌店",
            "address": "嘉義市西區民族路６５２號",
            "y": 23.47565,
            "x": 120.44461
        },
        {
            "name": "嘉義嘉體店",
            "address": "嘉義市東區體育路７９號",
            "y": 23.47409,
            "x": 120.46148
        },
        {
            "name": "嘉縣嘉路店",
            "address": "嘉義縣番路鄉下坑村下坑４６號",
            "y": 23.471067,
            "x": 120.543216
        },
        {
            "name": "嘉義國興店",
            "address": "嘉義市東區興業東路１６０號",
            "y": 23.469541,
            "x": 120.457858
        },
        {
            "name": "嘉義嘉業店",
            "address": "嘉義市西區興業西路１３９號",
            "y": 23.468124,
            "x": 120.443148
        },
        {
            "name": "東石農會店",
            "address": "嘉義縣東石鄉猿樹村１４７號壹樓",
            "y": 23.458665,
            "x": 120.15389
        },
        {
            "name": "太保前潭店",
            "address": "嘉義縣太保市前潭里後潭１６０、１６０之１號",
            "y": 23.455509,
            "x": 120.345201
        },
        {
            "name": "嘉義吳鳳南店",
            "address": "嘉義市東區吳鳳南路６３５號",
            "y": 23.45542,
            "x": 120.459329
        },
        {
            "name": "嘉縣和發店",
            "address": "嘉義縣中埔鄉中山路５段７３６號",
            "y": 23.45164,
            "x": 120.463279
        },
        {
            "name": "番路雲海店",
            "address": "嘉義縣番路鄉公田村隙頂５２-１１號",
            "y": 23.430172,
            "x": 120.657421
        },
        {
            "name": "朴子松梅店",
            "address": "嘉義縣朴子市松華里牛挑灣３５１號",
            "y": 23.412798,
            "x": 120.254771
        },
        {
            "name": "布袋海運店",
            "address": "嘉義縣布袋鎮中正路１４３號",
            "y": 23.381788,
            "x": 120.154881
        },
        {
            "name": "後壁頭前店",
            "address": "台南市後壁區後壁１９５之１７號",
            "y": 23.365997,
            "x": 120.361971
        },
        {
            "name": "白河美人店",
            "address": "台南市白河區關嶺里關子嶺３８之１號",
            "y": 23.335697,
            "x": 120.500167
        },
        {
            "name": "新營交流道店",
            "address": "台南市新營區復興路６２２號",
            "y": 23.30606,
            "x": 120.296263
        },
        {
            "name": "新營郵政店",
            "address": "台南市新營區中山路１２６號",
            "y": 23.305043,
            "x": 120.317976
        },
        {
            "name": "北門鹽福店",
            "address": "台南市北門區永隆里北門１號",
            "y": 23.274612,
            "x": 120.127209
        },
        {
            "name": "官田建業店",
            "address": "台南市官田區二鎮里工業路２１號",
            "y": 23.209823,
            "x": 120.323181
        },
        {
            "name": "南縣南歐店",
            "address": "台南市將軍區西華村５鄰西華６７-２３號",
            "y": 23.199275,
            "x": 120.155031
        },
        {
            "name": "將軍馬沙溝店",
            "address": "台南市將軍區平沙里１鄰平沙１之１９號",
            "y": 23.199163,
            "x": 120.158576
        },
        {
            "name": "南縣麻庄店",
            "address": "台南市麻豆區寮部里寮子部１６６之１７號",
            "y": 23.189827,
            "x": 120.283243
        },
        {
            "name": "麻豆麻口店",
            "address": "台南市麻豆區麻口里１鄰麻豆口１之３９號",
            "y": 23.180433,
            "x": 120.21656
        },
        {
            "name": "楠西茄菝店",
            "address": "台南市楠西區東勢里中正路１７９、１７９-１、１７９-２號",
            "y": 23.175783,
            "x": 120.48596
        },
        {
            "name": "佳里奇佳店",
            "address": "台南市佳里區六安里六安１１７之４６號",
            "y": 23.165378,
            "x": 120.177112
        },
        {
            "name": "南縣大潭店",
            "address": "台南市七股區大潭村台潭２５號",
            "y": 23.140463,
            "x": 120.139132
        },
        {
            "name": "南縣南定店",
            "address": "台南市安定區六嘉村３２之１號",
            "y": 23.121606,
            "x": 120.236947
        },
        {
            "name": "玉井芒果店",
            "address": "台南市玉井區中山路８２之１號",
            "y": 23.120104,
            "x": 120.462246
        },
        {
            "name": "南化龍眼店",
            "address": "台南市南化區北寮里１鄰北寮１１號",
            "y": 23.080632,
            "x": 120.490281
        },
        {
            "name": "安南長和店",
            "address": "台南市安南區長和路一段４０６號",
            "y": 23.062685,
            "x": 120.228592
        },
        {
            "name": "台南安工店",
            "address": "台南市安南區科技公園大道１５號",
            "y": 23.043558,
            "x": 120.146944
        },
        {
            "name": "永康上永店",
            "address": "台南市永康區中正北路３１４號",
            "y": 23.041618,
            "x": 120.24771
        },
        {
            "name": "永康飛翔店",
            "address": "台南市永康區中正南路８５５號",
            "y": 23.041245,
            "x": 120.236877
        },
        {
            "name": "永康南俊店",
            "address": "台南市永康區中正路８９０號一樓",
            "y": 23.039367,
            "x": 120.239496
        },
        {
            "name": "永康洲尾店",
            "address": "台南市永康區中正南路６４９號",
            "y": 23.03758,
            "x": 120.232571
        },
        {
            "name": "安南敦安店",
            "address": "台南市安南區敦安街９７號１+２樓範圍",
            "y": 23.02738,
            "x": 120.211267
        },
        {
            "name": "安南惠安店",
            "address": "台南市安南區溪頂里２３鄰惠安街１０２\u0026１０４號",
            "y": 23.026994,
            "x": 120.207595
        },
        {
            "name": "新化崙頂店",
            "address": "台南市新化區崙頂里崙子頂６４之３、６４之５號",
            "y": 23.024383,
            "x": 120.287603
        },
        {
            "name": "永康東橋店",
            "address": "台南市永康區東橋十街４７號",
            "y": 23.023305,
            "x": 120.234242
        },
        {
            "name": "永康真愛店",
            "address": "台南市永康區東橋七路１８５號",
            "y": 23.021164,
            "x": 120.236834
        },
        {
            "name": "永康巧遇店",
            "address": "台南市永康區永勝街１號",
            "y": 23.015257,
            "x": 120.254917
        },
        {
            "name": "台南南園店",
            "address": "台南市北區南園街１０３號",
            "y": 23.007915,
            "x": 120.22562
        },
        {
            "name": "南市海安店",
            "address": "台南市北區臨安路２段２１５號",
            "y": 23.003966,
            "x": 120.199734
        },
        {
            "name": "台南古堡店",
            "address": "台南市安平區安北路４０５、４０７號",
            "y": 23.000125,
            "x": 120.153775
        },
        {
            "name": "台南湖美店",
            "address": "台南市中西區民權路四段１３８號",
            "y": 22.999274,
            "x": 120.182716
        },
        {
            "name": "永康榮醫店",
            "address": "台南市永康區復興里５鄰復興路４０５號",
            "y": 22.998405,
            "x": 120.240106
        },
        {
            "name": "台南采風店",
            "address": "台南市中西區青年路１９４號",
            "y": 22.991579,
            "x": 120.21043
        },
        {
            "name": "台南南森店",
            "address": "台南市東區林森路二段１９２巷２９號",
            "y": 22.989622,
            "x": 120.225216
        },
        {
            "name": "台南康平店",
            "address": "台南市安平區健康三街１８８之１號",
            "y": 22.988796,
            "x": 120.16869
        },
        {
            "name": "台南華文店",
            "address": "台南市南區永華路一段２６９號",
            "y": 22.988415,
            "x": 120.190085
        },
        {
            "name": "台南東環店",
            "address": "台南市東區大同路一段５９號",
            "y": 22.987557,
            "x": 120.211493
        },
        {
            "name": "台南南新店",
            "address": "台南市中西區西門路一段５８０號",
            "y": 22.986243,
            "x": 120.197725
        },
        {
            "name": "台南南慶店",
            "address": "台南市南區西門路一段２７７號",
            "y": 22.976632,
            "x": 120.197461
        },
        {
            "name": "杉林大愛店",
            "address": "高雄市杉林區大愛路１號",
            "y": 22.969573,
            "x": 120.542122
        },
        {
            "name": "台南新建店",
            "address": "台南市南區新建路３７巷２號１樓",
            "y": 22.968704,
            "x": 120.185627
        },
        {
            "name": "台南南都店",
            "address": "台南市南區德興路１號、３號及新都路４６７號",
            "y": 22.966319,
            "x": 120.192853
        },
        {
            "name": "台南翔新店",
            "address": "台南市南區中華南路二段２９８、２９６、２９４號１樓",
            "y": 22.961791,
            "x": 120.187875
        },
        {
            "name": "關廟鳳梨店",
            "address": "台南市關廟區香洋里中央路２３０號１樓",
            "y": 22.960868,
            "x": 120.328626
        },
        {
            "name": "台南南德店",
            "address": "台南市東區崇德路９８６號一樓",
            "y": 22.959941,
            "x": 120.22747
        },
        {
            "name": "南縣南工店",
            "address": "台南市仁德區中正路一段３４０號",
            "y": 22.924563,
            "x": 120.239969
        },
        {
            "name": "仁德嘉藥店",
            "address": "台南市仁德區二仁路一段１５７、１５９號",
            "y": 22.920551,
            "x": 120.225036
        },
        {
            "name": "仁德二仁店",
            "address": "台南市仁德區二仁路一段９９號(含停車空間)",
            "y": 22.918775,
            "x": 120.225506
        },
        {
            "name": "歸仁武東店",
            "address": "台南市歸仁區中正南路三段２４２號",
            "y": 22.912389,
            "x": 120.270452
        },
        {
            "name": "美濃城門店",
            "address": "高雄市美濃區合和里成功路２１８號",
            "y": 22.892707,
            "x": 120.54976
        },
        {
            "name": "高縣永新店",
            "address": "高雄市永安區維新路１５５-１號",
            "y": 22.808166,
            "x": 120.243451
        },
        {
            "name": "岡山仁貴店",
            "address": "高雄市岡山區嘉新東路７９之５號",
            "y": 22.807337,
            "x": 120.301667
        },
        {
            "name": "高縣岡本店",
            "address": "高雄市岡山區本洲路５５-４７號",
            "y": 22.805333,
            "x": 120.277373
        },
        {
            "name": "燕巢援巢店",
            "address": "高雄市燕巢區中興北路１６號",
            "y": 22.7938,
            "x": 120.362002
        },
        {
            "name": "高縣岡仁店",
            "address": "高雄市岡山區筧橋路１號",
            "y": 22.788004,
            "x": 120.296245
        },
        {
            "name": "橋頭仕豐店",
            "address": "高雄市橋頭區仕豐路１１１之７號",
            "y": 22.749453,
            "x": 120.305965
        },
        {
            "name": "屏縣屏欣店",
            "address": "屏東縣鹽埔鄉新圍村維新路１１２之１號",
            "y": 22.741373,
            "x": 120.557501
        },
        {
            "name": "楠梓常德店",
            "address": "高雄市楠梓區常德路３２４巷１０號",
            "y": 22.737125,
            "x": 120.337686
        },
        {
            "name": "楠梓高大店",
            "address": "高雄市楠梓區大學南路３０９號１樓",
            "y": 22.732223,
            "x": 120.290427
        },
        {
            "name": "高縣高龍店",
            "address": "高雄市大社區中山路４５９號",
            "y": 22.731324,
            "x": 120.353789
        },
        {
            "name": "大樹義大店",
            "address": "高雄市大樹區學城路一段１３１號",
            "y": 22.729581,
            "x": 120.402858
        },
        {
            "name": "大社翠屏店",
            "address": "高雄市大社區翠屏路８４巷４-２號",
            "y": 22.729308,
            "x": 120.351257
        },
        {
            "name": "大樹遊樂店",
            "address": "高雄市大樹區學城路一段５號壹樓",
            "y": 22.72889,
            "x": 120.40496
        },
        {
            "name": "高市高梓店",
            "address": "高雄市楠梓區楠梓新路２５７＆２５９號一樓",
            "y": 22.728546,
            "x": 120.325996
        },
        {
            "name": "梓官港口店",
            "address": "高雄市梓官區中正路１３７號",
            "y": 22.728394,
            "x": 120.256681
        },
        {
            "name": "高市陸橋店",
            "address": "高雄市楠梓區高楠公路１７５７號",
            "y": 22.728146,
            "x": 120.32092
        },
        {
            "name": "高市藍田店",
            "address": "高雄市楠梓區藍田路９４８號",
            "y": 22.727458,
            "x": 120.280504
        },
        {
            "name": "大社鑫龍店",
            "address": "高雄市大社區金龍路１２０號一樓",
            "y": 22.727311,
            "x": 120.353777
        },
        {
            "name": "大社中里店",
            "address": "高雄市大社區中里里三民路９６號",
            "y": 22.722728,
            "x": 120.350572
        },
        {
            "name": "高市三山店",
            "address": "高雄市楠梓區德民路１２６０號",
            "y": 22.716958,
            "x": 120.282607
        },
        {
            "name": "高縣鳳仁店",
            "address": "高雄市仁武區永宏巷２號",
            "y": 22.713074,
            "x": 120.338363
        },
        {
            "name": "高市盛昌店",
            "address": "高雄市楠梓區三山街６１之７號",
            "y": 22.711853,
            "x": 120.286603
        },
        {
            "name": "長治久安店",
            "address": "屏東縣長治鄉黎明路２６號\u0026水源路４１之１號",
            "y": 22.70177,
            "x": 120.576305
        },
        {
            "name": "仁武正和店",
            "address": "高雄市仁武區中正路９３號",
            "y": 22.701536,
            "x": 120.347641
        },
        {
            "name": "仁武仁林店",
            "address": "高雄市仁武區仁林路２６３、２６３-１、２６３-２號",
            "y": 22.701036,
            "x": 120.391147
        },
        {
            "name": "高市海總店",
            "address": "高雄市左營區軍校路５５３號(國軍左營總醫院１樓大廳)",
            "y": 22.700352,
            "x": 120.292232
        },
        {
            "name": "高市合群店",
            "address": "高雄市左營區緯六路２５０、２５２號",
            "y": 22.697435,
            "x": 120.287556
        },
        {
            "name": "長治德協店",
            "address": "屏東縣長治鄉德協村中興路６２７號",
            "y": 22.694972,
            "x": 120.54824
        },
        {
            "name": "屏東豐光店",
            "address": "屏東縣屏東市瑞光路二段２１２號",
            "y": 22.692161,
            "x": 120.50277
        },
        {
            "name": "屏東公裕店",
            "address": "屏東縣屏東市公裕街１６７號及北勢段６３９-１０、１２、２６地號",
            "y": 22.689608,
            "x": 120.491026
        },
        {
            "name": "屏東崇朝店",
            "address": "屏東縣屏東市崇朝一路１６０號",
            "y": 22.688363,
            "x": 120.475264
        },
        {
            "name": "仁武澄湖店",
            "address": "高雄市仁武區八德東路５８５號",
            "y": 22.687663,
            "x": 120.349522
        },
        {
            "name": "左營廟東店",
            "address": "高雄市左營區左營大路４００號及４０２號",
            "y": 22.687219,
            "x": 120.29339
        },
        {
            "name": "仁武新德店",
            "address": "高雄市仁武區八德中路１８０號１ 樓",
            "y": 22.687114,
            "x": 120.336344
        },
        {
            "name": "左營典愛店",
            "address": "高雄市左營區重和路２２號",
            "y": 22.683464,
            "x": 120.313818
        },
        {
            "name": "屏東屏敬店",
            "address": "屏東縣屏東市莊敬街一段５６號",
            "y": 22.683346,
            "x": 120.501802
        },
        {
            "name": "仁武永仁店",
            "address": "高雄市仁武區八卦里永仁街２７２-１號",
            "y": 22.683296,
            "x": 120.333806
        },
        {
            "name": "屏東好豐年店",
            "address": "屏東縣屏東市豐年街１４９號",
            "y": 22.679109,
            "x": 120.506099
        },
        {
            "name": "高縣仁忠店",
            "address": "高雄市仁武區仁和村仁忠路８６號、９２號１樓",
            "y": 22.677638,
            "x": 120.355893
        },
        {
            "name": "左營榮華店",
            "address": "高雄市左營區大中一路３８６號",
            "y": 22.67744,
            "x": 120.322476
        },
        {
            "name": "高市鼎盛店",
            "address": "高雄市三民區大中一路２３３號一、二樓及２３５巷１號２樓",
            "y": 22.6756,
            "x": 120.32337
        },
        {
            "name": "高縣鼎仁店",
            "address": "高雄市仁武區仁雄路４６７號",
            "y": 22.67372,
            "x": 120.3344
        },
        {
            "name": "仁武鳳成店",
            "address": "高雄市仁武區考潭里鳳仁路４-６號",
            "y": 22.671995,
            "x": 120.360893
        },
        {
            "name": "鼓山華泰店",
            "address": "高雄市鼓山區華榮路５６２號及華泰路２５７號",
            "y": 22.67014,
            "x": 120.293486
        },
        {
            "name": "屏東水源店",
            "address": "屏東縣屏東市林森路東段１００號",
            "y": 22.669571,
            "x": 120.504947
        },
        {
            "name": "三民千禧店",
            "address": "高雄市三民區民族一路９００號",
            "y": 22.669266,
            "x": 120.317418
        },
        {
            "name": "高市文藻店",
            "address": "高雄市三民區民族一路９００號(行政大樓B１福利社)",
            "y": 22.669266,
            "x": 120.317418
        },
        {
            "name": "鳥松夢裡店",
            "address": "高雄市鳥松區大仁北路１２５號",
            "y": 22.667192,
            "x": 120.361311
        },
        {
            "name": "左營正心店",
            "address": "高雄市左營區正心街１０２號１+２樓",
            "y": 22.664987,
            "x": 120.30431
        },
        {
            "name": "屏東建欣店",
            "address": "屏東縣屏東市建國路１１３之２號",
            "y": 22.664924,
            "x": 120.481476
        },
        {
            "name": "高市鼎力店",
            "address": "高雄市三民區鼎力路１００號",
            "y": 22.664677,
            "x": 120.322001
        },
        {
            "name": "高市高富店",
            "address": "高雄市左營區富民路３５０號",
            "y": 22.664637,
            "x": 120.305213
        },
        {
            "name": "屏東大學店",
            "address": "屏東縣屏東市民生路４-１８號",
            "y": 22.66439,
            "x": 120.503962
        },
        {
            "name": "高市高育店",
            "address": "高雄市左營區明華一路７２號及辛亥路８７號",
            "y": 22.662957,
            "x": 120.309086
        },
        {
            "name": "高市鼎金店",
            "address": "高雄市三民區鼎中路１３９號",
            "y": 22.662098,
            "x": 120.319043
        },
        {
            "name": "鼓山龍德店",
            "address": "高雄市鼓山區龍德路２６１號",
            "y": 22.654121,
            "x": 120.297102
        },
        {
            "name": "高市建工店",
            "address": "高雄市三民區建工路３０４號",
            "y": 22.653635,
            "x": 120.331567
        },
        {
            "name": "高縣松陽店",
            "address": "高雄市鳥松區本館路２７９號１樓",
            "y": 22.652248,
            "x": 120.339984
        },
        {
            "name": "屏東屏佳店",
            "address": "屏東縣屏東市民族路７５號",
            "y": 22.652198,
            "x": 120.528161
        },
        {
            "name": "高市高應大店",
            "address": "高雄市三民區建工路４１５號",
            "y": 22.650443,
            "x": 120.328037
        },
        {
            "name": "高市高順店",
            "address": "高雄市三民區建工路５８２號",
            "y": 22.649822,
            "x": 120.323724
        },
        {
            "name": "屏市迪化店",
            "address": "屏東縣屏東市中山路１２８號",
            "y": 22.649755,
            "x": 120.527796
        },
        {
            "name": "高縣神農店",
            "address": "高雄市鳥松區仁美里神農路７２０-１號",
            "y": 22.649381,
            "x": 120.391828
        },
        {
            "name": "高市元隆店",
            "address": "高雄市三民區建元路６２號",
            "y": 22.646377,
            "x": 120.317711
        },
        {
            "name": "內埔屏科店",
            "address": "屏東縣內埔鄉學府路１號",
            "y": 22.64303,
            "x": 120.609966
        },
        {
            "name": "鳳山文東店",
            "address": "高雄市鳳山區文龍東路２４０號",
            "y": 22.640889,
            "x": 120.368444
        },
        {
            "name": "大寮江山店",
            "address": "高雄市大寮區鳳屏二路８４、８６、８８號",
            "y": 22.640878,
            "x": 120.409159
        },
        {
            "name": "鳳山高行店",
            "address": "高雄市鳳山區力行路８１＆８３號",
            "y": 22.639141,
            "x": 120.366982
        },
        {
            "name": "高市科工店",
            "address": "高雄市三民區九如一路５３３、５３５號",
            "y": 22.639095,
            "x": 120.327038
        },
        {
            "name": "高市大港店",
            "address": "高雄市三民區建國二路２１０、２１２、２１４號１樓",
            "y": 22.637786,
            "x": 120.306427
        },
        {
            "name": "三民長明店",
            "address": "高雄市三民區建國二路２８號",
            "y": 22.637553,
            "x": 120.312369
        },
        {
            "name": "高縣後庄店",
            "address": "高雄市大寮區後庄村成功路６０號",
            "y": 22.63733,
            "x": 120.39144
        },
        {
            "name": "高市高進店",
            "address": "高雄市三民區九如一路２２７號",
            "y": 22.637152,
            "x": 120.338438
        },
        {
            "name": "高縣高庄店",
            "address": "高雄市大寮區中庄村中庄路１號",
            "y": 22.634345,
            "x": 120.395299
        },
        {
            "name": "鳳山文鳳店",
            "address": "高雄市鳳山區文化路７１號\u0026６９之６號",
            "y": 22.634048,
            "x": 120.353533
        },
        {
            "name": "六合夜市店",
            "address": "高雄市新興區六合二路６６號",
            "y": 22.632448,
            "x": 120.299898
        },
        {
            "name": "鳳山博愛店",
            "address": "高雄市鳳山區博愛路３５１號",
            "y": 22.630818,
            "x": 120.367914
        },
        {
            "name": "高市雅福店",
            "address": "高雄市苓雅區福德二路５號",
            "y": 22.630091,
            "x": 120.327678
        },
        {
            "name": "新興錦田店",
            "address": "高雄市新興區錦田路５４號",
            "y": 22.630016,
            "x": 120.310305
        },
        {
            "name": "鳳山工協店",
            "address": "高雄市鳳山區工協街２６、２８號",
            "y": 22.630013,
            "x": 120.372597
        },
        {
            "name": "高市正民店",
            "address": "高雄市苓雅區正言路１１、１３號",
            "y": 22.629761,
            "x": 120.329523
        },
        {
            "name": "鳳山府前店",
            "address": "高雄市鳳山區府前路３８號、４０號及４２號",
            "y": 22.6292,
            "x": 120.343812
        },
        {
            "name": "高市大同店",
            "address": "高雄市前金區大同二路１１號",
            "y": 22.627154,
            "x": 120.295966
        },
        {
            "name": "高市軍醫三店",
            "address": "高雄市苓雅區中正一路２號(軍陣大樓)",
            "y": 22.625415,
            "x": 120.341295
        },
        {
            "name": "高市鼓元店",
            "address": "高雄市鼓山區鼓元街８４號",
            "y": 22.622076,
            "x": 120.271525
        },
        {
            "name": "高市學亨店",
            "address": "高雄市鼓山區蓮海路７０號",
            "y": 22.620229,
            "x": 120.266294
        },
        {
            "name": "前金新田店",
            "address": "高雄市前金區新田路３２３號",
            "y": 22.619886,
            "x": 120.296812
        },
        {
            "name": "內埔埔勝店",
            "address": "屏東縣內埔鄉勝利路２３０、２３２號",
            "y": 22.619878,
            "x": 120.566135
        },
        {
            "name": "高市武慶店",
            "address": "高雄市苓雅區武慶三路７４及７６號",
            "y": 22.619857,
            "x": 120.331933
        },
        {
            "name": "高市濱海店",
            "address": "高雄市鼓山區濱海一路１０９號",
            "y": 22.619487,
            "x": 120.27039
        },
        {
            "name": "大寮正順店",
            "address": "高雄市大寮區中正路２２號",
            "y": 22.618413,
            "x": 120.387583
        },
        {
            "name": "高市英祥店",
            "address": "高雄市苓雅區英祥街１７號",
            "y": 22.616779,
            "x": 120.32568
        },
        {
            "name": "高縣高金店",
            "address": "高雄市大寮區萬丹路６０９號",
            "y": 22.613696,
            "x": 120.407751
        },
        {
            "name": "高縣翁園店",
            "address": "高雄市大寮區萬丹路１１１２號",
            "y": 22.611442,
            "x": 120.413174
        },
        {
            "name": "高市瑞福店",
            "address": "高雄市前鎮區瑞福路１８５號",
            "y": 22.60904,
            "x": 120.335448
        },
        {
            "name": "高市復興店",
            "address": "高雄市前鎮區中山二路１號",
            "y": 22.60729,
            "x": 120.306513
        },
        {
            "name": "屏縣屏瑋店",
            "address": "屏東縣內埔鄉美和村學人路２９１號",
            "y": 22.599931,
            "x": 120.559733
        },
        {
            "name": "大寮鑫鳳林店",
            "address": "高雄市大寮區鳳林三路９７\u0026９９\u0026１０１號",
            "y": 22.596542,
            "x": 120.400981
        },
        {
            "name": "鳳山鳳祥店",
            "address": "高雄市鳳山區自強二路８８號１樓",
            "y": 22.595753,
            "x": 120.327676
        },
        {
            "name": "萬巒教堂店",
            "address": "屏東縣萬巒鄉萬金村萬德路２號及萬興路１５號及１７號",
            "y": 22.595245,
            "x": 120.610518
        },
        {
            "name": "鳳山鳳育店",
            "address": "高雄市鳳山區鳳育路２號及和成路５１９－１號",
            "y": 22.594083,
            "x": 120.342982
        },
        {
            "name": "鳳山鳳福店",
            "address": "高雄市鳳山區自強一路１７７號",
            "y": 22.592012,
            "x": 120.328644
        },
        {
            "name": "高市鎮榮店",
            "address": "高雄市前鎮區鎮興路１０７號及１０９－１號",
            "y": 22.591132,
            "x": 120.312893
        },
        {
            "name": "高縣光明店",
            "address": "高雄市大寮區大寮路８３０號",
            "y": 22.590882,
            "x": 120.420069
        },
        {
            "name": "鳳山高鳳店",
            "address": "高雄市鳳山區高鳳一路１號",
            "y": 22.58973,
            "x": 120.366082
        },
        {
            "name": "鳳山鳳頂店",
            "address": "高雄市鳳山區高鳳一路７０號",
            "y": 22.58849,
            "x": 120.366081
        },
        {
            "name": "鳳山五福店",
            "address": "高雄市鳳山區五福二路８２號",
            "y": 22.588101,
            "x": 120.325899
        },
        {
            "name": "大寮華明店",
            "address": "高雄市大寮區光明路二段１-１號一樓",
            "y": 22.583248,
            "x": 120.420704
        },
        {
            "name": "大寮工業店",
            "address": "高雄市大寮區華中路１號",
            "y": 22.582401,
            "x": 120.429753
        },
        {
            "name": "大寮過溪店",
            "address": "高雄市大寮區光明路一段９５３號",
            "y": 22.575551,
            "x": 120.421634
        },
        {
            "name": "高市鎮港店",
            "address": "高雄市前鎮區新生路１３５-２、３、４號及漁港北一路１、３號",
            "y": 22.574673,
            "x": 120.316882
        },
        {
            "name": "萬巒佳興店",
            "address": "屏東縣萬巒鄉佳和村佳興路３２-１號",
            "y": 22.572669,
            "x": 120.596697
        },
        {
            "name": "高市福鑽店",
            "address": "高雄市前鎮區金福路９５\u0026９７號",
            "y": 22.571652,
            "x": 120.328749
        },
        {
            "name": "高市漁港店",
            "address": "高雄市前鎮區漁港中二路４２號",
            "y": 22.570287,
            "x": 120.319377
        },
        {
            "name": "大寮潮龍店",
            "address": "高雄市大寮區華中南路１５３號",
            "y": 22.565935,
            "x": 120.428954
        },
        {
            "name": "高市高旅店",
            "address": "高雄市小港區博學路５７９\u0026５８１號",
            "y": 22.565436,
            "x": 120.370392
        },
        {
            "name": "萬丹香社店",
            "address": "屏東縣萬丹鄉香社村中興路一段１２５、１２７號",
            "y": 22.562699,
            "x": 120.472628
        },
        {
            "name": "大寮新林店",
            "address": "高雄市大寮區新厝路１號",
            "y": 22.561051,
            "x": 120.411319
        },
        {
            "name": "大寮興會結店",
            "address": "高雄市大寮區華中南路１０６６號",
            "y": 22.553864,
            "x": 120.423025
        },
        {
            "name": "高市亞路米店",
            "address": "高雄市小港區高坪七路１號",
            "y": 22.551097,
            "x": 120.384185
        },
        {
            "name": "潮州驛站店",
            "address": "屏東縣潮州鎮信義路１１１號",
            "y": 22.550046,
            "x": 120.536452
        },
        {
            "name": "高市東林店",
            "address": "高雄市小港區東林路１２之５號",
            "y": 22.544487,
            "x": 120.375892
        },
        {
            "name": "潮州京洲店",
            "address": "屏東縣潮州鎮南京路１５號",
            "y": 22.54265,
            "x": 120.54297
        },
        {
            "name": "潮州永春店",
            "address": "屏東縣潮州鎮大同路７５號",
            "y": 22.542392,
            "x": 120.532965
        },
        {
            "name": "高縣高林店",
            "address": "高雄市林園區忠孝西路３５號及福興街１８２號",
            "y": 22.506757,
            "x": 120.394091
        },
        {
            "name": "林園五塊厝店",
            "address": "高雄市林園區五福路２５０號",
            "y": 22.504267,
            "x": 120.40039
        },
        {
            "name": "林園建佑店",
            "address": "高雄市林園區東林西路３５６號",
            "y": 22.503829,
            "x": 120.386865
        },
        {
            "name": "新園鹽港店",
            "address": "屏東縣新園鄉光復路１２６號",
            "y": 22.476211,
            "x": 120.441153
        },
        {
            "name": "新園鹽埔店",
            "address": "屏東縣新園鄉中正路１４２號１樓",
            "y": 22.467987,
            "x": 120.450679
        },
        {
            "name": "東港海坪店",
            "address": "屏東縣東港鎮中正路三段８７、８９號",
            "y": 22.466792,
            "x": 120.449759
        },
        {
            "name": "屏縣東港店",
            "address": "屏東縣東港鎮嘉蓮路１之３號壹樓",
            "y": 22.458691,
            "x": 120.450281
        },
        {
            "name": "屏縣屏邊店",
            "address": "屏東縣林邊鄉仁和村４鄰中山路１８７號",
            "y": 22.433239,
            "x": 120.516455
        },
        {
            "name": "枋山海景店",
            "address": "屏東縣枋山鄉中山路三段６１-１號",
            "y": 22.244308,
            "x": 120.662908
        },
        {
            "name": "牡丹花開店",
            "address": "屏東縣牡丹鄉石門路３７號、３７-１號",
            "y": 22.126695,
            "x": 120.774804
        },
        {
            "name": "車城福興店",
            "address": "屏東縣車城鄉福興村中山路１５號",
            "y": 22.072357,
            "x": 120.714176
        },
        {
            "name": "屏縣恆春店",
            "address": "屏東縣恆春鎮恆南路２９之８號",
            "y": 21.994532,
            "x": 120.746001
        },
        {
            "name": "恆春大光店",
            "address": "屏東縣恆春鎮大光路８９號",
            "y": 21.948715,
            "x": 120.740436
        },
        {
            "name": "屏縣墾丁店",
            "address": "屏東縣恆春鎮墾丁路１９８號",
            "y": 21.945349,
            "x": 120.798195
        },
        {
            "name": "屏縣屏海店",
            "address": "屏東縣恆春鎮墾丁路２７號",
            "y": 21.942953,
            "x": 120.802228
        }
    ]
};